-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Mar 19, 2021 at 09:25 PM
-- Server version: 5.7.23
-- PHP Version: 7.2.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `soukexpr_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `achat`
--

DROP TABLE IF EXISTS `achat`;
CREATE TABLE IF NOT EXISTS `achat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code_achat` varchar(255) DEFAULT NULL,
  `code_achat_fournisseur` varchar(255) DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `date_achat` datetime DEFAULT NULL,
  `id_achat_status` int(11) DEFAULT NULL,
  `id_achat_type` int(11) DEFAULT NULL,
  `id_fournisseur` int(11) DEFAULT NULL,
  `id_magasin` int(11) DEFAULT NULL,
  `id_source` int(11) DEFAULT NULL,
  `id_stock` int(11) DEFAULT NULL,
  `is_ttc` tinyint(1) DEFAULT NULL,
  `remise` float DEFAULT NULL,
  `remise_type` tinyint(4) DEFAULT NULL,
  `source` varchar(255) DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `total` float DEFAULT NULL,
  `total_net` float DEFAULT NULL,
  `tva` int(11) DEFAULT NULL,
  `updated` datetime DEFAULT NULL,
  `updated_by` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `achat`
--

INSERT INTO `achat` (`id`, `code_achat`, `code_achat_fournisseur`, `created`, `created_by`, `date_achat`, `id_achat_status`, `id_achat_type`, `id_fournisseur`, `id_magasin`, `id_source`, `id_stock`, `is_ttc`, `remise`, `remise_type`, `source`, `status`, `total`, `total_net`, `tva`, `updated`, `updated_by`) VALUES
(1, NULL, '00278', '2018-03-12 10:40:55', 6, '2018-03-12 10:40:55', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 5930.2, NULL, NULL, '2018-03-12 10:41:49', NULL),
(2, NULL, '00279', '2018-03-20 15:18:27', 6, '2018-03-20 15:18:27', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 9133.7, NULL, NULL, '2018-03-20 15:30:02', NULL),
(3, NULL, '00280', '2018-03-27 14:08:02', 6, '2018-03-27 14:08:02', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 2994.9, NULL, NULL, '2018-03-27 14:08:56', NULL),
(4, NULL, '00281', '2018-03-28 16:55:52', 6, '2018-03-28 16:55:52', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 6743.6, NULL, NULL, '2018-03-28 16:58:28', NULL),
(5, NULL, '00282', '2018-04-06 10:56:19', 6, '2018-04-06 10:56:19', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 8954.9, NULL, NULL, '2018-04-06 10:56:56', NULL),
(6, NULL, '00285', '2018-04-28 10:59:10', 6, '2018-04-28 10:59:10', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 461514, NULL, NULL, '2018-04-28 11:15:01', NULL),
(7, NULL, '00287', '2018-04-30 13:05:22', 6, '2018-04-30 13:05:22', NULL, 2, 9, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 9720, NULL, NULL, '2018-04-30 13:08:36', NULL),
(8, NULL, '00288', '2018-05-15 14:36:08', 6, '2018-05-15 14:36:08', NULL, 2, 9, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 3564, NULL, NULL, '2018-05-15 14:36:48', NULL),
(9, NULL, '00290', '2018-06-08 14:02:21', 6, '2018-06-08 14:02:21', NULL, 2, 9, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 1944, NULL, NULL, '2018-06-08 14:03:10', NULL),
(10, NULL, '00291', '2018-06-09 12:30:26', 6, '2018-06-09 12:30:26', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 30600, NULL, NULL, '2018-06-09 12:30:56', NULL),
(11, NULL, '00292', '2018-06-11 13:36:52', 6, '2018-06-11 13:36:52', NULL, 2, 9, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 5832, NULL, NULL, '2018-06-11 13:37:31', NULL),
(12, NULL, '00293', '2018-07-16 15:24:29', 6, '2018-07-16 15:24:29', NULL, 2, 14, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 6760, NULL, NULL, '2018-07-16 15:25:39', NULL),
(13, NULL, '00294', '2018-07-16 15:25:41', 6, '2018-07-16 15:25:41', NULL, 2, 8, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 4725, NULL, NULL, '2018-07-16 15:26:43', NULL),
(14, NULL, '00295', '2018-07-11 11:02:59', 6, '2018-07-11 11:02:59', NULL, 2, 11, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 5265, NULL, NULL, '2018-07-18 11:04:47', '6'),
(15, NULL, '00297', '2018-07-13 11:07:49', 6, '2018-07-13 11:07:49', NULL, 2, 11, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 7170, NULL, NULL, '2018-07-27 09:56:18', '6'),
(16, NULL, '00299', '2018-07-20 09:41:30', 6, '2018-07-20 09:41:30', NULL, 2, 11, 1, NULL, 1, 0, NULL, NULL, NULL, 1, 19080, NULL, NULL, '2018-07-27 09:45:51', '6'),
(17, '000300', NULL, '2018-08-29 15:21:08', 6, '2018-08-29 15:21:08', 1, 2, 8, 1, NULL, 1, 0, 0, 0, NULL, 1, 656150, 656150, 0, '2018-08-29 15:53:10', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `article`
--

DROP TABLE IF EXISTS `article`;
CREATE TABLE IF NOT EXISTS `article` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `UID` varchar(8) COLLATE cp1256_bin DEFAULT NULL,
  `created` datetime DEFAULT CURRENT_TIMESTAMP,
  `created_by` int(11) DEFAULT NULL,
  `updated` datetime DEFAULT NULL,
  `updated_by` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `id_article_category` int(11) DEFAULT NULL,
  `id_article_sous_category` int(11) DEFAULT '0',
  `id_article_status` int(11) DEFAULT NULL,
  `id_article_type` int(11) DEFAULT NULL,
  `id_article_udm` int(11) DEFAULT NULL,
  `id_tva` int(11) DEFAULT NULL,
  `id_article_marque` int(11) DEFAULT NULL,
  `code` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `barcode` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `code_fournisseur` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `is_allow_stock_negative` tinyint(1) DEFAULT NULL,
  `is_prix_bloquer` tinyint(1) DEFAULT NULL,
  `is_visible_on_web` tinyint(1) NOT NULL DEFAULT '1',
  `is_sur_commande` tinyint(4) NOT NULL DEFAULT '0',
  `is_new` tinyint(4) NOT NULL DEFAULT '0',
  `last_prix_achat` float DEFAULT NULL,
  `libelle_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `libelle_ar` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `libelle_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `poid_caisse` float DEFAULT NULL,
  `qte_caisse` float NOT NULL DEFAULT '0',
  `qte_min` float NOT NULL DEFAULT '0.25',
  `qte_max` float NOT NULL DEFAULT '50',
  `poid` float NOT NULL DEFAULT '0',
  `prix_achat` float DEFAULT '0',
  `prix_vente` float DEFAULT '0',
  `display_order` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1952 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article`
--

INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(1, 'eb7d5300', '2018-05-14 17:28:18', 6, '2018-06-22 11:43:00', NULL, 1, 155, 2, 1, 2, 5, -1, '2', '', '', 0, 0, 1, 0, 0, NULL, 'Poivre vert', 'الفليفلة الاخضر', 'Pimiento verde', 0, 0, 0.25, 50, 1.24, 0, 0, 16),
(2, 'eb7d53az', '2018-05-14 17:31:08', 6, '2018-06-22 11:47:00', NULL, 1, 158, 2, 1, 2, 5, -1, '1', '', '', 0, 0, 1, 0, 0, NULL, 'LE BROCOLI', ' البروكلي', 'LB ROCOLIE ', 0, 0, 0.25, 50, 0, 0, 0, 22),
(3, '04261eb7', '2018-05-14 17:35:18', 6, '2018-06-22 11:51:00', NULL, 1, 158, 2, 1, 2, 5, -1, '3', '', '', 0, 0, 1, 0, 0, NULL, 'LE CHOU DE BRUXELLES', ' الملفوف بروكسيل', 'Repollo de Bruselas', 0, 0, 0.25, 50, 0, 0, 0, 23),
(5, 'c227a73c', '2018-05-14 17:40:18', 6, '2018-06-22 11:56:00', NULL, 1, 157, 2, 1, 2, 5, -1, '5', '', '', 0, 0, 1, 0, 0, NULL, ' LA CAROTTE ', 'الجزرة', ' Zanahoria', 0, 0, 0.25, 50, 0, 0, 0, 30),
(6, '876847b8', '2018-05-14 17:41:59', 6, '2018-06-22 11:58:00', NULL, 1, 158, 2, 1, 2, 5, -1, '6', '', '', 0, 0, 1, 0, 0, NULL, ' LE CHOU-FLEUR ', 'القرنبيط ', ' Coliflor', 0, 0, 0.25, 50, 0, 0, 0, 20),
(7, '71c79003', '2018-05-14 17:43:33', 6, '2018-06-22 12:00:00', NULL, 1, 155, 2, 1, 2, 5, -1, '7', '', '', 0, 0, 1, 0, 0, NULL, ' LE PIMENT FORT ', 'الفلفل الحار', ' Ají', 0, 0, 0.25, 50, 0, 0, 0, 19),
(1212, 'fc5a4524', '2020-09-17 19:01:21', NULL, NULL, NULL, 25, 19, 2, 1, 8, 5, 128, '1212', '', '', 0, 0, 1, 0, 0, NULL, 'Gel Main Désinfectant Thé Vert ( Green Tea ) Sanytol 250ml', 'سانيتول جل مطهر لليدين بخلاصة الشاي الأخضر250 مل', 'Gel desinfectante de manos Sanytol Green Tea 250ml', 0, 0, 1, 5000, 0, 0, 0, 0),
(9, 'c501b014', '2018-05-14 17:46:36', 6, '2018-06-22 12:08:00', NULL, 1, 156, 2, 1, 2, 5, -1, '9', '', '', 0, 0, 1, 0, 0, NULL, ' LE CONCOMBRE ', 'الخيار', ' EL PEPINO', 0, 0, 0.25, 50, 0, 0, 0, 43),
(10, '3be9af1f', '2018-05-14 17:47:49', 6, '2018-06-22 12:15:00', NULL, 1, 157, 2, 1, 2, 5, -1, '10', '', '', 0, 0, 1, 0, 0, NULL, ' L AUBERGINE ', 'الباذنجان', ' Berenjena', 0, 0, 0.25, 50, 0, 0, 0, 34),
(11, '2b235bc3', '2018-05-14 17:51:40', 6, '2018-06-22 12:21:00', NULL, 1, 156, 2, 1, 2, 5, -1, '12', '', '', 0, 0, 1, 0, 0, NULL, ' L ARTICHAUT ', 'الجوب ', ' LA ALCACHOFA', 0, 0, 0.25, 50, 0, 0, 0, 35),
(12, 'ea33c6ea', '2018-05-14 17:53:56', 6, '2018-06-22 12:24:00', NULL, 1, -1, 2, 1, 2, 5, -1, '13', '', '', 0, 0, 1, 0, 0, NULL, ' L OIGNON ', 'البصل', ' Cebollas', 0, 0, 0.25, 50, 0, 0, 0, 12),
(14, 'd0576525', '2018-05-14 17:58:25', 6, '2018-06-22 13:09:00', NULL, 1, 156, 2, 1, 2, 5, -1, '15', '', '', 0, 0, 1, 0, 0, NULL, ' LA COURGETTE ', 'القرع الخضره الكوسة? ', ' Calabaza verde', 0, 0, 0.25, 50, 0, 0, 0, 31),
(15, '614a0cf8', '2018-05-14 18:00:38', 6, '2018-06-22 13:12:00', NULL, 1, 154, 2, 1, 2, 5, -1, '16', '', '', 0, 0, 1, 0, 0, NULL, ' TOMATE ', 'الطماطم', ' Tomates', 0, 0, 0.25, 50, 0, 0, 0, 8),
(16, 'b6c52e1e', '2018-05-14 18:04:01', 6, '2018-06-22 13:24:00', NULL, 1, 153, 2, 1, 2, 5, -1, '17', '', '', 0, 0, 1, 0, 0, NULL, ' LA PATATE DOUCE ', 'البطاطا الحلوة ', ' PATATA DULCE', 0, 0, 0.25, 50, 0, 0, 0, 6),
(17, '7b962396', '2018-05-14 18:05:47', 6, '2018-06-22 13:26:00', NULL, 1, 155, 2, 1, 2, 5, -1, '18', '', '', 0, 0, 1, 0, 0, NULL, ' PIMENT poivron rouge', 'الفلفل الأحمر ', ' Pimiento rojo', 0, 0, 0.25, 50, 0, 0, 0, 17),
(18, '200f1b90', '2018-05-14 18:07:22', 6, '2018-06-22 13:33:00', NULL, 1, 158, 2, 1, 2, 5, -1, '19', '', '', 0, 0, 1, 0, 0, NULL, ' LE CHOU ROUGE ', 'الملفوف الأحمر', ' Repollo rojo', 0, 0, 0.25, 50, 0, 0, 0, 21),
(19, '2fe54e3e', '2018-05-14 18:24:00', 6, '2018-06-22 13:35:00', NULL, 1, 157, 2, 1, 2, 5, -1, '20', '', '', 0, 0, 1, 0, 0, NULL, ' LA CITROUILLE ', 'لقرع الحمرا ', ' LA CALABAZA', 0, 0, 0.25, 50, 0, 0, 0, 41),
(20, 'd24e7a21', '2018-05-14 18:26:49', 6, '2018-06-22 13:39:00', NULL, 1, 185, 2, 1, 2, 5, -1, '21', '', '', 0, 0, 1, 0, 0, NULL, ' LE PETIT POIS ', 'البازلاء ', ' EL PEQUEÑO GUISANTE', 0, 0, 0.25, 50, 0, 0, 0, 24),
(21, 'a1561018', '2018-05-14 18:41:52', 6, '2018-05-19 22:45:00', NULL, 2, 160, 2, 1, 2, 5, -1, '22', '', '', 0, 0, 1, 0, 0, NULL, ' LA FRAISE ', 'الفراولة ', 'FRESA', 0, 0, 0.25, 50, 0, 0, 0, 14),
(690, 'acc4979e', NULL, NULL, NULL, NULL, 2, 162, 2, 1, 2, 5, -1, '690', '', '', 0, 0, 1, 0, 0, NULL, 'nectarinas Local', 'الشهدية المحلية', 'Nectarina  Local', 0, 0, 0, 0, 0, 0, 0, 16),
(23, 'b35fdec2', '2018-05-14 18:47:32', 6, '2018-05-19 22:50:00', NULL, 2, 160, 2, 1, 1, 5, -1, '24', '', '', 0, 0, 1, 0, 0, NULL, ' LA FRAMBOISE ', 'توت العليق ', 'FRAMBUESA', 0, 0, 1, 50, 0, 0, 0, 25),
(24, '65ad5ae5', '2018-05-14 18:49:21', 6, '2018-05-19 22:51:00', NULL, 2, 166, 2, 1, 2, 5, -1, '25', '', '', 0, 0, 1, 0, 0, NULL, ' MELON ', 'الشمام السويهله ', ' MELÓN', 0, 0, 0.25, 50, 0, 0, 0, 27),
(26, '80bf0029', '2018-05-14 18:57:33', 6, '2018-05-19 22:53:00', NULL, 2, 162, 2, 1, 2, 5, -1, '27', '', '', 0, 0, 1, 0, 0, NULL, ' L ABRICOT ', 'المشمش ', ' EL ALBARICOQUE', 0, 0, 0.25, 50, 0, 0, 0, 22),
(27, 'ff29aa8f', '2018-05-14 19:04:36', 6, '2018-05-19 22:55:00', NULL, 2, 160, 2, 1, 2, 5, -1, '28', '', '', 0, 0, 1, 0, 0, NULL, ' LA CERISE ', 'الكرز ', 'CEREZAS', 0, 0, 0.25, 50, 0, 0, 0, 24),
(28, 'd845167e', '2018-05-14 19:08:10', 6, '2018-05-19 22:56:00', NULL, 2, 160, 2, 1, 1, 5, -1, '29', '', '', 0, 0, 1, 1, 0, NULL, ' LA MYRTILLE ', 'توت البري', ' Blueberry', 0, 0, 1, 50, 0, 0, 0, 26),
(29, '6001a22a', '2018-05-14 19:09:46', 6, '2018-05-19 22:57:00', NULL, 2, 163, 2, 1, 2, 5, -1, '30', '', '', 0, 0, 1, 0, 0, NULL, ' L ORANGE SANGUINE ', 'البرتقال الأحمر ', 'Pomelo', 0, 0, 0.25, 50, 0, 0, 0, 2),
(30, '6f48da64', '2018-05-14 19:12:33', 6, '2018-05-19 23:24:00', NULL, 2, 160, 2, 1, 1, 5, -1, '31', '', '', 0, 0, 1, 1, 0, NULL, ' LA MÛRE ', 'توت شوكي ', ' La mora', 0, 0, 1, 50, 0, 0, 0, 26),
(31, 'ac5a9901', '2018-05-14 19:15:45', 6, '2018-05-19 23:27:00', NULL, 2, 160, 2, 1, 2, 5, -1, '33', '', '', 0, 0, 1, 0, 0, NULL, ' LA GROSEILLE À MAQUEREAU ', 'توت الثعلب ', 'Grosella espinosa', 0, 0, 0.25, 50, 0, 0, 0, 26),
(32, 'c5cff678', '2018-05-14 19:17:18', 6, '2018-07-31 14:25:00', NULL, 2, 163, 2, 1, 2, 5, -1, '34', '', '', 0, 0, 1, 0, 0, NULL, ' LE CITRON VERT ', 'ليمون حامض ', 'LIMÓN VERDE', 0, 0, 0.25, 50, 0, 0, 0, 5),
(33, '51750fe0', '2018-05-14 19:18:59', 6, '2018-05-19 23:32:00', NULL, 2, 160, 2, 1, 2, 5, -1, '35', '', '', 0, 0, 1, 1, 0, NULL, ' LE LITCHI ', 'فاكهة ليتشي ', 'LICHI', 0, 0, 0.25, 50, 0, 0, 0, 26),
(34, 'acd1ac01', '2018-05-14 19:22:42', 6, '2018-05-19 23:32:00', NULL, 2, 163, 2, 1, 2, 5, -1, '36', '', '', 0, 0, 1, 0, 0, NULL, ' LE CITRON ', 'الليمون ', 'LIMÓN', 0, 0, 0.25, 50, 0, 0, 0, 5),
(687, '5badbff5', NULL, NULL, NULL, NULL, 2, -1, 2, 1, 2, 5, -1, '687', '', '', 0, 0, 1, 0, 0, NULL, '  LE KIWI ', 'الكيوي ', 'El KIWI ', 0, 0, 0, 0, 0, 0, 0, 10),
(36, 'b92a07ea', '2018-05-14 22:19:47', 6, '2018-05-19 23:35:00', NULL, 2, 163, 2, 1, 2, 5, -1, '38', '', '', 0, 0, 1, 0, 0, NULL, 'pamplemousse', 'جريب فروت', 'pomelo', 0, 0, 0.25, 50, 0, 0, 0, 4),
(37, '0e17aac1', '2018-05-14 22:22:13', 6, '2018-05-19 23:35:00', NULL, 2, 164, 2, 1, 2, 5, -1, '40', '', '', 0, 0, 1, 0, 0, NULL, 'Raisins verts ', 'العنب الأخضر', 'Uvas verdes ', 0, 0, 0.25, 50, 0, 0, 0, 17),
(688, 'b3bd35e1', NULL, NULL, NULL, NULL, 2, 162, 2, 1, 2, 5, -1, '688', '', '', 0, 0, 1, 0, 0, NULL, 'nectarines Importé', 'الشهديا المستوردة', 'Nectarina Importada', 0, 0, 0, 0, 0, 0, 0, 16),
(39, '9fa5a130', '2018-05-14 22:26:39', 6, '2018-05-19 23:38:00', NULL, 2, 164, 2, 1, 2, 5, -1, '42', '', '', 0, 0, 1, 0, 0, NULL, ' RAISINS NOIRS ', 'العنب الاسود ', ' UVAS NEGRAS', 0, 0, 0.25, 50, 0, 0, 0, 17),
(40, 'e72cd807', '2018-05-14 22:28:29', 6, '2018-05-19 23:39:00', NULL, 2, 161, 2, 1, 2, 5, -1, '43', '', '', 0, 0, 1, 0, 0, NULL, ' BANANES LOCALES ', 'الموز المحلي ', 'Platano', 0, 0, 0.25, 50, 0, 0, 0, 6),
(41, 'bc88cd1e', '2018-05-14 22:38:01', 6, '2018-05-19 23:40:00', NULL, 2, 166, 2, 1, 2, 5, -1, '45', '', '', 0, 0, 1, 0, 0, NULL, ' CANTALOUP JAUNE ', 'الشمام الاصفر ', 'MELON AMARILLO', 0, 0, 0.25, 50, 0, 0, 0, 28),
(42, '3ea6abb2', '2018-05-14 22:39:44', 6, '2018-05-20 16:53:00', NULL, 2, 166, 2, 1, 2, 5, -1, '46', '', '', 0, 0, 1, 0, 0, NULL, ' PASTÈQUE VERTE ', 'الدلاح ', 'Sandia', 0, 0, 0.25, 50, 0, 0, 0, 34),
(43, '86fc22af', '2018-05-14 22:41:53', 6, '2018-06-22 13:56:00', NULL, 1, 157, 2, 1, 2, 5, -1, '47', '', '', 0, 0, 1, 0, 0, NULL, ' LE COING ', 'السفرجل ', ' Membrillo ', 0, 0, 0.25, 50, 0, 0, 0, 45),
(44, 'dea0c462', '2018-05-14 22:43:27', 6, '2018-05-20 16:54:00', NULL, 2, 162, 2, 1, 2, 5, -1, '50', '', '', 0, 0, 1, 0, 0, NULL, ' LA PRUNE ', 'البرقوق ', ' CIRUELA', 0, 0, 0.25, 50, 0, 0, 0, 21),
(45, '92a4437a', '2018-05-14 22:46:34', 6, '2018-05-20 16:57:00', NULL, 2, 162, 2, 1, 2, 5, -1, '51', '', '', 0, 0, 1, 0, 0, NULL, ' LA QUETSCHE ', 'برقوق البلدي ', 'LA QUESTSCHE', 0, 0, 0.25, 50, 0, 0, 0, 21),
(46, 'f3aed2b0', '2018-05-14 22:50:15', 6, '2018-05-20 17:01:00', NULL, 2, 160, 2, 1, 2, 5, -1, '48', '', '', 0, 0, 1, 0, 0, NULL, ' LA GRENADE ', 'الرمان ', 'Granada', 0, 0, 0.25, 50, 0, 0, 0, 19),
(47, '72c50f9f', '2018-05-14 22:51:52', 6, '2018-05-20 17:02:00', NULL, 2, 170, 2, 1, 2, 5, -1, '49', '', '', 0, 0, 1, 0, 0, NULL, ' LA FIGUE DE BARBARIE', 'التين الشوكي', 'Chumbo', 0, 0, 0.25, 50, 0, 0, 0, 31),
(48, '0a91e3d7', '2018-05-14 22:54:29', 6, '2018-05-20 17:03:00', NULL, 2, 163, 2, 1, 2, 5, -1, '52', '', '', 0, 0, 1, 0, 0, NULL, ' L ORANGE', 'البرتقال ', ' NARANJA', 0, 0, 0.25, 50, 0, 0, 0, 2),
(49, 'cb2adbbb', '2018-05-14 22:56:07', 6, '2018-05-20 17:04:00', NULL, 2, -1, 2, 1, 2, 5, -1, '53', '', '', 0, 0, 1, 0, 0, NULL, ' LA PAPAYE', 'البابايا', ' LA PAPAYA', 0, 0, 0.25, 50, 0, 0, 0, 8),
(50, 'e653c564', '2018-05-14 22:57:35', 6, '2018-05-20 17:25:00', NULL, 2, 162, 2, 1, 2, 5, -1, '54', '', '', 0, 0, 1, 0, 0, NULL, 'Pêches locales', 'الخوخ المحلي', 'Duraznos locales', 0, 0, 0.25, 50, 0, 0, 0, 18),
(689, '6d019758', NULL, NULL, NULL, NULL, 2, 162, 2, 1, 2, 5, -1, '689', '', '', 0, 0, 1, 0, 0, NULL, 'Pêches importées', 'الخوخ مستورد', 'Durazno/ Melocotón importado', 0, 0, 0, 0, 0, 0, 0, 18),
(52, '0e518224', '2018-05-14 23:01:05', 6, '2018-05-20 17:28:00', NULL, 2, 169, 2, 1, 2, 5, -1, '56', '', '', 0, 0, 1, 0, 0, NULL, ' POIRES LOCALES', 'الاجاص المحلي ', ' PERA LOCAL', 0, 0, 0.25, 50, 0, 0, 0, 20),
(682, '3d54a385', NULL, NULL, NULL, NULL, 2, 169, 2, 1, 2, 5, -1, '682', '', '', 0, 0, 1, 0, 0, NULL, ' ‬LA POIRE', 'لإجاص', ' LA PERA', 0, 0, 0, 0, 0, 0, 0, 20),
(54, '31fb1477', '2018-05-14 23:04:57', 6, '2018-05-20 17:31:00', NULL, 2, -1, 2, 1, 1, 5, -1, '58', '', '', 0, 0, 1, 0, 0, NULL, ' L ANANAS', 'الأناناس', ' PIÑA', 0, 0, 1, 50, 0, 0, 0, 9),
(55, '7f1d744d', '2018-05-14 23:06:53', 6, '2018-05-20 17:32:00', NULL, 2, 163, 2, 1, 2, 5, -1, '59', '', '', 0, 0, 1, 0, 0, NULL, ' LA MANDARINE', 'الافندي  مندلينا ', 'MANDARIN', 0, 0, 0.25, 50, 0, 0, 0, 3),
(56, 'f636767a', '2018-05-14 23:09:03', 6, '2018-05-20 17:34:00', NULL, 2, 161, 2, 1, 2, 5, -1, '60', '', '', 0, 0, 1, 0, 0, NULL, ' BANANES IMPORTÉES', 'الموز المستورد ', 'Platano Importado', 0, 0, 0.25, 50, 0, 0, 0, 6),
(57, 'f1d49464', '2018-05-14 23:11:37', 6, '2018-05-20 17:35:00', NULL, 2, -1, 2, 1, 2, 5, -1, '61', '', '', 0, 0, 1, 0, 0, NULL, ' LA MANGUE ', 'المانجو ', 'MANGO', 0, 0, 0.25, 50, 0, 0, 0, 11),
(58, '7442f189', '2018-05-17 11:58:52', 6, '2018-05-29 17:58:00', NULL, 25, 42, 2, 1, 2, 5, -1, '62', '', '', 0, 0, 0, 0, 0, NULL, ' PIMENT PIQUANT,FORT', 'الفلفلة الحارة.', ' Pimienta aguda y afilada', 0, 0, 0.25, 50, 0, 0, 0, 56),
(751, 'f4653294', '2020-01-25 01:27:38', NULL, NULL, NULL, 25, 42, 2, 1, 2, 5, -1, '751', '', '', 0, 0, 0, 0, 0, NULL, ' RASS EL HANOUT ', 'بسيبيسة راس الحانوت', ' RASS EL HANOUT ', 0, 0, 1, 100, 0, 0, 0, 57),
(60, 'eb08a5f6', '2018-05-17 12:05:00', 6, '2018-05-29 18:01:00', NULL, 25, 42, 2, 1, 2, 5, -1, '64', '', '', 0, 0, 0, 0, 0, NULL, ' PIMENT DOUX ', 'الفلفلة الحلوة  ', ' PIMIENTO DULCE', 0, 0, 0.25, 50, 0, 0, 0, 58),
(61, '31ac0be7', '2018-05-17 12:06:20', 6, '2018-05-29 18:03:00', NULL, 25, 42, 2, 1, 2, 5, -1, '65', '', '', 0, 0, 0, 0, 0, NULL, ' GINGEMBRE ', 'سكينجبير  ', ' JENGIBRE', 0, 0, 0.25, 50, 0, 0, 0, 59),
(62, 'c6ff4aef', '2018-05-17 12:07:57', 6, '2018-05-29 18:08:00', NULL, 25, 42, 2, 1, 2, 5, -1, '66', '', '', 0, 0, 0, 0, 0, NULL, ' CANNELLE ', 'القرفة ', ' canela', 0, 0, 0.25, 50, 0, 0, 0, 60),
(63, '6e6a7ae4', '2018-05-17 12:13:51', 6, '2018-05-29 18:13:00', NULL, 25, 42, 2, 1, 2, 5, -1, '67', '', '', 0, 0, 0, 0, 0, NULL, ' CUMIN ', 'الكمون  ', ' COMINO', 0, 0, 0.25, 50, 0, 0, 0, 61),
(64, 'ca5c016c', '2018-05-17 12:15:44', 6, '2018-05-29 18:25:00', NULL, 25, 42, 2, 1, 2, 5, -1, '68', '', '', 0, 0, 0, 0, 0, NULL, ' PIMENT FORT ', 'الفلفلة السودانية ', ' PIMIENTA FUERTE', 0, 0, 0.25, 50, 0, 0, 0, 62),
(65, '3686f676', '2018-05-17 17:55:07', 6, '2018-05-29 18:28:00', NULL, 25, 42, 2, 1, 2, 5, -1, '69', '', '', 0, 0, 0, 0, 0, NULL, ' SAFRAN ', 'الزعفران البلدي  ', ' Azafrán', 0, 0, 0.25, 50, 0, 0, 0, 63),
(66, 'd564d974', '2018-05-17 17:58:09', 6, '2018-05-29 18:39:00', NULL, 25, 42, 2, 1, 2, 5, -1, '70', '', '', 0, 0, 0, 0, 0, NULL, ' SAFRAN ORDINAIRE COLORANT ', 'الزعفران الرومي ', ' Azafrán coloreado', 0, 0, 0.25, 50, 0, 0, 0, 64),
(67, 'aae99381', '2018-05-17 18:33:00', 6, '2018-05-29 18:57:00', NULL, 25, 42, 2, 1, 2, 5, -1, '72', '', '', 0, 0, 0, 0, 0, NULL, ' VERVEINE ', 'اللويزة ', ' Lweiza', 0, 0, 0.25, 50, 0, 0, 0, 65),
(68, 'd1149b77', '2018-05-17 18:34:22', 6, '2018-05-29 19:00:00', NULL, 25, 42, 2, 1, 2, 5, -1, '73', '', '', 0, 0, 0, 0, 0, NULL, ' THYM ', 'الزعتر ', ' TOMILLO', 0, 0, 0.25, 50, 0, 0, 0, 66),
(69, 'ab209602', '2018-05-17 19:11:53', 6, '2018-05-29 19:26:00', NULL, 25, 42, 2, 1, 2, 5, -1, '74', '', '', 0, 0, 0, 0, 0, NULL, ' SESAME ', 'الزلجلان ', ' SESAME', 0, 0, 0.25, 50, 0, 0, 0, 67),
(70, '04fbd53d', '2018-05-17 19:13:45', 6, '2018-05-29 19:36:00', NULL, 25, 42, 2, 1, 2, 5, -1, '75', '', '', 0, 0, 0, 0, 0, NULL, ' CARVIS ', 'الكروية ', ' Semillas de alcaravea', 0, 0, 0.25, 50, 0, 0, 0, 68),
(71, 'ea1d45f8', '2018-05-17 19:15:47', 6, '2018-05-29 19:38:00', NULL, 25, 42, 2, 1, 2, 5, -1, '76', '', '', 0, 0, 0, 0, 0, NULL, ' ANIS VERT D ESPAGNE ', 'حبة حلاوة ', ' ANIS VERDE DE ESPAÑA', 0, 0, 0.25, 50, 0, 0, 0, 69),
(72, '0298338f', '2018-05-17 19:17:40', 6, '2018-05-30 16:39:00', NULL, 25, 42, 2, 1, 2, 5, -1, '77', '', '', 0, 0, 0, 0, 0, NULL, ' ANIS ', 'النافع ', ' ANIS', 0, 0, 0.25, 50, 0, 0, 0, 70),
(73, 'ee75658e', '2018-05-17 19:24:45', 6, '2018-05-30 16:41:00', NULL, 25, 42, 2, 1, 2, 5, -1, '78', '', '', 0, 0, 0, 0, 0, NULL, ' REGLISSE ', 'عرق سوس ', ' LICORICE', 0, 0, 0.25, 50, 0, 0, 0, 71),
(74, 'b9d92b0d', '2018-05-17 20:01:52', 6, '2018-05-30 16:51:00', NULL, 25, 42, 2, 1, 2, 5, -1, '79', '', '', 0, 0, 0, 0, 0, NULL, ' LAURIER ', 'ورقة موسى. ', ' LAUREL', 0, 0, 0.25, 50, 0, 0, 0, 72),
(75, '9e760451', '2018-05-17 22:54:29', 6, '2018-05-30 17:20:00', NULL, 25, 42, 2, 1, 2, 5, -1, '80', '', '', 0, 0, 0, 0, 0, NULL, ' LAVANDE ', 'الخزامة ', ' LAVANDE', 0, 0, 0.25, 50, 0, 0, 0, 73),
(76, 'dd55a945', '2018-05-18 14:51:02', 6, '2018-05-30 19:01:00', NULL, 25, 42, 2, 1, 2, 5, -1, '81', '', '', 0, 0, 0, 0, 0, NULL, ' GOMME ARABIQUE ', 'المسكة ', ' GOMA ARABICA', 0, 0, 0.25, 50, 0, 0, 0, 74),
(77, 'fb133f76', '2018-05-18 14:56:14', 6, '2018-05-30 19:13:00', NULL, 25, 42, 2, 1, 2, 5, -1, '83', '', '', 0, 0, 0, 0, 0, NULL, ' NOIX DE MUSCADE ', 'الكوزة     ( كوزة الطيب  )', ' nuez moscada', 0, 0, 0.25, 50, 0, 0, 0, 75),
(78, '12742d80', '2018-05-18 14:58:52', 6, '2018-05-30 19:20:00', NULL, 25, 42, 2, 1, 2, 5, -1, '84', '', '', 0, 0, 0, 0, 0, NULL, ' CURCUMA  ', '    الكركم  أو الخرقو', ' cúrcuma', 0, 0, 0.25, 50, 0, 0, 0, 76),
(79, 'c5573491', '2018-05-18 15:00:06', 6, '2018-05-30 19:29:00', NULL, 25, 42, 2, 1, 2, 5, -1, '85', '', '', 0, 0, 0, 0, 0, NULL, ' CARDAMOM ', 'حب الهال ( قعقله )', ' CARDAMOMO', 0, 0, 0.25, 50, 0, 0, 0, 77),
(80, '5820ed96', '2018-05-18 15:19:13', 6, '2018-05-30 19:37:00', NULL, 25, 42, 2, 1, 2, 5, -1, '87', '', '', 0, 0, 0, 0, 0, NULL, ' POIVRE ', 'الابزار ', ' PIMIENTA', 0, 0, 0.25, 50, 0, 0, 0, 78),
(81, '5848f201', '2018-05-18 15:31:24', 6, '2018-06-22 14:06:00', NULL, 1, 157, 2, 1, 2, 5, -1, '88', '', '', 0, 0, 1, 0, 0, NULL, ' BETTERAVES ', 'البنجر ', ' REMOLACHA', 0, 0, 0.25, 50, 0, 0, 0, 42),
(82, 'd5d5cd23', '2018-05-18 15:38:56', 6, '2018-06-22 14:10:00', NULL, 26, 179, 2, 1, 1, 5, -1, '89', '', '', 0, 0, 1, 0, 0, NULL, 'ciboulette oignon', 'الثوم القصبي', 'cebollino cebolla', 0, 0, 1, 50, 0, 0, 0, 19),
(83, '3aa79b0a', '2018-05-18 15:40:55', 6, '2018-06-22 14:12:00', NULL, 26, 180, 2, 1, 1, 5, -1, '90', '', '', 0, 0, 1, 0, 0, NULL, 'CÉLERI ', 'الكرفس ', ' apio ', 0, 0, 1, 50, 0, 0, 0, 5),
(84, '60ac5b44', '2018-05-18 15:42:33', 6, '2018-07-29 17:04:00', NULL, 26, 178, 2, 1, 1, 5, -1, '91', '', '', 0, 0, 1, 0, 0, NULL, ' LA BETTE ', 'السلك ', '  Acelgas', 0, 0, 1, 50, 0, 0, 0, 1),
(85, '240aef15', '2018-05-18 16:03:57', 6, '2018-06-22 14:17:00', NULL, 26, 181, 2, 1, 1, 5, -1, '92', '', '', 0, 0, 1, 0, 0, NULL, ' L ASPERGE ', 'الهليون', ' ESPÁRRAGO', 0, 0, 1, 50, 0, 0, 0, 23),
(86, 'cb1d9d78', '2018-05-18 17:05:31', 6, '2018-06-22 14:18:00', NULL, 26, 180, 2, 1, 1, 5, -1, '93', '', '', 0, 0, 1, 0, 0, NULL, ' L USINE DE LOUISA ', ' نبتة لويزا ', ' LA PLANTA DE LOUISA', 0, 0, 1, 50, 0, 0, 0, 17),
(87, '1f83e48e', '2018-05-18 17:12:11', 6, '2018-06-22 14:19:00', NULL, 26, 180, 2, 1, 1, 5, -1, '94', '', '', 0, 0, 1, 0, 0, NULL, 'artemisia argente', 'الشيبه ', ' artemisia de plata', 0, 0, 1, 50, 0, 0, 0, 18),
(88, '9ef4b2aa', '2018-05-18 17:19:04', 6, '2018-06-22 14:22:00', NULL, 26, 179, 2, 1, 1, 5, -1, '95', '', '', 0, 0, 1, 0, 0, NULL, ' LE POIREAU ', 'البورو ', ' puerro', 0, 0, 1, 50, 0, 0, 0, 20),
(799, '99792517', '2020-04-15 19:37:42', NULL, NULL, NULL, 1, -1, 2, 1, 1, 5, -1, '799', '', '', 0, 0, 1, 0, 0, NULL, 'AIL', 'الثوم', 'AJO', 0, 0, 1, 5000, 0, 0, 0, 15),
(90, 'de7d587e', '2018-05-18 17:25:50', 6, '2018-06-22 14:25:00', NULL, 1, 185, 2, 1, 2, 5, -1, '97', '', '', 0, 0, 1, 0, 0, NULL, ' LE GOMBO ', 'البامية? ', ' okra', 0, 0, 0.25, 50, 0, 0, 0, 29),
(91, '6c7ef760', '2018-05-18 17:28:46', 6, '2018-06-22 14:26:00', NULL, 26, 180, 2, 1, 1, 5, -1, '98', '', '', 0, 0, 1, 0, 0, NULL, ' PERSIL ', 'البقدونس ', ' perejil', 0, 0, 1, 50, 0, 0, 0, 6),
(92, 'b1928055', '2018-05-18 17:32:16', 6, '2018-06-22 14:27:00', NULL, 1, 182, 2, 1, 2, 5, -1, '99', '', '', 0, 0, 1, 0, 0, NULL, ' AIL ', 'الثوم ', ' AJO', 0, 0, 0.25, 50, 0, 0, 0, 15),
(93, 'adfa2297', '2018-05-18 17:35:03', 6, '2018-06-22 14:30:00', NULL, 26, -1, 2, 1, 2, 5, -1, '100', '', '', 0, 0, 1, 0, 0, NULL, ' GINGEMBRE ', 'الزنجبيل ', ' jengibre', 0, 0, 1, 50, 0, 0, 0, 23),
(94, '77682999', '2018-05-18 17:38:52', 6, '2018-06-22 14:33:00', NULL, 26, 178, 2, 1, 1, 5, -1, '101', '', '', 0, 0, 1, 0, 0, NULL, 'Basilic', 'الريحان ', 'albahaca', 0, 0, 1, 50, 0, 0, 0, 10),
(95, 'a0cf58d9', '2018-05-18 17:49:08', 6, '2018-06-22 14:35:00', NULL, 26, 204, 2, 1, 1, 5, -1, '102', '', '', 0, 0, 1, 0, 0, NULL, ' RADIS ', 'الفجل ', ' Rábano', 0, 0, 1, 50, 0, 0, 0, 22),
(96, 'c6569a0d', '2018-05-18 17:51:39', 6, '2018-06-22 14:37:00', NULL, 26, 204, 2, 1, 1, 5, -1, '103', '', '', 0, 0, 1, 0, 0, NULL, ' Radis long ', 'الفجل الطويل ', ' rábano largo', 0, 0, 1, 50, 0, 0, 0, 20),
(97, '781ccc29', '2018-05-18 17:56:30', 6, '2018-06-22 14:39:00', NULL, 1, 182, 2, 1, 2, 5, -1, '104', '', '', 0, 0, 1, 0, 0, NULL, '  VERT D OIGNON ', 'بصل الاخضر ', ' CEBOLLA VERDE', 0, 0, 0.25, 50, 0, 0, 0, 13),
(98, '6fabe59c', '2018-05-18 18:03:43', 6, '2018-06-22 14:41:00', NULL, 26, 178, 2, 1, 1, 5, -1, '105', '', '', 0, 0, 1, 0, 0, NULL, ' MENTHE ', 'النعناع ', ' menta', 0, 0, 1, 50, 0, 0, 0, 14),
(99, '12ab598e', '2018-03-06 12:51:05', 6, '2018-06-03 13:07:00', NULL, 5, 143, 2, 1, 1, 5, -1, '137', '', '', 0, 0, 1, 0, 0, NULL, 'les œuf bio', ' البيض البلدي الطازج  ', 'huevos organicos ', 0, 0, 1, 50, 0, 0, 0, 90),
(100, 'efac15ea', '2018-05-18 18:21:53', 6, '2018-05-20 17:42:00', NULL, 3, 139, 2, 1, 2, 5, -1, '0', '', '', 0, 0, 1, 0, 0, NULL, ' POULET', 'الدجاج ', ' POLLO', 0, 0, 0.25, 50, 0, 0, 0, 98),
(101, '1898e2ce', '2018-05-18 18:32:34', 6, '2018-05-20 17:42:00', NULL, 3, 139, 2, 1, 2, 5, -1, '2', '', '', 0, 0, 1, 0, 0, NULL, ' Cuisse de poulet ', 'فخذ الدجاج ', ' Pierna de pollo', 0, 0, 0.25, 50, 0, 0, 0, 100),
(102, 'b2b82756', '2018-05-18 18:37:31', 6, '2018-05-20 17:47:00', NULL, 3, 139, 2, 1, 2, 5, -1, '3', '', '', 0, 0, 1, 0, 0, NULL, ' Poitrine de poulet ', 'صدر الدجاج ', ' Pechuga de pollo', 0, 0, 0.25, 50, 0, 0, 0, 103),
(103, '11765219', '2018-05-18 18:56:28', 6, '2018-05-20 17:48:00', NULL, 3, 139, 2, 1, 2, 5, -1, '12', '', '', 0, 0, 1, 0, 0, NULL, ' Poulet au cou', 'عنق الدجاج ', 'Pollo en el cuello', 0, 0, 0.25, 50, 0, 0, 0, 109),
(104, 'b35410d3', '2018-05-18 18:59:11', 6, '2018-05-20 17:49:00', NULL, 3, 139, 2, 1, 2, 5, -1, '5', '', '', 0, 0, 1, 0, 0, NULL, 'Ailes de poulet ', 'اجنحه الدجاج ', ' Alas de pollo', 0, 0, 0.25, 50, 0, 0, 0, 104),
(105, '95339a26', '2018-05-18 19:19:19', 6, '2018-05-20 17:50:00', NULL, 3, 139, 2, 1, 2, 5, -1, '1', '', '', 0, 0, 1, 0, 0, NULL, 'Cuisses de poulet partie supérieure', 'أرجل الدجاج الجزء العلوي ', ' Parte superior de las piernas de pollo', 0, 0, 0.25, 50, 0, 0, 0, 99),
(106, '6b4db531', '2018-05-18 19:24:20', 6, '2018-05-20 17:52:00', NULL, 3, 139, 2, 1, 2, 5, -1, '13', '', '', 0, 0, 1, 0, 0, NULL, ' Foie de poulet', 'كبد الدجاج ', 'Hígado de pollo', 0, 0, 0.25, 50, 0, 0, 0, 115),
(107, '38591227', '2018-05-18 19:29:27', 6, '2018-05-20 17:54:00', NULL, 3, 139, 2, 1, 2, 5, -1, '9', '', '', 0, 0, 1, 0, 0, NULL, 'Poulet haché à la viande ', 'لحم مفروم دجاج ', ' Carne, pollo picado', 0, 0, 0.25, 50, 0, 0, 0, 105),
(108, '409b4e1f', '2018-05-18 22:38:05', 6, '2018-05-20 17:54:00', NULL, 3, 139, 2, 1, 2, 5, -1, '10', '', '', 0, 0, 1, 0, 0, NULL, ' Saucisses au poulet', 'نقانق الدجاج ', 'Salchichas de pollo', 0, 0, 0.25, 50, 0, 0, 0, 108),
(109, 'ffb0c7e5', '2018-05-18 22:43:41', 6, '2018-05-20 17:55:00', NULL, 3, 139, 2, 1, 2, 5, -1, '11', '', '', 0, 0, 1, 0, 0, NULL, ' Saucisses de poulet épicées', 'نقانق الدجاج بالتوابل ', 'Salchichas de pollo picante', 0, 0, 0.25, 50, 0, 0, 0, 107),
(110, '34b85181', '2018-05-18 23:16:21', 6, '2018-05-20 17:57:00', NULL, 3, 139, 2, 1, 2, 5, -1, '8', '', '', 0, 0, 1, 0, 0, NULL, ' Petites pièces de poulet', 'قطع الدجاج الصغيره ', 'Pequeños trozos de pollo', 0, 0, 0.25, 50, 0, 0, 0, 106),
(111, '26835424', '2018-05-19 00:01:05', 6, '2018-05-20 17:58:00', NULL, 3, 140, 2, 1, 2, 5, -1, '9', '', '', 0, 0, 1, 0, 0, NULL, ' Dinde', 'الديك الرومي ', ' pavo', 0, 0, 0.25, 50, 0, 0, 0, 1),
(112, 'c53dd4c1', '2018-05-19 00:06:28', 6, '2018-05-20 18:00:00', NULL, 3, 140, 2, 1, 2, 5, -1, '2', '', '', 0, 0, 1, 0, 0, NULL, ' Dinde de cuisse ', 'فخذ الديك الرومي ', ' Muslo pavo', 0, 0, 0.25, 50, 0, 0, 0, 5),
(113, 'fc589c4c', '2018-05-19 00:10:59', 6, '2018-05-20 18:10:00', NULL, 3, 140, 2, 1, 2, 5, -1, '3', '', '', 0, 0, 1, 0, 0, NULL, ' La dinde a été libérée', 'صدر الديك الرومي ', 'El pavo fue lanzado', 0, 0, 0.25, 50, 0, 0, 0, 2),
(114, 'd156e5cb', '2018-05-19 00:24:08', 6, '2018-05-20 18:15:00', NULL, 3, 140, 2, 1, 2, 5, -1, '4', '', '', 0, 0, 1, 0, 0, NULL, ' La dinde est la partie supérieure', ' الديك الرومي الجزء العلوي ', 'La parte superior del muslo de pavo', 0, 0, 0.25, 50, 0, 0, 0, 7),
(115, 'fb0deaac', '2018-05-19 00:29:54', 6, '2018-05-20 18:24:00', NULL, 3, 140, 2, 1, 2, 5, -1, '6', '', '', 0, 0, 1, 0, 0, NULL, ' Le cou de la dinde ', 'عنق الديك الرومي ', ' El cuello del pavo', 0, 0, 0.25, 50, 0, 0, 0, 13),
(116, '57030372', '2018-05-19 00:36:32', 6, '2018-05-20 18:24:00', NULL, 3, 140, 2, 1, 2, 5, -1, '5', '', '', 0, 0, 1, 0, 0, NULL, ' Filet de dinde ', 'شرائح لحم الديك الرومي ', ' Filete de pavo', 0, 0, 0.25, 50, 0, 0, 0, 3),
(117, '17512b0f', '2018-05-19 00:40:22', 6, '2018-05-20 18:26:00', NULL, 3, 140, 2, 1, 2, 5, -1, '7', '', '', 0, 0, 1, 0, 0, NULL, ' Couper la petite dinde ', '(قطع الديك الرومي الصغيره  (القضبان', ' Corta el pavo pequeño', 0, 0, 0.25, 50, 0, 0, 0, 10),
(118, '68f5e863', '2018-05-19 01:03:11', 6, '2018-05-20 18:27:00', NULL, 3, 140, 2, 1, 2, 5, -1, '13', '', '', 0, 0, 1, 0, 0, NULL, ' Foie de dinde ', 'كبد الديك الرومي ', ' Hígado de pavo ', 0, 0, 0.25, 50, 0, 0, 0, 16),
(119, 'ea665b33', '2018-05-19 01:12:21', 6, '2018-05-20 18:28:00', NULL, 3, 140, 2, 1, 2, 5, -1, '8', '', '', 0, 0, 1, 0, 0, NULL, ' Viande de dinde hachée ', 'لحم مفروم ديك الرومي ', ' Carne de pavo picada', 0, 0, 0.25, 50, 0, 0, 0, 12),
(120, 'cc8232ab', '2018-05-19 01:18:15', 6, '2018-05-20 18:30:00', NULL, 3, 140, 2, 1, 2, 5, -1, '11', '', '', 0, 0, 1, 0, 0, NULL, ' Saucisses à la dinde ', 'نقانق الديك الرومي ', ' Salchichas con pavo', 0, 0, 0.25, 50, 0, 0, 0, 15),
(121, 'dfe5ce8c', '2018-05-19 01:23:32', 6, '2018-05-20 18:31:00', NULL, 3, 140, 2, 1, 2, 5, -1, '12', '', '', 0, 0, 1, 0, 0, NULL, ' Saucisses à la dinde aux épices ', 'نقانق الديك الرومي بالتوابل ', ' Salchichas de pavo con especias', 0, 0, 0.25, 50, 0, 0, 0, 14),
(122, '52bc6485', '2018-05-20 18:40:05', 6, '2018-07-06 16:25:00', NULL, 3, 142, 2, 1, 2, 5, -1, '128', '', '', 0, 0, 1, 0, 0, NULL, 'Rumsteck avec aiguillette baronne', 'شريحة لحم  مع تنورة أوزة', ' Rumsteak con aiguillette de baronet', 0, 0, 0.25, 50, 0, 0, 0, 34),
(123, 'b7bef696', '2018-05-20 18:47:51', 6, '2018-05-20 18:50:00', NULL, 3, 142, 2, 1, 2, 5, -1, '129', '', '', 0, 0, 1, 0, 0, NULL, 'Culotte d\'aiguillette baronne', 'شريحة لحم  مع تنورة أوزة', 'Rumsteak con aiguillette de baronne', 0, 0, 0.25, 50, 0, 0, 0, 35),
(124, '9808a067', '2018-05-20 18:53:04', 6, '2018-07-06 16:21:00', NULL, 3, 142, 2, 1, 2, 5, -1, '130', '', '', 0, 0, 1, 0, 0, NULL, 'Aiguillette baronne', 'تنورة أوزة', 'Baronne Aiguillette', 0, 0, 0.25, 50, 0, 0, 0, 36),
(125, '8b7a0587', '2018-05-20 18:59:03', 6, '2018-07-06 16:21:00', NULL, 3, 142, 2, 1, 2, 5, -1, '131', '', '', 0, 0, 1, 0, 0, NULL, ' Steaks ', 'Dessus de tranche', 'Rebanada superior', 0, 0, 0.25, 50, 0, 0, 0, 37),
(126, 'f4a6a89f', '2018-05-20 19:04:45', 6, '2018-05-20 22:27:00', NULL, 3, 141, 2, 1, 2, 5, -1, '132', '', '', 0, 0, 1, 0, 0, NULL, 'Morceaux de gigot', 'قطع من لحم الضأن', 'Pierna de cordero', 0, 0, 0.25, 50, 0, 0, 0, 10),
(127, '43d18fd5', '2018-05-20 22:31:13', 6, '2018-05-20 22:36:00', NULL, 3, 141, 2, 1, 2, 5, -1, '133', '', '', 0, 0, 1, 0, 0, NULL, ' La viande du cou ', ' لحم الرقبه  الضأن', ' Carne del cuello ', 0, 0, 0.25, 50, 0, 0, 0, 27),
(128, 'e61a9c69', '2018-05-23 19:26:56', 6, '2018-06-22 14:43:00', NULL, 26, 180, 2, 1, 1, 5, -1, '135', '', '', 0, 0, 1, 0, 0, NULL, ' coriandre ', 'القصبر ', '  cilantro ', 0, 0, 1, 50, 0, 0, 0, 7),
(129, '2f71a146', '2018-05-29 18:13:35', 6, '2018-05-29 18:16:00', NULL, 25, 42, 2, 1, 2, 5, -1, '136', '', '', 0, 0, 0, 0, 0, NULL, ' Cumin grain ', 'كمون حبوب ', ' Grano de comino ', 0, 0, 0.25, 50, 0, 0, 0, 127),
(131, 'd3dc2be7', '2018-03-06 13:14:57', 6, '2018-06-03 13:18:00', NULL, 5, 146, 2, 1, 1, 5, -1, '139', '', '', 0, 0, 1, 1, 0, NULL, ' LAPIN ', 'الارنب ', ' CONEJO', 0, 0, 1, 50, 0, 0, 0, 150),
(132, '42d78bbd', '2018-03-06 13:24:18', 6, '2018-06-03 13:27:00', NULL, 5, 146, 2, 1, 1, 5, -1, '140', '', '', 0, 0, 1, 1, 0, NULL, 'Ville de lapin', 'الارنب  البلدي', 'Conejo de la ciudad', 0, 0, 1, 50, 0, 0, 0, 160),
(133, 'dfe97306', '2018-09-16 12:41:20', 6, '2018-09-16 13:31:00', NULL, 1, 156, 2, 1, 2, 5, -1, '380', '', '', 0, 0, 1, 0, 0, NULL, 'Fond d\'artichaut', 'قلب الخرشوف', 'Fondo de Alcachofa', 0, 0, 0.25, 50, 0, 0, 0, 35),
(134, 'ee7ea14b', '2018-03-06 13:34:06', 6, '2018-06-03 13:37:00', NULL, 5, 145, 2, 1, 2, 5, -1, '141', '', '', 0, 0, 1, 0, 0, NULL, 'Poulet Beldi', ' الديك البلدي', ' Cock Country', 0, 0, 1, 60, 0, 0, 0, 1),
(700, '83583c50', NULL, NULL, NULL, NULL, 5, -1, 2, 1, 2, 5, -1, '700', '', '', 0, 0, 1, 0, 0, NULL, ' Poulet ', 'الدجاج ', 'Pollo  ', 0, 0, 0, 0, 0, 0, 0, 20),
(136, '8046aaaf', '2018-03-06 13:50:01', 6, '2018-06-03 13:57:00', NULL, 5, 145, 2, 1, 1, 5, -1, '143', '', '', 0, 0, 1, 1, 0, NULL, 'Canards', 'البط', 'Patos ', 0, 0, 1, 50, 0, 0, 0, 50),
(961, '86b0e3ef', '2020-05-25 15:01:12', NULL, NULL, NULL, 5, -1, 2, 1, 2, 5, -1, '961', '', '', 0, 0, 1, 1, 0, NULL, 'dinde ', 'الديك الرومي', 'pavo ', 0, 0, 1, 300, 0, 0, 0, 30),
(699, 'b4f22d32', NULL, NULL, NULL, NULL, 5, 146, 2, 1, 2, 5, -1, '699', '', '', 0, 0, 1, 1, 0, NULL, 'Dinde blanche ', 'الديك الرومي الابيض ', ' Pavo blanco', 0, 0, 0, 0, 0, 0, 0, 40),
(139, '35099658', '2018-03-06 14:23:33', 6, '2018-06-03 14:43:00', NULL, 5, 146, 2, 1, 1, 5, -1, '146', '', '', 0, 0, 1, 1, 0, NULL, ' Chèvre ', 'الماعز ', ' Cabra', 0, 0, 1, 50, 0, 0, 0, 170),
(140, '17aae9ea', '2018-03-06 14:43:52', 6, '2018-06-03 14:45:00', NULL, 5, 146, 2, 1, 2, 5, -1, '147', '', '', 0, 0, 1, 1, 0, NULL, ' Le bélier sordi', 'الكبش الصردي', ' El carnero sordi', 0, 0, 1, 50, 0, 0, 0, 200),
(141, 'a3a920f6', '2018-03-06 14:46:09', 6, '2018-06-03 14:54:00', NULL, 5, 146, 2, 1, 1, 5, -1, '148', '', '', 0, 0, 1, 1, 0, NULL, ' Taureau ', 'الثور ', ' Tauro', 0, 0, 1, 50, 0, 0, 0, 210),
(142, '398259f5', '2018-06-22 15:27:01', 6, '2018-06-22 15:29:00', NULL, 1, 153, 2, 1, 2, 5, -1, '149', '', '', 0, 0, 1, 0, 0, NULL, ' Pommes de terre à frire ', 'بطاطس للقلي ', ' Patatas para freír ', 0, 0, 0.25, 50, 0, 0, 0, 1),
(143, '8d81897a', '2018-06-22 15:30:13', 6, '2018-06-22 15:32:00', NULL, 1, 153, 2, 1, 2, 5, -1, '150', '', '', 0, 0, 1, 0, 0, NULL, ' Pomme de terre pour cuisiner ', 'بطاطس لطبخ ', ' Patata para cocinar ', 0, 0, 0.25, 50, 0, 0, 0, 2),
(144, '4f8c3057', '2018-06-22 15:32:29', 6, '2018-06-22 15:35:00', NULL, 1, 153, 2, 1, 2, 5, -1, '151', '', '', 0, 0, 1, 0, 0, NULL, ' Pomme de terre pour cuisiner ', 'بطاطس لطبخ ', ' Patata para cocinar ', 0, 0, 0.25, 50, 0, 0, 0, 3),
(145, '59406c73', '2018-06-22 15:36:06', 6, '2018-06-22 15:40:00', NULL, 1, 153, 2, 1, 2, 5, -1, '152', '', '', 0, 0, 1, 0, 0, NULL, ' Pommes de terre à frire ', 'بطاطس للقلي ', ' Papas para freír', 0, 0, 0.25, 50, 0, 0, 0, 4),
(146, '57f63b30', '2018-09-16 13:37:13', 6, '2018-09-16 13:40:00', NULL, 1, 185, 2, 1, 2, 5, -1, '381', '', '', 0, 0, 1, 0, 0, NULL, ' Le niébé vert ', 'اللوبيا الخضراء ', ' El caupí verde ', 0, 0, 0.25, 50, 0, 0, 0, 25),
(337, '9dee64fa', NULL, NULL, NULL, NULL, 25, 130, 2, 1, 1, 5, 69, '337', '', '', 0, 0, 1, 0, 0, NULL, 'HULALA- Crème fraîche Spray 250Ml', 'هولالا - بخاخ طازج 250 مل', 'HULALA- Spray Crema Fresca 250Ml', 0, 0, 0.25, 50, 0, 0, 0, 144),
(150, 'f396775e', NULL, NULL, NULL, NULL, 1, 157, 2, 1, 2, 5, -1, '149', '', '', 0, 0, 1, 0, 0, NULL, 'FENOUIL', 'بسباس', 'FENOUIL', 0, 0, 0.25, 50, 0, 0, 0, 38),
(151, 'de59dc6c', NULL, NULL, NULL, NULL, 1, 157, 2, 1, 2, 5, -1, '151', '', '', 0, 0, 1, 0, 0, NULL, 'Champignons ', 'الفطر ', 'Hongos', 0, 0, 0.25, 50, 0, 0, 0, 39),
(152, 'c6e56bf2', NULL, NULL, NULL, NULL, 26, 178, 2, 1, 1, 5, -1, '333', '', '', 0, 0, 1, 0, 0, NULL, 'LAITUE', ' الخس', 'LECHUGA', 0, 0, 1, 50, 0, 0, 0, 2),
(153, '9e387fe4', NULL, NULL, NULL, NULL, 26, 178, 2, 1, 1, 5, -1, '153', '', '', 0, 0, 1, 0, 0, NULL, 'Laitue La montagne', 'الخس البلدي', 'Lechuga La montaña', 0, 0, 1, 50, 0, 0, 0, 4),
(154, '35149467', NULL, NULL, NULL, NULL, 26, 178, 2, 1, 1, 5, -1, '154', '', '', 0, 0, 1, 0, 0, NULL, 'SALADE POMMÉE ROUGE', 'سلطة التفاح الأحمر', 'ENSALADA DE MANZANA ROJA', 0, 0, 1, 50, 0, 0, 0, 4),
(155, '636ca1b1', NULL, NULL, NULL, NULL, 26, 178, 2, 1, 1, 5, -1, '155', '', '', 0, 0, 1, 0, 0, NULL, 'SALADE BATAVIA', 'سلطة باتافيا', 'ENSALADA DE BATAVIA', 0, 0, 1, 50, 0, 0, 0, 3),
(156, '6d14d66b', NULL, NULL, NULL, NULL, 26, 180, 2, 1, 1, 5, -1, '156', '', '', 0, 0, 1, 0, 0, NULL, 'ROMARIN', 'ازير روزماري', 'ROMERO', 0, 0, 1, 50, 0, 0, 0, 13),
(158, '141576ff', NULL, NULL, NULL, NULL, 26, 179, 2, 1, 1, 5, -1, '157', '', '', 0, 0, 1, 0, 0, NULL, 'CIBOULETTE', 'الثوم القصبي', 'CIBOULETTE', 0, 0, 1, 50, 0, 0, 0, 19),
(159, '38353e37', NULL, NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '159', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi 2 L', 'بيبسي 2 لتر', 'Pepsi 2 L', 0, 0, 1, 500, 0, 0, 0, 457),
(160, '7ec8b1ba', NULL, NULL, NULL, NULL, 25, 197, 2, 1, 2, 5, 12, '160', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Cola 50cl', 'بيبسي خالي من السكر كولا 50 سلتر', 'Pepsi Zero Azúcar Cola 50cl', 0, 0, 1, 5000, 0, 0, 0, 462),
(161, '8cb73f09', NULL, NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '161', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Citron vert 50cl', 'بيبسي خالي من السكرليمون أخضر 50 سل', 'Pepsi Zero Azúcar Lima 50cl', 0, 0, 1, 5000, 0, 0, 0, 463),
(162, '4c61ab40', NULL, NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '162', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi max  50 cl', 'بيبسي ماكسي 50 س ل', 'Pepsi max  50 cl', 0, 0, 1, 5000, 0, 0, 0, 461),
(163, '32fc90fa', NULL, NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '163', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi  1 L', ' بيبسي  1 لتر', 'Pepsi  1 L', 0, 0, 1, 5000, 0, 0, 0, 459),
(164, '8aec8e6d', NULL, NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '164', '', '', 0, 0, 1, 0, 0, NULL, 'pepsi 1,5 l', 'بيبسي 1،5 لتر', 'pepsi 1,5 l', 0, 0, 1, 5000, 0, 0, 0, 458),
(165, '64128598', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '165', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola Sans Sucre 25 cl', 'كوكاكولا خالية من السكر 25 سل', 'Coca Cola Sin Azúcar 25 cl', 0, 0, 1, 5000, 0, 0, 0, 673),
(166, 'de4be79d', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '166', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola Sans Sucre 33 Cl', 'كوكاكولا خالية من السكر 33 سل', 'Coca-Cola Sin Azúcar 33 Cl', 0, 0, 1, 5000, 0, 0, 0, 672),
(167, '15cb6ffe', NULL, NULL, NULL, NULL, 25, 266, 2, 1, 1, 5, 117, '167', '', '', 0, 0, 1, 0, 0, NULL, 'HAWAII 1.5 L', 'هاواي 1.5 لتر', 'HAWAII 1.5 L', 0, 0, 1, 5000, 0, 0, 0, 718),
(1134, '347d3dcc', '2020-08-28 13:13:57', NULL, NULL, NULL, 25, 266, 2, 1, 1, 5, 117, '1134', '', '', 0, 0, 1, 0, 0, NULL, 'HAWAII 50 cl', 'هاواي 50 سل', 'HAWAII 50 cl', 0, 0, 1, 5000, 0, 0, 0, 720),
(168, '536ec916', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '168', '', '', 0, 0, 1, 0, 0, NULL, 'coca cola sans sucres 1L', 'كوكاكولا خالية من السكر 1 لتر', 'coca cola sin azucar 1L', 0, 0, 1, 5000, 0, 0, 0, 648),
(169, 'bd62bcf5', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '169', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola Energy 25 cl', 'كوكا كولا انرجي 25 سل', 'Coca Cola Energy 25 cl', 0, 0, 1, 5000, 0, 0, 0, 674),
(170, '04128dc4', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '170', '', '', 0, 0, 1, 0, 0, NULL, 'coca cola sans sucres 50 cl', 'كوكاكولا خالية من السكر 50 سل', 'coca cola sin azucar 50 cl', 0, 0, 1, 5000, 0, 0, 0, 649),
(171, 'd29d88b8', NULL, NULL, NULL, NULL, 25, 266, 2, 1, 1, 5, 117, '171', '', '', 0, 0, 1, 0, 0, NULL, 'HAWAII 1 L', 'هاواي 1 لتر', 'HAWAII 1 L', 0, 0, 1, 5000, 0, 0, 0, 719),
(172, '1f66c620', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '172', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola 25 cl', 'كوكا كولا 25 سل', 'Coca Cola 25 cl', 0, 0, 1, 5000, 0, 0, 0, 671),
(1132, '1b961148', '2020-08-26 15:20:34', NULL, NULL, NULL, 25, 228, 2, 1, 1, 5, 76, '1132', '', '', 0, 0, 1, 0, 0, NULL, 'Fanta orange 1,5 litre', 'فانتا برتقال 1.5لتر', 'Fanta naranja 1,5 litros', 0, 0, 1, 5000, 0, 0, 0, 686),
(1156, '0cc71ddc', '2020-09-01 14:48:13', NULL, NULL, NULL, 25, 264, 2, 1, 1, 5, 115, '1156', '', '', 0, 0, 1, 0, 0, NULL, 'Schweppes citron 1.5L', 'شويبس ليمون 1.5 لتر', 'Schweppes limón 1.5L', 0, 0, 1, 5000, 0, 0, 0, 751),
(174, 'faeb9f01', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '174', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola  50 cl', 'كوكاكولا 50 سل', 'Coca Cola  50 cl', 0, 0, 1, 5000, 0, 0, 0, 647),
(175, '087ce01a', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '175', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola  1 L', 'كوكاكولا1 لتر', 'Coca Cola 1 L', 0, 0, 0.25, 50, 0, 0, 0, 646),
(176, '316b9933', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '176', '', '', 0, 0, 1, 0, 0, NULL, 'Coca-Cola 1,5l', 'كوكاكولا 1.5 لتر ', 'Coca-Cola 1,5l', 0, 0, 0.25, 50, 0, 0, 0, 645),
(177, '06bcb245', NULL, NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '177', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola   2 L', ' كوكاكولا 2 لتر ', 'Coca Cola  2 L', 0, 0, 1, 50, 0, 0, 0, 644),
(178, '62111d6c', NULL, NULL, NULL, NULL, 25, 227, 2, 1, 1, 5, 75, '178', '', '', 0, 0, 1, 0, 0, NULL, ' Sprite 25cl', 'سبرايت 25 سل', ' Sprite 25cl', 0, 0, 1, 5000, 0, 0, 0, 770),
(1163, 'b93c5938', '2020-09-01 19:02:27', NULL, NULL, NULL, 25, 227, 2, 1, 1, 5, 75, '1163', '', '', 0, 0, 1, 0, 0, NULL, 'Sprite 33 cl', 'سبرايت 33 سل', 'Sprite 33 cl', 0, 0, 1, 5000, 0, 0, 0, 769),
(180, 'd6a18dec', NULL, NULL, NULL, NULL, 25, 227, 2, 1, 1, 5, 75, '180', '', '', 0, 0, 1, 0, 0, NULL, 'Sprite 50 cl', 'سبرايت 50 سل', 'Sprite 50 cl', 0, 0, 1, 5000, 0, 0, 0, 768),
(181, '621da317', NULL, NULL, NULL, NULL, 25, 227, 2, 1, 1, 5, 75, '181', '', '', 0, 0, 1, 0, 0, NULL, 'Sprite 1 L', 'سبرايت 1 لتر', 'Sprite 1 L', 0, 0, 1, 5000, 0, 0, 0, 767),
(984, '98a55c26', '2020-07-26 11:48:33', NULL, NULL, NULL, 25, 189, 2, 1, 1, 5, 43, '984', '', '', 0, 0, 1, 0, 0, NULL, 'Bahia bonbonne 18,9L', 'باهيا بدون كبير 18.9 لتر', 'Bahia carboy 18.9L', 0, 0, 1, 5000, 0, 0, 0, 50),
(983, '1663dd90', '2020-07-26 11:32:36', NULL, NULL, NULL, 25, 192, 2, 1, 1, 5, 8, '983', '', '', 0, 0, 1, 0, 0, NULL, 'AIN SOLTANE 33 cl', 'عين السلطان 33 سل', 'AIN SOLTANE 33 cl', 0, 0, 0, 0, 0, 0, 0, 71),
(982, '0721c106', '2020-07-26 11:29:09', NULL, NULL, NULL, 25, 192, 2, 1, 1, 5, 8, '982', '', '', 0, 0, 1, 0, 0, NULL, 'AIN SOLTANO 50 cl', 'عين السلطان 50 سل', 'AIN SOLTANO 50 cl', 0, 0, 0, 0, 0, 0, 0, 70),
(981, 'c980801e', '2020-07-26 11:25:11', NULL, NULL, NULL, 25, 192, 2, 1, 1, 5, 8, '981', '', '', 0, 0, 1, 1, 0, NULL, 'AIN SOLTANE 1 L', 'عين السلطان 1 لتر', 'AIN SOLTANE 1 L', 0, 0, 0, 0, 0, 0, 0, 69),
(979, '5ed8ff74', '2020-07-26 11:13:01', NULL, NULL, NULL, 25, 192, 2, 1, 1, 5, 8, '979', '', '', 0, 0, 1, 0, 0, NULL, 'AIN SOLTANE 2.5 L', 'عين السلطان 2.5 لتر', 'AIN SOLTANO 2.5 L', 0, 0, -1, 1000, 0, 0, 0, 67),
(980, '7653096f', '2020-07-26 11:20:58', NULL, NULL, NULL, 25, 192, 2, 1, 1, 5, 8, '980', '', '', 0, 0, 1, 0, 0, NULL, 'AIN SOLTANE 1.5 L', 'عين السلطان 1.5 لتر', 'AIN SOLTANE 1.5 L', 0, 0, 0, 0, 0, 0, 0, 68),
(977, '2f48a258', '2020-07-12 20:00:49', NULL, NULL, NULL, 25, 246, 2, 1, 2, 5, -1, '977', '', '', 0, 0, 0, 0, 0, NULL, 'Pois chiches 2', 'الحمص 2', 'Garbanzos 2', 0, 0, 1, 50, 0, 0, 0, 11110),
(976, '5281ba3d', '2020-07-12 19:35:41', NULL, NULL, NULL, 1, 156, 2, 1, 2, 5, -1, '976', '', '', 0, 0, 1, 0, 0, NULL, 'courgettes', 'القرع البلدي', 'calabacín', 0, 0, 1, 50, 0, 0, 0, 31),
(190, '91053660', NULL, NULL, NULL, NULL, 25, 22, 3, 1, 1, 5, -1, '190', '', '', 0, 0, 0, 0, 0, NULL, 'Biscuits crème choco, 400g CORAIL', 'بسكويت شوكو كريم ، 400 غ كورال', 'Bizcochos choco nata, 400g CORAL', 0, 0, 1, 50, 0, 0, 0, 2147483647),
(191, '9b1572d7', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 15, '191', '', '', 0, 0, 0, 0, 0, NULL, ' Boer Chocolate 330 g', ' شوكولاته 330 جم', ' Boer Chocolate 330 g', 0, 0, 0.25, 50, 0, 0, 0, 185),
(192, '64400a31', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 15, '192', '', '', 0, 0, 0, 0, 0, NULL, ' Boer Coco 450 g', 'كوكو 450 جم بسكويت', ' Boer Coco 450 g', 0, 0, 0.25, 50, 0, 0, 0, 186),
(193, 'f812a9ab', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 15, '193', '', '', 0, 0, 0, 0, 0, NULL, 'Boer Nata 330 g', 'بسكويت كريم  330 g', 'Boer Nata 330 g', 0, 0, 0.25, 50, 0, 0, 0, 187),
(194, 'ece1f33e', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 15, '194', '', '', 0, 0, 0, 0, 0, NULL, 'Bizcocho King 400 g', 'كينج بسكويت 400 جم', 'Bizcocho King 400 g', 0, 0, 0.25, 50, 0, 0, 0, 188),
(195, '670eaec3', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 16, '195', '', '', 0, 0, 0, 0, 0, NULL, 'biscuits maria gullon dorés', 'ماريا جولون بسكويت ذهبي', 'galletas maria dorada gullon', 0, 0, 0.25, 50, 0, 0, 0, 189),
(196, 'ec764264', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 85, '196', '', '', 0, 0, 0, 0, 0, NULL, 'Mega Duo Choco Cookie 500gr', 'ميجا ديو شوكو كوكي 500 غرام', 'Galleta Mega Duo Choco 500gr', 0, 0, 0.25, 50, 0, 0, 0, 190),
(197, '9485edfe', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 17, '197', '', '', 0, 0, 0, 0, 0, NULL, 'Biscuits au chocolat Principe 300 g', 'بسكويت الشوكولاته برينسيبي 300 جرام', 'Cookies au chocolat Principe 300 g', 0, 0, 0.25, 50, 0, 0, 0, 191),
(198, 'ade7b4ee', NULL, NULL, NULL, NULL, 25, 132, 2, 1, 2, 5, 18, '198', '', '', 0, 0, 0, 0, 0, NULL, 'Café En Grains Solubles Samar Gusto 180g', 'القهوة والحبوب القابلة للذوبان سمر غوستو غ180', 'Café Soluble De Grano Samar Gusto 180g', 0, 0, 0.25, 50, 0, 0, 0, 192),
(199, 'ec9bfa95', NULL, NULL, NULL, NULL, 25, 132, 2, 1, 2, 5, 18, '199', '', '', 0, 0, 0, 0, 0, NULL, 'CAFÉ EN GRAINS SOLUBLE SAMAR GUSTO 45G', 'حبوب قابلة للذوبان سمر جستو 45 جم', 'SOLUBLE DE CAFÉ DE GRANO SAMAR GUSTO 45G', 0, 0, 0.25, 50, 0, 0, 0, 193),
(200, '04a09964', NULL, NULL, NULL, NULL, 25, 132, 2, 1, 2, 5, 18, '200', '', '', 0, 0, 0, 0, 0, NULL, 'SAMAR VITALITE 225G', 'سمر حيوية 225 جم', 'SAMAR VITALITY 225G', 0, 0, 0.25, 50, 0, 0, 0, 194),
(201, 'fea8a71c', NULL, NULL, NULL, NULL, 25, 132, 2, 1, 2, 5, 18, '201', '', '', 0, 0, 0, 0, 0, NULL, 'SAMAR VITALITY 100G', 'سمر حيوية 100 غ', 'SAMAR VITALITE 100G', 0, 0, 0.25, 50, 0, 0, 0, 195),
(202, '9adb7e4f', NULL, NULL, NULL, NULL, 25, 199, 2, 1, 2, 5, 19, '202', '', '', 0, 0, 1, 0, 0, NULL, 'Café Moulu Carte Noire Original 225g', 'كوفي  اورجينال بلاك كارت 225 جم', 'Coffee Ground Original Tarjeta Negra 225g', 0, 0, 0.25, 50, 0, 0, 0, 196),
(203, 'd128cbed', NULL, NULL, NULL, NULL, 25, 198, 2, 1, 2, 5, 21, '203', '', '', 0, 0, 1, 0, 0, NULL, 'ASTA TONIQUE 200G', 'قهوه اسطا 200 جرام', 'ASTA TONIC 200G', 0, 0, 0.25, 50, 0, 0, 0, 197),
(204, '175d43e3', NULL, NULL, NULL, NULL, 25, 198, 2, 1, 2, 5, 21, '204', '', '', 0, 0, 1, 0, 0, NULL, 'Café Soluble Asta 90g', 'قهوه سريعة الذوبان 90 غرام', 'Café soluble Asta 90g', 0, 0, 0.25, 50, 0, 0, 0, 198),
(205, '50bb1cb3', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 22, '205', '', '', 0, 0, 0, 0, 0, NULL, '‏chewing gum flash', 'مضغ العلكة فلاش', 'Goma de mascar flash', 0, 0, 0.25, 50, 0, 0, 0, 199),
(206, '1c375508', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '206', '', '', 0, 0, 0, 0, 0, NULL, 'Confiture Orange 37 cl', 'مربى البرتقال 37 cl ', 'Mermelada de naranja 37 cl', 0, 0, 0.25, 50, 0, 0, 0, 200),
(207, 'bd3f5d6f', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 2, 5, 24, '207', '', '', 0, 0, 0, 0, 0, NULL, 'Confiture Abricots 37 cl', 'مربى المشمش  س ل37 ', 'Mermelada De Albaricoque 37 cl', 0, 0, 0.25, 50, 0, 0, 0, 201),
(208, '9822a02c', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '208', '', '', 0, 0, 0, 0, 0, NULL, 'Confiture Fraises 37 cl..', 'مربى الفراولة 37 cl', 'Mermelada de fresa 37 cl', 0, 0, 0.25, 50, 0, 0, 0, 202),
(209, 'f6029511', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '209', '', '', 0, 0, 0, 0, 0, NULL, 'Confiture Framboises 37 cl', 'مربى التوت 37 cl', 'Mermelada de frambuesa 37 cl', 0, 0, 0.25, 50, 0, 0, 0, 203),
(250, '383a2830', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '250', '', '', 0, 0, 0, 0, 0, NULL, 'AICHA Confiture Oranges 21 cl', 'مربى البرتقال عايشه 21 س ل', 'AICHA Confitura de naranjas 21 cl', 0, 0, 0.25, 50, 0, 0, 0, 204),
(211, '46525798', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '211', '', '', 0, 0, 0, 0, 0, NULL, 'Confiture Cerises 21 cl', 'مربى الكرز 21 cl', 'Mermelada de cereza 21 cl', 0, 0, 0.25, 50, 0, 0, 0, 205),
(252, 'de1f8452', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '252', '', '', 0, 0, 0, 0, 0, NULL, 'AICHA Confiture Fraises 21 cl', ' مربى الفراولة 21 س ل', 'AICHA Mermelada de fresa 21 cl', 0, 0, 0.25, 50, 0, 0, 0, 206),
(251, 'de4af07e', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '251', '', '', 0, 0, 0, 0, 0, NULL, 'AICHA Confiture Abricots 21 cl', 'مربى المشمش 21س ل ', 'AICHA Mermelada De Albaricoque 21 cl', 0, 0, 0.25, 50, 0, 0, 0, 207),
(214, 'a35d92ff', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 25, '214', '', '', 0, 0, 0, 0, 0, NULL, ' Chocolat Blanc Suisse aux Eclats de Miel, Amande et Nougat 100 g', 'شوكولاتة سويسرية بيضاء مع عسل شارد ، لوز ونوغة 100 جم', 'Chocolate blanco suizo con fragmento de miel, almendra y turrón 100 g', 0, 0, 0.25, 50, 0, 0, 0, 208),
(215, 'd8e2973d', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, -1, '215', '', '', 0, 0, 0, 0, 0, NULL, 'TOBLERONE Chocolat au Lait Suisse aux Éclats de Miel Amande et Nougat 50 g', 'حليب الشوكولاتة السويسرية مع قطع العسل ونوجا', 'TOBLERONE Chocolate con leche suizo con fragmentos de miel y turrón 50 g', 0, 0, 0.25, 50, 0, 0, 0, 209),
(216, 'bc31ab65', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 25, '216', '', '', 0, 0, 0, 0, 0, NULL, 'Chocolat Noir Suisse aux Eclats de Miel, Amande et Nougat 100 g', 'سويس شوكولاتة سوداء مع عسل شارد ، لوز ونوغة 100 جم', 'Chocolate negro suizo con fragmento de miel, almendra y turrón 100 g', 0, 0, 0.25, 50, 0, 0, 0, 210),
(217, '20f79730', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 26, '217', '', '', 0, 0, 0, 0, 0, NULL, 'Miniatures Barres Chocolatées 150 g', 'قطع الشوكولاته المصغرة 150 غ', 'Barras de chocolate en miniatura 150 g', 0, 0, 0.25, 50, 0, 0, 0, 211),
(218, '56374f94', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 26, '218', '', '', 0, 0, 0, 0, 0, NULL, 'Minis Barres Chocolatées 275 g', 'مينيس بارات الشوكولاتة 275 جم', 'Barras De Chocolate Minis 275 g', 0, 0, 0.25, 50, 0, 0, 0, 212),
(219, 'ebd48422', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 26, '219', '', '', 0, 0, 0, 0, 0, NULL, 'Une barre de biscuit et de caramel enrobée de chocolat au lait', 'شوكولاتة الحليب الناعم المغطى بالكراميل والبسكويت', 'Un suave chocolate cubierto de chocolate con leche y barra de galletas.', 0, 0, 0.25, 50, 0, 0, 0, 213),
(220, '94411851', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 27, '220', '', '', 0, 0, 0, 0, 0, NULL, 'Barre Chocolatée au Caramel 50 g', '50 جرام كراميل شوكولات بار', '50 g de barra de chocolate y caramelo', 0, 0, 0.25, 50, 0, 0, 0, 214),
(221, '2111dcaf', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 27, '221', '', '', 0, 0, 0, 0, 0, NULL, 'Miniatures Snickers 150g', 'سنيكرز مصغر 150 جم', 'Snickers Miniatura 150g', 0, 0, 0.25, 50, 0, 0, 0, 215),
(222, '612c20a8', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 28, '222', '', '', 0, 0, 0, 0, 0, NULL, 'LION Barre Chocolatée 42 g', ' ليون بار شوكولاتة 42 جم', 'LION Barra de chocolate 42 g', 0, 0, 0.25, 50, 0, 0, 0, 216),
(223, 'ba51b7f8', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 29, '223', '', '', 0, 0, 0, 0, 0, NULL, 'MARS Barre Chocolatée 51 g', 'مارس بار شوكولاتة 51 جم', 'MARS Barre Chocolatée 51 g', 0, 0, 0.25, 50, 0, 0, 0, 217),
(224, '476a1b24', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 29, '224', '', '', 0, 0, 0, 0, 0, NULL, 'MARS Miniatures Barres Chocolatées 150 g', 'مارس قطع الشوكولاته المصغرة 150 غ ', 'MARZO Barras de chocolate en miniatura 150 g', 0, 0, 0.25, 50, 0, 0, 0, 218),
(225, 'e91f1593', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 30, '225', '', '', 0, 0, 0, 0, 0, NULL, 'KITKAT Barres Enrobées de Chocolat au Lait 45 g', 'كت كات بارات مغطاة بشوكولاتة الحليب 45 جم', 'KITKAT Barras Cubiertas Con Chocolate De Leche 45 g', 0, 0, 0.25, 50, 0, 0, 0, 219),
(226, '03149200', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 30, '226', '', '', 0, 0, 0, 0, 0, NULL, 'KITKAT White Barres Enrobées de Chocolat Blanc 45 g', 'كت كات ألواح الشوكولاتة البيضاء 45 جم ', 'KITKAT Blanco Barras recubiertas de chocolate blanco 45 g', 0, 0, 0.25, 50, 0, 0, 0, 220),
(227, '1f1826e6', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 31, '227', '', '', 0, 0, 0, 0, 0, NULL, 'KINDER Barre Chocolat au Lait Fourrées à la Noisette 43 g', 'كندر بار شوكولاتة الحليب مليئة بالبندق 43 جم', 'KINDER Barra de chocolate con leche rellena de avellana 43 g', 0, 0, 0.25, 50, 0, 0, 0, 221),
(228, '350b0e82', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 31, '228', '', '', 0, 0, 0, 0, 0, NULL, 'Œuf au chocolat Kinder Surprise', '20 كيندر مفاجأة بيضة شوكولاتة غ', 'Huevo de chocolate sorpresa Kinder', NULL, 0, 0.25, 50, 0, 0, 0, 222),
(229, 'f0f0ce0c', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 31, '229', '', '', 0, 0, 0, 0, 0, NULL, 'KINDER Maxi 21 g', 'كندرماكسي 21 جرام', 'KINDER Maxi 21 g', NULL, 0, 0.25, 50, 0, 0, 0, 223),
(230, '5243afbc', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 32, '230', '', '', 0, 0, 0, 0, 0, NULL, 'BOUNTY Barre Chocolatée 57 g', 'بونتي بار شوكولاتة 57 جم', 'BOUNTY Barra de chocolate 57 g', 0, 0, 0.25, 50, 0, 0, 0, 224),
(231, 'b607fd5d', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 32, '231', '', '', 0, 0, 0, 0, 0, NULL, 'BOUNTY Minis Barres Chocolatées 275 g', 'بونتي مينيس بارات الشوكولاتة 275 جم', 'BOUNTY Barras De Chocolate Minis 275 g', 0, 0, 0.25, 50, 0, 0, 0, 225),
(232, 'c04af6d6', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 30, '232', '', '', 0, 0, 0, 0, 0, NULL, 'KITKAT Chunky Gaufrette Croquante Enrobée de Chocolat au lait 48 g', 'كيت كات شانكى كروكانتى شوكولاتة بالحليب  48 جم', 'KITKAT Croquante Chunky Crujiente Leche Chocolate Oblea 48 g', 0, 0, 0.25, 50, 0, 0, 0, 226),
(233, '391cb76c', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 33, '233', '', '', 0, 0, 0, 0, 0, NULL, 'FERRERO ROCHER Rocher Boîte 24 Pièces 300 g', 'فيريرو روشيه روك بوكس 24 قطعة 300 جم', 'FERRERO ROCHER Caja de Rock 24 Piezas 300 g', 0, 0, 0.25, 50, 0, 0, 0, 227),
(234, '3ec39eac', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 33, '234', '', '', 0, 0, 0, 0, 0, NULL, 'FERRERO ROCHER Rocher Boîte 16 Pièces 200 g', 'فيريرو روشيه روك بوكس 16 قطعة 200 جم', 'FERRERO ROCHER Caja de Rock 16 Piezas 200 g', 0, 0, 0.25, 50, 0, 0, 0, 228),
(235, '3a4e0223', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 33, '235', '', '', 0, 0, 0, 0, 0, NULL, 'Ferrero Rocher 12.5 g ', 'فيريرو روشيه جرام 12,5 ', 'Ferrero Rocher 12.5 g ', 0, 0, 0.25, 50, 0, 0, 0, 229),
(236, '67dec041', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 34, '236', '', '', 0, 0, 0, 0, 0, NULL, 'M&M\'S Peanut 200 g', 'M & M\'S فول سوداني 200 جم', 'M & M\'S Cacahuete 200 g', 0, 0, 0.25, 50, 0, 0, 0, 230),
(237, '65543cd8', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 34, '237', '', '', 0, 0, 0, 0, 0, NULL, 'M & M\'S Choco 45 g', 'M & M\'S شوكو 45 جم', 'M&M\'S Choco 45 g', 0, 0, 0.25, 50, 0, 0, 0, 231);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(238, '50d854a3', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 34, '238', '', '', 0, 0, 0, 0, 0, NULL, 'M&M\'S Peanut 45 g', 'M & M\'S شوكو 45 جم', 'M & M\'S Choco 45 g', 0, 0, 0.25, 50, 0, 0, 0, 232),
(239, '992efcf4', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 35, '239', '', '', 0, 0, 0, 0, 0, NULL, 'MILKA MMMAX Chocolat au lait pétillant fourré à la tablette de caramel 300 g', 'MILKA MMMAX شوكولاتة حليب بابلي مملوءة بالكراميل 300 جرام', 'MILKA MMMAX Bubbly chocolate con leche relleno de caramelo tableta 300 g', 0, 0, 0.25, 50, 0, 0, 0, 233),
(240, '9bae1a60', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 35, '240', '', '', 0, 0, 0, 0, 0, NULL, 'Tablette de chocolat Milka aux noisettes et à la truffe (e300g)', 'حليب ميلكا بالشوكولاتة مع البندق والكمأة (e300g)', 'Milka tableta de chocolate leche con avellanas y trufa(e300g)', 0, 0, 0.25, 50, 0, 0, 0, 234),
(241, '3c341a34', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 35, '241', '', '', 0, 0, 0, 0, 0, NULL, 'Milka Chocolate aux noisettes entières 300g', 'حليب ميلكا بالشوكولاتة مع البندق والكمأة (e300g)', 'Milka tableta de chocolate con leche con avellanas y trufa (e300g)', 0, 0, 0.25, 50, 0, 0, 0, 235),
(242, '263eb513', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 35, '242', '', '', 0, 0, 0, 0, 0, NULL, 'Waffle Cookie Chocolate Choco Swing Milka 300 gr', 'وافل كوكي شيكولاتة شوكو سوينغ ميلكا 300 غرام', 'Galleta Barquillo Tableta De Chocolate Choco Swing Milka 300 gr', 0, 0, 0.25, 50, 0, 0, 0, 236),
(243, 'f5645374', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 35, '243', '', '', 0, 0, 0, 0, 0, NULL, 'Chocolat au lait - Oreo  37 gr', 'شوكولا حليب - أوريو   37 غرام', 'Chocolate con leche - Oreo   37 gr', 0, 0, 0.25, 50, 0, 0, 0, 237),
(244, '76048406', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 35, '244', '', '', 0, 0, 0, 0, 0, NULL, 'MILKA CARAMELO ET NOIX ENTIER 37 gr', 'ميلكا كاراميلو وكاملا الفول السوداني 37 جرام', 'MILKA CARAMELO Y AVELLANAS ENTERAS 37 gr', 0, 0, 0.25, 50, 0, 0, 0, 238),
(245, '001970e9', NULL, NULL, NULL, NULL, 25, 129, 2, 1, 2, 5, 36, '245', '', '', 0, 0, 1, 0, 0, NULL, 'LA PRAIRIE Margarine Classique 250 g', 'زبده مارجرين كلاسيك 250 جم', 'LA PRADERA Margarina Clásica 250 g', 0, 0, 0.25, 50, 0, 0, 0, 239),
(246, '239bcd3b', NULL, NULL, NULL, NULL, 25, 129, 2, 1, 1, 5, 36, '246', '', '', 0, 0, 1, 0, 0, NULL, 'LA PRAIRIE Margarine 500 g', 'الزبده لابريري  جرام500 ', 'LA PRADERA Margarina 500 g', 0, 0, 0.25, 50, 0, 0, 0, 240),
(247, 'fe038426', NULL, NULL, NULL, NULL, 25, 129, 2, 1, 1, 5, 37, '247', '', '', 0, 0, 1, 0, 0, NULL, 'Margarine Végétale conga 500 gr', 'السمن النباتي CONGA 500 غرام', 'Margarina Vegetal conga 500 gr', 0, 0, 0.25, 50, 0, 0, 0, 241),
(248, 'ee141c52', NULL, NULL, NULL, NULL, 25, 129, 2, 1, 1, 5, 38, '248', '', '', 0, 0, 1, 0, 0, NULL, ' margarine avec sel TULIPE 500 g.', 'الزبده السمن مع الملح 500 غرام ', ' margarina con sal TULIPÁN 500 g.', 0, 0, 0.25, 50, 0, 0, 0, 242),
(249, 'd7096afc', NULL, NULL, NULL, NULL, 25, 129, 2, 1, 1, 5, 38, '249', '', '', 0, 0, 1, 0, 0, NULL, 'Margarina TULIPAN sans gluten 260g.', 'الزبدة نباتي خفيف 260 جم', 'Margarina  sin gluten TULIPÁN 260 g', 0, 0, 0.25, 50, 0, 0, 0, 243),
(564, '1be12f76', NULL, NULL, NULL, NULL, 25, 95, 2, 1, 1, 5, -1, '564', '', '', 0, 0, 1, 0, 0, NULL, 'Lait Uht naturel entier Centrale 1L', 'حليب المعقم الطبيعي المركزي 1 لتر', 'Central entera natural Uht leche 1L', 0, 0, 1, 50, 0, 0, 0, 244),
(253, '89d61d73', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 2, 5, 24, '253', '', '', 0, 0, 0, 0, 0, NULL, 'AICHA Confiture Framboises 21 cl', 'مربى التوت 21 س ل', 'AICHA Mermelada de frambuesa 21 cl', 0, 0, 0.25, 50, 0, 0, 0, 245),
(254, '386b644d', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 24, '254', '', '', 0, 0, 0, 0, 0, NULL, 'AICHA Confiture Cerises 37 cl', 'مربى الكرز37 س ل', 'AICHA Mermelada de cereza 37 cl', 0, 0, 0.25, 50, 0, 0, 0, 246),
(255, 'ca0566e5', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 2, 5, 23, '255', '', '', 0, 0, 0, 0, 0, NULL, 'EL BARAKA Confiture Fraises 37 cl', 'البركة مربى الفراولة  cl 37 ', 'El baraka Mermelada de fresa 37 cl', 0, 0, 0.25, 50, 0, 0, 0, 247),
(256, '9451d928', NULL, NULL, NULL, NULL, 25, 137, 2, 1, 1, 5, 23, '256', '', '', 0, 0, 0, 0, 0, NULL, 'EL BARAKA Confiture Fraises Light 21 cl', 'البركة مربى الفراولة الخفيفة 21 cl', 'El baraka Mermelada de Fresa Light 21 cl', 0, 0, 0.25, 50, 0, 0, 0, 248),
(257, 'aa6de63e', NULL, NULL, NULL, NULL, 25, 95, 2, 1, 1, 5, 39, '257', '', '', 0, 0, 1, 0, 0, NULL, 'PULEVA Lait UHT Entier 1 l', 'UPULEVAHT الحليب كامل الدسم 1 لتر', 'PULEVAHT leche entera 1 l', 0, 0, 1, 50, 0, 0, 0, 249),
(258, '2f2fc489', NULL, NULL, NULL, NULL, 5, 144, 2, 1, 1, 5, 40, '258', '', '', 0, 0, 1, 0, 0, NULL, 'Œufs frais', 'البيض طازج  ', 'Huevos frescos ', 0, 0, 1, 50, 0, 0, 0, 100),
(705, '04ea7b98', NULL, NULL, NULL, NULL, 26, -1, 2, 1, 2, 5, -1, '705', '', '', 0, 0, 1, 0, 0, NULL, 'citron confit', 'الليمون مخلل', 'Limón en escabeche', 0, 0, 0, 0, 0, 0, 0, 31),
(540, 'd38a46fb', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '540', '', '', 0, 0, 1, 0, 0, NULL, 'petit merlan', '(بيشكاديا صغيرة (ميرلا', 'pescadilla pequeña', 0, 0, 0.25, 50, 0, 0, 0, 2777777),
(539, 'ebbab703', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '539', '', '', 0, 0, 1, 0, 0, NULL, 'merlan moyen', '(بشكاديا مديانا (ميرلا ', 'pescadilla mediana', 0, 0, 0.25, 50, 0, 0, 0, 666662),
(538, 'b67c0c4e', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '538', '', '', 0, 0, 1, 0, 0, NULL, ' petit calmar  prêt', 'الحبار الصغير  جاهز  (الشوكو  ', 'pequeño calamar  esta listo', 0, 0, 0.25, 50, 0, 0, 0, 2),
(529, 'bd79be2d', NULL, NULL, NULL, NULL, 1, 185, 2, 1, 2, 5, -1, '529', '', '', 0, 0, 1, 0, 0, NULL, 'Pois sans pelure', 'بازلاء بدون قشر', 'Guisantes sin cáscara', 0, 0, 0.25, 50, 0, 0, 0, 24),
(530, 'a8de644b', NULL, NULL, NULL, NULL, 1, 186, 2, 1, 2, 5, -1, '530', '', '', 0, 0, 1, 0, 0, NULL, 'Coupe cardon', 'كاردون قطع', 'Corte cardon', 0, 0, 0.25, 50, 0, 0, 0, 33),
(532, 'ab3ff362', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '532', '', '', 0, 0, 1, 0, 0, NULL, ' bar europeen (Élevage de poissons)', '( الحرش(سمك التربية', ' lubina (Cría de peces) ', 0, 0, 0.25, 50, 0, 0, 0, 20),
(533, 'f08e7368', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '533', '', '', 0, 0, 1, 0, 0, NULL, 'sama De 2 kg à7 kg', 'شامة من 2 كغ الى 7 كغ', 'sama de pluma  De 2 kg a7 kg.', 0, 0, 0.25, 50, 0, 0, 0, 13),
(534, '0a3768cb', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '534', '', '', 0, 0, 1, 0, 0, NULL, 'pagre rayé', 'باجو رويال', ' hurta', 0, 0, 0.25, 50, 0, 0, 0, 17),
(738, '3f02af3e', '2020-01-14 13:37:46', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '738', '', '', 0, 0, 1, 1, 0, NULL, 'Coquille', 'محارة الأذن', 'Concha fina', 0, 0, 0, 0, 0, 0, 0, 4),
(536, 'ac78f29a', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '536', '', '', 0, 0, 1, 0, 0, NULL, '  sar a tete noire', 'الحداد', 'sargo mojarra', 0, 0, 0.25, 50, 0, 0, 0, 19),
(537, 'a56bdd74', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '537', '', '', 0, 0, 1, 0, 0, NULL, 'bar tachete', 'البويرة', 'baila', 0, 0, 0.25, 50, 0, 0, 0, 555520),
(528, '6214dd3b', NULL, NULL, NULL, NULL, 1, 186, 2, 1, 2, 5, -1, '528', '', '', 0, 0, 1, 0, 0, NULL, 'Cardon frais', 'كاردون طازج', 'Cardo fresco', 0, 0, 0.25, 50, 0, 0, 0, 32),
(701, '05066c36', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 1, 5, -1, '701', '', '', 0, 0, 1, 0, 0, NULL, 'Le petit mouton', 'الخروف الصغير كامل', 'Cordero entero', 0, 0, 1, 100, 0, 0, 0, 0),
(274, '65eb01cc', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '274', '', '', 0, 0, 1, 0, 0, NULL, 'moyenne Jamba', 'جامبا من الحجم المتوسط', 'medianas Jamba', 0, 0, 0.25, 50, 0, 0, 0, 7),
(542, '63540401', NULL, NULL, NULL, NULL, 25, 125, 2, 1, 1, 5, -1, '542', '', '', 0, 0, 1, 0, 0, NULL, 'La salud', 'لصلود غسيل الملابس 4 لتر ', 'La salud', 0, 0, 0.25, 50, 0, 0, 0, 271),
(276, '6edf7f25', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '276', '', '', 0, 0, 1, 0, 0, NULL, 'crevettes moyennes sans peau', 'جامبا من الحجم المتوسط بدون قشر', 'camarones Mediana sin cáscara', 0, 0, 0.25, 50, 0, 0, 0, 8),
(277, '66373e45', NULL, NULL, NULL, NULL, 4, 148, 2, 1, 2, 5, -1, '277', '', '', 0, 0, 1, 0, 0, NULL, 'Gamba sans peau et congelé', 'جامبا بدون قشر ومجمد', 'Gamba sin cáscara y congelada.', 0, 0, 0.25, 50, 0, 0, 0, 4),
(498, '17dddce3', NULL, NULL, NULL, NULL, 1, 182, 2, 1, 2, 5, -1, '498', '', '', 0, 0, 1, 0, 0, NULL, 'Oignons rouges', 'البصل الاحمر', 'Cebollas rojas', 0, 0, 0.25, 50, 0, 0, 0, 14),
(279, '15c70482', NULL, NULL, NULL, NULL, 4, 148, 2, 1, 2, 5, -1, '279', '', '', 0, 0, 1, 0, 0, NULL, 'Crevettes Congelées', 'القريدس مجمد ', 'Langostinos Congelados', 0, 0, 0.25, 50, 0, 0, 0, 5),
(280, '248e9ad0', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '280', '', '', 0, 0, 1, 0, 0, NULL, ' encornet', 'كالامار', 'calamar', 0, 0, 0.25, 50, 0, 0, 0, 1),
(281, '7db11e84', NULL, NULL, NULL, NULL, 4, 148, 2, 1, 2, 5, -1, '281', '', '', 0, 0, 1, 0, 0, NULL, 'encornet pota Congelé', ' الحبار مجمد', 'calamar pot Congelado', 0, 0, 0.25, 50, 0, 0, 0, 2),
(282, '594644c1', NULL, NULL, NULL, NULL, 4, 148, 3, 1, 2, 5, -1, '282', '', '', 0, 0, 1, 0, 0, NULL, ' anneaux de calmar congelée ', 'حلقات الحبار المجمدة', 'aros de calamar congelados', 0, 0, 0.25, 50, 0, 0, 0, 3),
(284, '2d172af9', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '284', '', '', 0, 0, 1, 0, 0, NULL, 'les moules', 'بلح البحر', 'mejillones', 0, 0, 0.25, 50, 0, 0, 0, 1),
(285, '0cc957c4', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '285', '', '', 0, 0, 1, 0, 0, NULL, 'Moules sans coquille', 'بلح البحر بدون قشر', 'Mejillones Sin Cáscara', 0, 0, 0.25, 50, 0, 0, 0, 2),
(286, '3512f244', NULL, NULL, NULL, NULL, 4, 148, 2, 1, 2, 5, -1, '286', '', '', 0, 0, 1, 0, 0, NULL, 'croquettes poisson', 'كروكيت السمك', 'croquetas de pescado', 0, 0, 0.25, 50, 0, 0, 0, 8),
(287, '865e6c41', NULL, NULL, NULL, NULL, 4, 152, 3, 1, 2, 5, -1, '287', '', '', 0, 0, 1, 0, 0, NULL, 'FILETS DE MERLÁN', 'شرائح من MERL .N', 'FILETES DE MERLÁN', 0, 0, 0.25, 50, 0, 0, 0, 666666),
(288, '2402e20a', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '288', '', '', 0, 0, 1, 0, 0, NULL, 'Sole', 'سمك الصول', 'Lenguado', 0, 0, 0.25, 50, 0, 0, 0, 283),
(289, '60168b47', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '289', '', '', 0, 0, 1, 1, 0, NULL, 'Poisson meiro', 'السمك الميرو', 'Pescado meiro', 0, 0, 0.25, 50, 0, 0, 0, 77779),
(734, '96b5975a', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '290', '', '', 0, 0, 1, 0, 0, NULL, 'sar commun du maroc', ' الشرغو ', 'sargo marroqui', 0, 0, 0, 0, 0, 0, 0, 18),
(739, 'c140bc5e', '2020-01-14 14:21:24', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '739', '', '', 0, 0, 1, 0, 0, NULL, 'Petites crevettes sans peau', '(الروبيان الصغير بدون قشر (مويما', 'Camarones pequeños y sin cáscara', 0, 0, 0, 0, 0, 0, 0, 10),
(291, '12ff93aa', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 2, 5, 41, '291', '', '', 0, 0, 1, 0, 0, NULL, 'RAIBI DE Grenadine Boisson Yogourt 170G', 'رايبي من الرمان زبادي شراب 170 جم', 'RAIBI DE Grenadine Yogurt Drink 170G', 0, 0, 0.25, 50, 0, 0, 0, 286),
(292, '17195db9', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '292', '', '', 0, 0, 1, 0, 0, NULL, 'RAIBI DE Tropical Yaourt à Boire 170G', 'رايبي من الزبادي الاستوائي شراب 170 جم', 'RAIBI DE LA BEBIDA DE Yogurt Tropical 170G', 0, 0, 1, 50, 0, 0, 0, 287),
(293, '0cd71a61', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 2, 5, 41, '293', '', '', 0, 0, 1, 0, 0, NULL, 'FAWAKIH Jus d\'orange fraise Au Lait 900ML', 'عصير فواكة برتقال بالفراولة والحليب 900 مل', 'Jugo de naranja fresa FAWAKIH 900ML', 0, 0, 0.25, 50, 0, 0, 0, 288),
(294, '1ef085c7', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '294', '', '', 0, 0, 1, 0, 0, NULL, 'DAYA Yaourt à Boire aux ananas coco 900G', 'دايا - شراب جوز الهند والأناناس 900 غرام', 'DAYA Coco Piña Yogur Bebida 900G', 0, 0, 1, 50, 0, 0, 0, 289),
(295, 'f01f0ead', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '295', '', '', 0, 0, 1, 0, 0, NULL, 'JNANE NATURE Yaourt Ferme Sucré 110G', 'دانون الزبادي المزرعة الحلو 110 غ', 'JNANE NATURALEZA Yogurt Granja Dulce 110G', 0, 0, 1, 50, 0, 0, 0, 290),
(296, 'ffb76d87', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '296', '', '', 0, 0, 1, 0, 0, NULL, 'Danone est naturel sans sucre 110 g', 'دانون الشركي طبيعي بدون سكر 110  ', 'Danone es natural sin azúcar. 110 g', 0, 0, 1, 50, 0, 0, 0, 291),
(297, '9ba9e380', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 2, 5, 41, '297', '', '', 0, 0, 1, 0, 0, NULL, 'Yaourt Normal Au Lait De Chèvre 110G', 'حليب الماعز الزبادي الطبيعي 110  غرام', 'Leche de Cabra Normal Yogur 110G', 0, 0, 1, 50, 0, 0, 0, 292),
(298, '7ccc2bc6', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 2, 5, 41, '298', '', '', 0, 0, 1, 0, 0, NULL, 'JNANE Yaourt coco Ferme 110G', 'دانون جوز الهند زبادي 110 جرام', 'JNANE Coco nut Yogurt Farm 110G', 0, 0, 1, 50, 0, 0, 0, 293),
(299, '88230b9f', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '299', '', '', 0, 0, 1, 0, 0, NULL, 'CREME Yaourt Brassé enrichi en Crème Mango 110G', 'كريم زبادي مخمر غني بكريمة المانجو 110 جرام', 'CREMA de yogur elaborada enriquecida con crema de mango 110 g', 0, 0, 1, 50, 0, 0, 0, 294),
(300, '925d3cab', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '300', '', '', 0, 0, 1, 0, 0, NULL, 'CREME Yaourt Brassé enrichi en Crème framboise 110G', 'كريمة زبادي مخمر غني بكريمة التوت 110 جرام', 'CREMA de yogur elaborado con crema de frambuesa 110G', 0, 0, 1, 50, 0, 0, 0, 295),
(301, '8b13d021', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '301', '', '', 0, 0, 1, 0, 0, NULL, 'LE BRASSE Yaourt Brassé aux Fruits ‏apricot 110G', 'دانون الفواكه بالمشماش 110 غرام', 'BRASSE Yogurt elaborado con fruta de albaricoque 110G', 0, 0, 1, 50, 0, 0, 0, 296),
(302, '373e8bef', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 2, 5, 41, '302', '', '', 0, 0, 1, 0, 0, NULL, 'LE BRASSE Yaourt Brassé aux Fruits 110G ananas', 'شركي الفواكه أناناس 170 غرام  ', 'LE BRASSE Yogurt de fruta revuelto 110G piña', 0, 0, 0.25, 50, 0, 0, 0, 297),
(303, '41b449e5', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '303', '', '', 0, 0, 1, 0, 0, NULL, 'Fawakih Mangue 900 ml', 'فواكة مانجو 900 مل', 'Fawakih Mango 900 ml', 0, 0, 1, 50, 0, 0, 0, 298),
(304, '2993facb', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '304', '', '', 0, 0, 1, 0, 0, NULL, 'Fawakih Pêche Abricot  900ml', 'فواكة خوخ مشمش 900 مل', 'Fawakih Melocotón Albaricoque 900ml', 0, 0, 1, 50, 0, 0, 0, 299),
(305, 'b2767ae5', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '305', '', '', 0, 0, 1, 0, 0, NULL, 'FINESSE ANANAS,  110 G', 'فاينس أناناس 110 جم', 'PIÑA FINESSE, 110 G', 0, 0, 1, 50, 0, 0, 0, 300),
(306, 'c485e286', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '306', '', '', 0, 0, 1, 0, 0, NULL, 'JNANE Yaourt Ferme saveurs pêcher 110G', 'دانون الجنان بنكهة الخوخ 110 جرام', 'JNANE Yogurt Farm condimenta el durazno 110G', 0, 0, 1, 50, 0, 0, 0, 301),
(307, '9f2ac449', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '307', '', '', 0, 0, 1, 0, 0, NULL, 'Jinan Danone aromatisé à la vanille 110 gr', 'دانون الجنان بنكهة فانيلا 110 جرام', 'Jinan Danone con sabor a vainilla 110 gr', 0, 0, 1, 50, 0, 0, 0, 302),
(308, '519aa33a', NULL, NULL, NULL, NULL, 4, -1, 2, 1, 2, 5, 41, '308', '', '', 0, 0, 1, 0, 0, NULL, 'Danone au goût de fraise 110 gr', 'دانون الجنان بنكهة الفراولة 110 جرام', 'Danone con sabor a fresa.110 gr ', 0, 0, 0.25, 50, 0, 0, 0, 303),
(309, '178e22f3', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '309', '', '', 0, 0, 1, 0, 0, NULL, 'DAYA ANANAS COCO 330ML', 'دايا كوكو انانس 330 مل', 'DAYA PINEAPPLE COCO 330ML', 0, 0, 1, 50, 0, 0, 0, 304),
(971, 'af8378ef', '2020-07-07 13:50:01', NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 71, '971', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage Lavash Kiri 8 pièces', 'جبنة لافاش كيري 8 قطع', 'Queso Lavash Kiri 8 piezas', 0, 0, 1, 50, 0, 0, 0, 1),
(310, '90cadb94', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '310', '', '', 0, 0, 1, 0, 0, NULL, 'DAYA FRAISE 330ML', 'دايا فراولة 330 مل', 'DAYA FRESA 330ML', 0, 0, 1, 50, 0, 0, 0, 305),
(311, 'f832485e', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '311', '', '', 0, 0, 1, 0, 0, NULL, 'DAYA FRAISE BOUTEILLE 900ml', 'ضايا  الفراولة 900 مل', 'DAYA FRESA BOTELLA 900ml', 0, 0, 1, 50, 0, 0, 0, 306),
(312, 'ce25e0fc', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '312', '', '', 0, 0, 1, 0, 0, NULL, 'MINI DAYA FRAISE 170 ml', 'الضايا فراولة 170 مل', 'MINI DAYA FRESA 170 ml', 0, 0, 1, 50, 0, 0, 0, 307),
(313, 'f780c454', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '313', '', '', 0, 0, 1, 0, 0, NULL, 'Mini Daya Vanilla 170 ml', 'ميني دايا فانيلا 170 مل', 'Mini Daya Vainilla 170 ml', 0, 0, 1, 50, 0, 0, 0, 308),
(314, '25e7feef', NULL, NULL, NULL, NULL, 25, 88, 2, 1, 1, 5, 41, '314', '', '', 0, 0, 1, 0, 0, NULL, 'YAOURT BRASSÉ FRAISE 110G', 'الزبادي  بالفراولة 110 غ', 'YOGUR DE FRESA 110G', 0, 0, 1, 50, 0, 0, 0, 309),
(315, 'fc73d126', NULL, NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, 41, '315', '', '', 0, 0, 1, 0, 0, NULL, 'Mini Daya peche170 ml', 'ميني دايا خوخ 170 مل', 'Mini Daya melocotón 170 ml', 0, 0, 1, 50, 0, 0, 0, 310),
(316, '0fc46a10', NULL, NULL, NULL, NULL, 25, 190, 2, 1, 1, 5, 67, '316', '', '', 0, 0, 1, 0, 0, NULL, 'AIN SAISS 33 cl', 'عين سايس 33 سل', 'AIN SAISS 33 cl', 0, 0, 1, 5000, 0, 0, 0, 102),
(317, '1fba9aa2', NULL, NULL, NULL, NULL, 25, 190, 2, 1, 1, 5, 67, '317', '', '', 0, 0, 1, 0, 0, NULL, 'ain saiss 1.5 LTR', 'عين سايس 1.5 لتر', 'ain saiss 1,5 L', 0, 0, 111, 5000, 0, 0, 0, 99),
(318, '5ccdfa54', NULL, NULL, NULL, NULL, 25, 190, 2, 1, 1, 5, 67, '318', '', '', 0, 0, 1, 0, 0, NULL, 'AIN SAISS 50 CL', 'عين سايس 50 سل', 'AIN SAISS 50 CL', 0, 0, 1, 5000, 0, 0, 0, 101),
(319, 'fb9d9d1a', NULL, NULL, NULL, NULL, 25, 190, 2, 1, 1, 5, 67, '319', '', '', 0, 0, 1, 0, 0, NULL, 'ain saiss 5 l', 'عين سايس 5 لتر', 'ain saiss 5 l', 0, 0, 0.25, 50, 0, 0, 0, 98),
(320, '4e0e97db', NULL, NULL, NULL, NULL, 25, 189, 2, 1, 1, 5, 43, '320', '', '', 0, 0, 1, 0, 0, NULL, 'BAHIA 5L', 'الباهية 5 لتر', 'BAHIA 5L', 0, 0, 1, 50, 0, 0, 0, 51),
(321, '13e09535', NULL, NULL, NULL, NULL, 25, 189, 2, 1, 1, 5, 43, '321', '', '', 0, 0, 1, 0, 0, NULL, 'Bahia 1.5L', 'باهيا 1.5 لتر', 'Bahia 1.5L', 0, 0, 0.25, 50, 0, 0, 0, 53),
(322, '525cfd0e', NULL, NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '322', '', '', 0, 0, 1, 0, 0, NULL, 'Sid Ali 33 Cel', 'سيدي علي 33 سل', 'Sid Ali 33 Cel', 0, 0, 1, 50, 0, 0, 0, 8),
(323, '8e224c8d', NULL, NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '323', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali 50 cl', 'سيدي علي 50 سل', 'Sidi Ali 50 cl', 0, 0, 1, 5000, 0, 0, 0, 6),
(324, '7e79be3d', NULL, NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '324', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali 1,5 L', 'سيدي علي 1.5 لتر', 'Sidi Ali 1,5 L', 0, 0, 1, 5000, 0, 0, 0, 2),
(1083, '25682e66', '2020-08-23 13:27:09', NULL, NULL, NULL, 25, 253, 2, 1, 1, 5, 104, '1083', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle gazeuse 33 cl verre Perrier', 'مياه معدنية طبيعية فوارة 33 سل في زجاج بيرييه', 'Agua mineral natural con gas 33 cl en vaso Perrier', 0, 0, 1, 5000, 0, 0, 0, 273),
(327, 'c3a215aa', NULL, NULL, NULL, NULL, 25, 196, 2, 1, 1, 5, 68, '327', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas 5L', 'عين أطلس 5 لتر', 'Aïn Atlas 5L', 0, 0, 1, 50, 0, 0, 0, 31),
(328, '63678965', NULL, NULL, NULL, NULL, 25, 196, 2, 1, 1, 5, 68, '328', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas 1,5L', 'عين أطلس 1.5 لتر', 'Aïn Atlas 1,5L', 0, 0, 1, 5000, 0, 0, 0, 33),
(329, '91431e23', NULL, NULL, NULL, NULL, 25, 196, 2, 1, 1, 5, 68, '329', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas 50 cl', 'عين أطلس 50 سل', 'Aïn Atlas 50 cl', 0, 0, 1, 50, 0, 0, 0, 35),
(330, 'ede06d6c', NULL, NULL, NULL, NULL, 25, 133, 2, 1, 1, 5, 45, '330', '', '', 0, 0, 0, 0, 0, NULL, 'Sucre pour le thé 1 kg', 'السكر للشاي 1 ك غ', 'Azúcar para té 1 kg.', 0, 0, 0.25, 50, 0, 0, 0, 325),
(331, '360c5e8b', NULL, NULL, NULL, NULL, 25, 133, 2, 1, 1, 5, 45, '331', '', '', 0, 0, 0, 0, 0, NULL, 'Sucre pour le café 1 kg', 'السكر للقهوة 1 ك غ', 'Azúcar para café 1 kg.', 0, 0, 0.25, 50, 0, 0, 0, 326),
(333, '62a85962', NULL, NULL, NULL, NULL, 25, 133, 2, 1, 2, 5, 45, '332', '', '', 0, 0, 0, 0, 0, NULL, 'pain de sucre 2 kg', ' 2 kg سكر قالب ', 'Pan de azúcar 2kg', 0, 0, 0.25, 50, 0, 0, 0, 327),
(334, '1eb73aff', NULL, NULL, NULL, NULL, 25, 133, 2, 1, 1, 5, 45, '334', '', '', 0, 0, 0, 0, 0, NULL, 'Sucre 2 k g', 'السكر2 k g ', 'Azúcar 2 k g', 0, 0, 1, 5000, 0, 0, 0, 328),
(335, 'faca7132', NULL, NULL, NULL, NULL, 25, 133, 2, 1, 1, 5, 45, '335', '', '', 0, 0, 0, 0, 0, NULL, 'Sucre 2 k g', 'السكر2 k g ', 'Azúcar 2 k g', 0, 0, 0.25, 50, 0, 0, 0, 329),
(336, 'ba3eaeb0', NULL, NULL, NULL, NULL, 25, 130, 2, 1, 1, 5, 69, '336', '', '', 0, 0, 1, 0, 0, NULL, 'Crème Hulala 1000ml', 'كريم هالالا 1000 مل', 'Crema Hulala 1000ml', 0, 0, 1, 50, 0, 0, 0, 330),
(338, 'e5a273a4', NULL, NULL, NULL, NULL, 25, 130, 2, 1, 1, 5, 70, '338', '', '', 0, 0, 1, 0, 0, NULL, 'Pentru gatit crème Cucina D Oro 1L', ' كريم الطبخ  الذهبي 1 لتر', 'Crema pentru gatit Cucina D Oro 1L', 0, 0, 1, 50, 0, 0, 0, 331),
(339, '788f8221', NULL, NULL, NULL, NULL, 25, 130, 2, 1, 1, 5, 69, '339', '', '', 0, 0, 1, 0, 0, NULL, 'Chantilly Hulalá Platinum 1 litre', 'شانتيلي هولالا بلاتينوم 1 لتر', 'Chantilly Hulalá Platinum 1 litro', 0, 0, 1, 50, 0, 0, 0, 332),
(340, '6aa70315', NULL, NULL, NULL, NULL, 25, 228, 2, 1, 1, 5, 76, '340', '', '', 0, 0, 1, 0, 0, NULL, 'Fantaa Orange 1 litre', 'فانتا برتقال 1 لتر', 'Fantaa naranja 1 litro', 0, 0, 1, 5000, 0, 0, 0, 687),
(341, 'c123b1c8', NULL, NULL, NULL, NULL, 25, 228, 2, 1, 1, 5, 76, '341', '', '', 0, 0, 1, 0, 0, NULL, 'Fanta orange  2 litres', 'فانتا البرتقال2  لتر ', 'naranja Fanta 2 litros', 0, 0, 1, 5000, 0, 0, 0, 685),
(342, 'd26d3c62', NULL, NULL, NULL, NULL, 25, 228, 2, 1, 1, 5, 76, '342', '', '', 0, 0, 1, 0, 0, NULL, ' FANTA ORANGE 50CL', 'فانتا ابرتقال 50 سل', 'FANTA NARANJA 50CL', 0, 0, 1, 5000, 0, 0, 0, 688),
(343, '89b4f264', NULL, NULL, NULL, NULL, 25, 228, 2, 1, 1, 5, 76, '343', '', '', 0, 0, 1, 0, 0, NULL, ' FANTA ORANGE  25 CL', 'فانتا البرثقال 25 سل ', 'FANTA NARANJA 25 CL', 0, 0, 1, 5000, 0, 0, 0, 690),
(344, 'cad46960', NULL, NULL, NULL, NULL, 25, 228, 2, 1, 1, 5, 76, '344', '', '', 0, 0, 1, 0, 0, NULL, 'Fanta orange 330 ml', 'فانتا برتقال 30 مل', 'Fanta Naranja 330 cl', 0, 0, 1, 5000, 0, 0, 0, 689),
(345, '1cd69a4c', NULL, NULL, NULL, NULL, 25, 230, 2, 1, 1, 5, 77, '345', '', '', 0, 0, 1, 0, 0, NULL, 'fanta limon 25 ml', 'فانتا الليمون 25 مل', 'fantasía de limón 25 ml', 0, 0, 1, 5000, 0, 0, 0, 706),
(346, 'ea339267', NULL, NULL, NULL, NULL, 25, 230, 2, 1, 1, 5, 77, '346', '', '', 0, 0, 1, 0, 0, NULL, 'Lemon Fanta 330 ml', 'فانتا الليمون 330 مل', 'Fantaa De Limón 330 ml', 0, 0, 1, 5000, 0, 0, 0, 705),
(347, 'c46299ed', NULL, NULL, NULL, NULL, 25, 230, 2, 1, 1, 5, 77, '347', '', '', 0, 0, 1, 0, 0, NULL, 'Fanta citron 1 litre', 'فانتا الليمون 1 لتر ', 'Fanta limón 1 litro', 0, 0, 1, 5000, 0, 0, 0, 703),
(348, '2d709754', NULL, NULL, NULL, NULL, 25, 230, 2, 1, 1, 5, 77, '348', '', '', 0, 0, 1, 0, 0, NULL, 'Fantaa au citron 2 litres', 'فانتا الليمون 2 لتر ', 'Fanta limón 2 litros', 0, 0, 1, 5000, 0, 0, 0, 701),
(349, 'c5cd712b', NULL, NULL, NULL, NULL, 25, 230, 2, 1, 1, 5, 77, '349', '', '', 0, 0, 1, 0, 0, NULL, 'Fantaa au citron 50cl', 'فانتا الليمون 50 سل ', 'Fantaa de limón 50cl', 0, 0, 1, 5000, 0, 0, 0, 704),
(531, '9224f2e2', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '531', '', '', 0, 0, 1, 0, 0, NULL, 'sabre argenté', 'السمطة', 'sables', 0, 0, 0.25, 50, 0, 0, 0, 75),
(350, 'b983aced', NULL, NULL, NULL, NULL, 2, 168, 2, 1, 2, 5, -1, '350', '', '', 0, 0, 1, 0, 0, NULL, 'Avocat', 'أفوكادو', 'Aguacate', 0, 0, 0.25, 50, 0, 0, 0, 7),
(351, 'fd7db201', NULL, NULL, NULL, NULL, 2, 168, 2, 1, 2, 5, -1, '351', '', '', 0, 0, 1, 0, 0, NULL, 'Avocat noir', 'افوكادو السوداء', 'Aguacate negro', 0, 0, 0.25, 50, 0, 0, 0, 7),
(352, 'aa52886c', NULL, NULL, NULL, NULL, 2, -1, 2, 1, 2, 5, -1, '352', '', '', 0, 0, 1, 0, 0, NULL, 'Sherimoya', 'شيريمويا', 'Cherimoya', 0, 0, 0.25, 50, 0, 0, 0, 12),
(694, '57e24c46', NULL, NULL, NULL, NULL, 2, 202, 2, 1, 2, 5, -1, '694', '', '', 0, 0, 1, 0, 0, NULL, 'Dragon blanc', 'التين دراغون الأبيض', 'Dragón blanco', 0, 0, 0, 0, 0, 0, 0, 15),
(703, 'a5a95ec6', NULL, NULL, NULL, NULL, 26, 178, 2, 1, 1, 5, -1, '703', '', '', 0, 0, 1, 0, 0, NULL, 'menthe glaoui', 'نعناع جلاوي', 'menta glauoi', 0, 0, 0, 0, 0, 0, 0, 15),
(696, '75491193', NULL, NULL, NULL, NULL, 2, 202, 2, 1, 2, 5, -1, '696', '', '', 0, 0, 1, 0, 0, NULL, 'la Figue  Noire', 'التين الأسود ', 'el higo negro ', 0, 0, 0, 0, 0, 0, 0, 32),
(356, '0ee35cc4', NULL, NULL, NULL, NULL, 2, 167, 2, 1, 2, 5, -1, '356', '', '', 0, 0, 1, 0, 0, NULL, ' la Figue Longue Noire', 'التين الأسود الطويل', 'Higo negro', 0, 0, 0.25, 50, 0, 0, 0, 32),
(357, 'ef2c5d5f', NULL, NULL, NULL, NULL, 2, 167, 2, 1, 2, 5, -1, '357', '', '', 0, 0, 1, 0, 0, NULL, 'Figues vertes', 'التين الاخضر', 'Higo verde', 0, 0, 0.25, 50, 0, 0, 0, 33),
(358, '48e91a6f', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, -1, '358', '', '', 0, 0, 0, 0, 0, NULL, 'Figues séchées', 'التين المجفف', 'Higos secos', 0, 0, 0.25, 50, 0, 0, 0, 352),
(359, '313e165f', NULL, NULL, NULL, NULL, 1, 155, 2, 1, 2, 5, -1, '359', '', '', 0, 0, 1, 0, 0, NULL, 'Poivron jaune', 'الفلفل الاصفر', 'Pimiento amarillo', 0, 0, 0.25, 50, 0, 0, 0, 18),
(360, '184a85fc', NULL, NULL, NULL, NULL, 25, 117, 2, 1, 2, 5, -1, '360', '', '', 0, 0, 1, 0, 0, NULL, ' Nutella crème 1 kg', 'كريم نوتيلا 1 كجم', 'Crema de nutella 1 kg', 0, 0, 0.25, 50, 0, 0, 0, 354),
(361, 'f2d4e156', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 74, '361', '', '', 0, 0, 1, 0, 0, NULL, 'Croun cheese 2 kg', ' جبنة كرون 2 كجم', 'Queso Croun 2 Kg.', 0, 0, 1, 50, 0, 0, 0, 355),
(362, 'bea052cb', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 79, '362', '', '', 0, 0, 1, 0, 0, NULL, ' Président au cheddar 800g', 'g 800 بريسيدون', 'Presidente Cheddar 800g', 0, 0, 1, 50, 0, 0, 0, 356),
(363, '34263dae', NULL, NULL, NULL, NULL, 25, 102, 2, 1, 2, 5, 80, '363', '', '', 0, 0, 1, 0, 0, NULL, ' ifa eliges 500g Miel dosificador', 'ايفا اختيار العسل موزع g 500', ' ifa eliges 500g Miel dosificador', 0, 0, 0.25, 50, 0, 0, 0, 357),
(364, '96bfefcb', NULL, NULL, NULL, NULL, 25, 95, 2, 1, 2, 5, -1, '364', '', '', 0, 0, 1, 0, 0, NULL, 'Lait concentré Nestlé 370 g', ' نستله  حليب مكثف 370 غرام', 'Nestle leche condensada 370 g', 0, 0, 0.25, 50, 0, 0, 0, 358),
(365, '1da54b6e', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 82, '365', '', '', 0, 0, 1, 0, 0, NULL, 'OGGI FROMAGE CAST EN TRANCHES EMBALLAGE 450G', 'جبنة أوجي  450 جم', 'OGGI QUESO FUNDIDO EN LONCHAS ENVASE 450G', 0, 0, 1, 50, 0, 0, 0, 359),
(366, '1d90c5d4', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 74, '366', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage de la Couronne 1700 grammes', 'جبن التاج  1700 جرام', 'Queso corona 1700 gramos', 0, 0, 1, 50, 0, 0, 0, 360),
(367, 'afefd1b9', NULL, NULL, NULL, NULL, 25, 130, 2, 1, 1, 5, 83, '367', '', '', 0, 0, 1, 0, 0, NULL, 'Nata 35% mg originale KRONA brik 1L', 'ناتا  كرونا الأصلي  1 لتر', 'Nata original 35%mg KRONA brik 1L', 0, 0, 1, 50, 0, 0, 0, 361),
(368, 'b3f0b149', NULL, NULL, NULL, NULL, 25, 103, 2, 1, 2, 5, 84, '368', '', '', 0, 0, 1, 0, 0, NULL, 'cola cao 470 g', ' 470 g الكولا كاو ', 'cola cao 470 g', 0, 0, 0.25, 50, 0, 0, 0, 362),
(369, 'b9dbe673', NULL, NULL, NULL, NULL, 25, -1, 2, 1, 2, 5, 85, '369', '', '', 0, 0, 1, 0, 0, NULL, 'MEGA DUO cacao 500G', 'ميكا دييو  كاكاو 500 جرام  ', 'MEGA DÚO cacao 500G', 0, 0, 0.25, 50, 0, 0, 0, 363),
(370, '19875096', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 85, '370', '', '', 0, 0, 0, 0, 0, NULL, 'Crème Mega Dueto Vanille 500G', 'كريم ميجا دويتو فانيليا 500 جرام', 'Crème Mega Dueto Vanille 500G', 0, 0, 0.25, 50, 0, 0, 0, 364),
(371, '6ed3c594', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 85, '371', '', '', 0, 0, 0, 0, 0, NULL, 'Mega Duo Choco 500g', 'ميجا ديو شوكو 500 جرام', 'Mega Duo Choco 500g', 0, 0, 0.25, 50, 0, 0, 0, 365),
(372, '4334570e', NULL, NULL, NULL, NULL, 25, 22, 2, 1, 2, 5, 86, '372', '', '', 0, 0, 0, 0, 0, NULL, 'Merendina', 'مرندينا', 'Merendina', 0, 0, 0.25, 50, 0, 0, 0, 366),
(373, '6df63691', NULL, NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '373', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali 2 L', 'سيدي علي 2 لتر ', 'Sidi Ali 2 L', 0, 0, 1, 50, 0, 0, 0, 0),
(374, '3d68a263', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 2, 5, 71, '374', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage Lavash Kiri 96 pièces', 'جبنة لافاش كيري 96 قطع', 'Queso Lavash Kiri 96 piezas', 0, 0, 1, 50, 0, 0, 0, 368),
(375, 'e14f6894', NULL, NULL, NULL, NULL, 25, 115, 2, 1, 1, 5, 87, '375', '', '', 0, 0, 1, 0, 0, NULL, 'Mortadelle Chef 2 Kg', 'مرتديلا شيف 2 كيلو', 'Mortadela Chef 2 Kg', 0, 0, 1, 50, 0, 0, 0, 369),
(376, '42a9ba37', NULL, NULL, NULL, NULL, 25, 91, 2, 1, 2, 5, 88, '376', '', '', 0, 0, 1, 0, 0, NULL, 'MAGDOR le beurre', 'زبدة ماجدور', 'Mantequilla MAGDOR', 0, 0, 0.25, 50, 0, 0, 0, 370),
(377, '88f5711b', NULL, NULL, NULL, NULL, 25, 118, 2, 1, 2, 5, 89, '377', '', '', 0, 0, 1, 0, 0, NULL, 'Isabelle Elton 2 Kilo', 'إزابيل التون 2 كيلو ', 'Isabelle Elton 2 Kilo', 0, 0, 0.25, 50, 0, 0, 0, 371),
(378, '7b7d2172', NULL, NULL, NULL, NULL, 25, 56, 2, 1, 2, 5, 49, '378', '', '', 0, 0, 1, 0, 0, NULL, 'Lesieur huile de 5 litres', 'زيت لوسيور ? لتر', 'aceite de Lesieur 5 litros', 0, 0, 0.25, 50, 0, 0, 0, 372),
(379, '328717d3', NULL, NULL, NULL, NULL, 25, 95, 2, 1, 2, 5, -1, '379', '', '', 0, 0, 1, 0, 0, NULL, 'JAOUDA DU LAIT L 1', 'حليب الجودة لتر 1', 'jaouda de leche L 1', 0, 0, 0.25, 50, 0, 0, 0, 373),
(380, 'd3ba6b2c', NULL, NULL, NULL, NULL, 25, 222, 2, 1, 1, 5, 90, '400', '', '', 0, 0, 1, 0, 0, NULL, 'Uni Coco 1.25 cl', ' 1.25 أوني كوكو سل', 'Uni Coco 1,25cl', 0, 0, 0.25, 50, 0, 0, 0, 374),
(381, 'cc2e6fad', NULL, NULL, NULL, NULL, 25, 125, 2, 1, 4, 5, 91, '381', '', '', 0, 0, 1, 0, 0, NULL, 'Javell 2 litres ACE', ' جافيل 2 لتر ACE', 'Javell 2 litros ACE', 0, 0, 1, 50, 0, 0, 0, 375),
(382, '9fc20c2b', NULL, NULL, NULL, NULL, 25, 221, 2, 1, 2, 5, 5, '382', '', '', 0, 0, 1, 0, 0, NULL, 'M. PROPRE Une lavande 1L', '   مستر بروب الخزامى لتر 1', 'M. PROPRE una lavanda 1l', 0, 0, 0.25, 50, 0, 0, 0, 376),
(383, '53ca1e4b', NULL, NULL, NULL, NULL, 25, 121, 2, 1, 2, 5, 20, '383', '', '', 0, 0, 1, 0, 0, NULL, 'Nescafé est petit', 'نسكافيه صغيرة', 'Nescafé es pequeño', 0, 0, 0.25, 50, 0, 0, 0, 377),
(384, '9a015855', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 74, '384', '', '', 0, 0, 1, 0, 0, NULL, 'Croun cheese1 kg', ' جبنة كرونا 1 كجم', 'Queso corona 1 kg', 0, 0, 1, 50, 0, 0, 0, 378),
(385, 'c704c3f3', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 72, '385', '', '', 0, 0, 1, 0, 0, NULL, 'FROMAGE FONDU KIRI 72 PORTIONS', ' جبن كيري 72 قطعة', 'QUESO PROCESADO KIRI 72 PORCIONES', 0, 0, 1, 50, 0, 0, 0, 379),
(386, '7aa93c73', NULL, NULL, NULL, NULL, 25, 131, 2, 1, 1, 5, 93, '386', '', '', 0, 0, 0, 0, 0, NULL, 'Thé Lipton 100', 'الشاي ليبتون 100', 'té Lipton 100', 0, 0, 0.25, 50, 0, 0, 0, 380),
(387, 'b3494a3a', NULL, NULL, NULL, NULL, 25, 131, 2, 1, 1, 5, 93, '387', '', '', 0, 0, 0, 0, 0, NULL, ' Lipton Camomille 24', ' 24 ليبتون البابونج', ' Lipton manzanilla 24', 0, 0, 0.25, 50, 0, 0, 0, 381),
(388, 'a62655bf', NULL, NULL, NULL, NULL, 25, 131, 2, 1, 1, 5, 93, '388', '', '', 0, 0, 0, 0, 0, NULL, 'Thé Lipton 25', 'الشاي ليبتون  25', 'té Lipton 25', 0, 0, 0.25, 50, 0, 0, 0, 382),
(389, '182c3250', NULL, NULL, NULL, NULL, 25, 131, 2, 1, 1, 5, 93, '389', '', '', 0, 0, 0, 0, 0, NULL, 'Lipton Camomille 100', '100  ليبتون البابونج', 'Lipton manzanilla 100', 0, 0, 0.25, 50, 0, 0, 0, 383),
(390, '1acf045a', NULL, NULL, NULL, NULL, 25, 132, 2, 1, 2, 5, 18, '390', '', '', 0, 0, 0, 0, 0, NULL, 'SAMAR VITALITÉ180G', 'سمر حيوية 180جم', 'SAMAR VITALITY 180G', 0, 0, 0.25, 50, 0, 0, 0, 384),
(391, '35d0b492', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '391', '', '', 0, 0, 1, 0, 0, NULL, 'Estomac de vache', 'معدة البقر', 'estómago de la vaca', 0, 0, 0.25, 50, 0, 0, 0, 88888),
(392, '3fba5fcd', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '392', '', '', 0, 0, 1, 0, 0, NULL, 'Le cerveau de vache', 'مخ البقر ', 'El cerebro de vaca', 0, 0, 0.25, 50, 0, 0, 0, 75),
(393, '851b1bd8', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '393', '', '', 0, 0, 1, 0, 0, NULL, 'Langue', 'لسان ', 'Lengua', 0, 0, 0.25, 50, 0, 0, 0, 76),
(394, '90b466bf', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '394', '', '', 0, 0, 1, 0, 0, NULL, 'Le foie de bœuf', 'كبدة البقر', 'Hígado de vaca', 0, 0, 0.25, 50, 0, 0, 0, 77),
(395, '99361faa', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '395', '', '', 0, 0, 1, 0, 0, NULL, 'viande de mouton épaule', 'لحم كتف الضأن ', 'carne de oveja hombro', 0, 0, 0.25, 50, 0, 0, 0, 25),
(396, 'fec46b8d', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '396', '', '', 0, 0, 1, 0, 0, NULL, 'Une jambe pleine de mouton', 'ساق كاملة من لحم الضأن', 'Una pierna llena de cordero', 0, 0, 0.25, 50, 0, 0, 0, 4),
(397, '561ff142', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '397', '', '', 0, 0, 1, 0, 0, NULL, 'cerveaux d\'agneau', 'مخ الضأن', 'sesos de cordero', 0, 0, 0.25, 50, 0, 0, 0, 37),
(398, 'd75223a7', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '398', '', '', 0, 0, 1, 0, 0, NULL, 'Rognons de mouton', 'كلاوي الضأن', 'Riñones de oveja', 0, 0, 0.25, 50, 0, 0, 0, 34),
(399, '4d4f3464', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '399', '', '', 0, 0, 1, 0, 0, NULL, 'Le ventre du mouton', 'معدة الضأن', 'El estomago de la oveja', 0, 0, 0.25, 50, 0, 0, 0, 40),
(400, '07b752a4', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 1, 5, -1, '400', '', '', 0, 0, 1, 0, 0, NULL, 'Tête d\'agneau', 'رأس الضأن', 'Cabeza de cordero', 0, 0, 1, 50, 0, 0, 0, 41),
(401, '161c9e2f', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 1, 5, -1, '401', '', '', 0, 0, 1, 0, 0, NULL, 'Langue de mouton', 'لسان الضأن ', 'Lengua de oveja', 0, 0, 1, 50, 0, 0, 0, 38),
(402, 'de8ef836', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '402', '', '', 0, 0, 1, 0, 0, NULL, 'Foie de mouton', 'كبد الضأن', 'Hígado de oveja', 0, 0, 0.25, 50, 0, 0, 0, 33),
(403, 'ab536376', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '403', '', '', 0, 0, 1, 0, 0, NULL, 'Coeur de mouton', 'قلب الضأن', 'Corazon de oveja', 0, 0, 0.25, 50, 0, 0, 0, 34),
(404, 'a32858c7', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '404', '', '', 0, 0, 1, 0, 0, NULL, 'Entrailles d\'agneau', 'مصارين الضأن', 'Entrañas de cordero', 0, 0, 0.25, 50, 0, 0, 0, 39),
(405, 'de108e9f', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '405', '', '', 0, 0, 1, 0, 0, NULL, 'Cou de mouton', 'العنق الضأن', 'cuello de cordero', 0, 0, 0.25, 50, 0, 0, 0, 28),
(406, 'ef35393b', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '406', '', '', 0, 0, 1, 0, 0, NULL, ' Poitrine d\'agneau', ' الصدر الضأن', ' cordero pecho', 0, 0, 0.25, 50, 0, 0, 0, 18),
(407, '420e42f7', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '407', '', '', 0, 0, 1, 0, 0, NULL, 'Côtelettes simples du carré', 'الضلوع الضأن', 'Chuletas individuales de la plaza', 0, 0, 0.25, 50, 0, 0, 0, 22),
(408, '84bf705e', NULL, NULL, NULL, NULL, 3, 141, 3, 1, 2, 5, -1, '408', '', '', 0, 0, 0, 0, 0, NULL, 'cage thoracique Lamb', 'القفص الصدري الضأن', 'La caja torácica del cordero.', 0, 0, 0.25, 50, 0, 0, 0, 44444),
(409, 'c0895a79', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '409', '', '', 0, 0, 1, 0, 0, NULL, 'Poitrine entière ', 'الصدر كامل', 'Pecho entero', 0, 0, 0.25, 50, 0, 0, 0, 17),
(410, '257e15ee', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 1, 5, -1, '410', '', '', 0, 0, 1, 0, 0, NULL, 'Gigot d\'agneau', 'ساق الضأن', 'Pierna de cordero', 0, 4, 0.25, 50, 0, 0, 0, 41),
(411, '0b4e52f6', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '411', '', '', 0, 0, 1, 0, 0, NULL, 'Viande d\'agneau hachée', 'لحم الخروف مفروم', 'El cordero es picado', 0, 0, 0.25, 50, 0, 0, 0, 29),
(412, '8bc6398a', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '412', '', '', 0, 0, 1, 0, 0, NULL, 'Tranche grasse ', 'شريحة دهنية', 'Rebanada grasa', 0, 0, 0.25, 50, 0, 0, 0, 38),
(413, '3966b45a', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '413', '', '', 0, 0, 1, 0, 0, NULL, 'Plat ', 'المسطح', 'Plato', 0, 0, 0.25, 50, 0, 0, 0, 39),
(414, 'ac2e62be', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '414', '', '', 0, 0, 1, 0, 0, NULL, 'Escalope de boeuf de tranche grasse', 'شريحة لحم بقري', 'Chuleta De Rebanada De Carne', 0, 0, 0.25, 50, 0, 0, 0, 40),
(415, 'ff956429', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '415', '', '', 0, 0, 1, 0, 0, NULL, 'Mouvant de tranche grasse', ' شريحة اللحم بالدهون', 'Mover rebanada de grasa', 0, 0, 0.25, 50, 0, 0, 0, 41),
(416, '5988b70d', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '416', '', '', 0, 0, 1, 0, 0, NULL, 'Semelle sous nerveux', ' الفخذ تحت العصبي', 'Suela bajo nervioso', 0, 0, 0.25, 50, 0, 0, 0, 42),
(550, '85fa0b67', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '550', '', '', 0, 0, 1, 0, 0, NULL, 'Olive sans os', 'الزيتون بدون عظم', 'Aceituna sin hueso', 0, 0, 0.25, 50, 0, 0, 0, 25),
(418, '5546c9ac', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '418', '', '', 0, 0, 1, 0, 0, NULL, 'Tende de tranche ', 'لحم الفخذ', 'nalga', 0, 0, 0.25, 50, 0, 0, 0, 43),
(419, '9dcd6e3b', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '419', '', '', 0, 0, 1, 0, 0, NULL, 'Gîte arrière nerveux', ' الكوخ الخلفي العصبي', 'Cabaña trasera nervioso', 0, 0, 0.25, 50, 0, 0, 0, 44),
(420, '1e0aaaab', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '420', '', '', 0, 0, 1, 0, 0, NULL, 'Membre arrière de la jambe', 'الطرف الخلفي من الساق', 'Extremidad trasera de la pierna', 0, 0, 0.25, 50, 0, 0, 0, 45),
(421, '7913c466', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '421', '', '', 0, 0, 1, 0, 0, NULL, 'Tranche de jambe osseuse', 'شريحة من الساق العظمية', 'Rebanada de pierna huesuda', 0, 0, 0.25, 50, 0, 0, 0, 46),
(423, '8e77412d', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '423', '', '', 0, 0, 1, 0, 0, NULL, 'Tranche grasse avec aiguillette baronne', 'شريحة الدهون مع البارون', 'Rebanada de grasa con aiguillette de barona', 0, 0, 0.25, 50, 0, 0, 0, 47),
(424, '00677d66', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '424', '', '', 0, 0, 1, 0, 0, NULL, 'Caparaçon', 'غطاء الاضلاع', 'vestirse en', 0, 0, 0.25, 50, 0, 0, 0, 48),
(425, '1d089c8e', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '425', '', '', 0, 0, 1, 0, 0, NULL, 'Caparaçon sans os', 'غطاء الاضلاع بدون عظم', 'Capraçon sin hueso', 0, 0, 0.25, 50, 0, 0, 0, 49),
(426, 'f62c37ab', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '426', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de caparaçon sans os', 'شرائح لحم الاضلاع', 'Rebanadas de caparison sin hueso', 0, 0, 0.25, 50, 0, 0, 0, 50),
(427, '84256e31', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '427', '', '', 0, 0, 1, 0, 0, NULL, 'Poitrine et plat de côte', 'الصدر وطبق جانبي', 'Pecho y guarnición', 0, 0, 0.25, 50, 0, 0, 0, 51),
(428, 'dfe7d8d7', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '428', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches à bouillir', 'شرائح لحم الصدر قطع', 'Rebanadas para hervir', 0, 0, 0.25, 50, 0, 0, 0, 52),
(429, 'e924111d', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '429', '', '', 0, 0, 1, 0, 0, NULL, 'Épaule', 'كتف', 'hombro', 0, 0, 0.25, 50, 0, 0, 0, 53),
(430, 'fe37f81d', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '430', '', '', 0, 0, 1, 0, 0, NULL, 'Épaule désossée en 3 parties', 'الكتف بالعظم في 3 قطع', 'Hombro deshuesado en 3 partes', 0, 0, 0.25, 50, 0, 0, 0, 54),
(551, '1f9e8249', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '551', '', '', 0, 0, 1, 0, 0, NULL, 'Olive sans os', 'الزيتون بدون عظم', 'Aceituna sin hueso', 0, 0, 0.25, 50, 0, 0, 0, 24),
(431, 'aed2c976', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '431', '', '', 0, 0, 1, 0, 0, NULL, 'Boule de macreuse', 'جزء العلوي من الكتف', 'Scoter Ball', 0, 0, 0.25, 50, 0, 0, 0, 56),
(432, '87f041c8', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '432', '', '', 0, 0, 1, 0, 0, NULL, 'Boule de macreuse préparée', 'الجزء داخل وسط الكتف', 'Bola de escocia preparada', 0, 0, 0.25, 50, 0, 0, 0, 57),
(433, '6b9d83d3', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '433', '', '', 0, 0, 1, 0, 0, NULL, 'Macreuse gélatineuse avec jumeau de bifteck', 'شريحة لحم بفتيك', 'Scoter gelatinoso con filete gemelo', 0, 0, 0.25, 50, 0, 0, 0, 58),
(434, '5bedc122', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '434', '', '', 0, 0, 1, 0, 0, NULL, 'Rate de vache', 'طحال البقر', 'Vaca del bazo', 0, 0, 0.25, 50, 0, 0, 0, 79),
(435, '49fdd399', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '435', '', '', 0, 0, 1, 0, 0, NULL, 'Jumeau de bifteck', 'ستيك بفتيك', 'Gemelo', 0, 0, 0.25, 50, 0, 0, 0, 59),
(436, 'f83588b3', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 1, 5, -1, '436', '', '', 0, 0, 1, 0, 0, NULL, 'Jambes de vache', 'أرجل البقر', 'Patas de vaca', 0, 0, 1, 50, 0, 0, 0, 999999),
(437, '107eb842', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '437', '', '', 0, 0, 1, 0, 0, NULL, 'agneau complet', 'الخروف كامل', 'cordero completa', 0, 0, 0.25, 50, 0, 0, 0, 1),
(438, '364c7734', NULL, NULL, NULL, NULL, 5, 145, 2, 1, 1, 5, -1, '438', '', '', 0, 0, 1, 1, 0, NULL, 'L\'oiseau de caille', 'طائر السمان', 'El ave de codorniz', 0, 0, 1, 50, 0, 0, 0, 70),
(439, '0d7a07fe', NULL, NULL, NULL, NULL, 5, 143, 2, 1, 8, 5, -1, '439', '', '', 0, 0, 1, 0, 0, NULL, 'Oeufs de caille 18', ' 18 بيض السمان ', 'Huevos de codorniz 18', 0, 0, 1, 50, 0, 0, 0, 140),
(440, '64b9de29', NULL, NULL, NULL, NULL, 3, 140, 2, 1, 2, 5, -1, '14', '', '', 0, 0, 1, 0, 0, NULL, 'Estomac de dinde', 'معدة الديك الرومي ', 'Estómago de pavo', 0, 0, 0.25, 50, 0, 0, 0, 17),
(442, '80bb224b', NULL, NULL, NULL, NULL, 3, 142, 3, 1, 2, 5, -1, '441', '', '', 0, 0, 1, 0, 0, NULL, 'ris de veau', 'بنكرياس العجل ', 'mollejas', 0, 0, 0.25, 50, 0, 0, 0, 81),
(443, 'ddee8d6f', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '443', '', '', 0, 0, 1, 0, 0, NULL, 'ris de veau', 'بنكرياس', 'mollejas', 0, 0, 0.25, 50, 0, 0, 0, 32),
(711, '32b61147', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '711', '', '', 0, 0, 1, 0, 0, NULL, 'anchois 12 cm', 'شطون 12 سم', 'Boquerón 12 cm', 0, 0, 0, 0, 0, 0, 0, 3),
(445, '62cb224a', NULL, NULL, NULL, NULL, 4, 152, 3, 1, 2, 5, -1, '445', '', '', 0, 0, 1, 0, 0, NULL, 'Golden Conger', 'الغرونج', 'Congrio dorado', 0, 0, 0.25, 50, 0, 0, 0, 438),
(446, 'f6b0b93e', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '446', '', '', 0, 0, 1, 0, 0, NULL, 'Le Pavé de thon albacore', 'شريحة لحم التونة صفراء الزعانف', 'El pavé de atún aleta amarilla', 0, 0, 0.25, 50, 0, 0, 0, 11),
(704, 'e045affc', NULL, NULL, NULL, NULL, 26, -1, 2, 1, 1, 5, -1, '704', '', '', 0, 0, 1, 0, 0, NULL, 'Herbes menthe', 'نعناع معشب', 'Hierbas menta', 0, 0, 0, 0, 0, 0, 0, 16),
(790, 'a69963df', '2020-02-25 13:40:51', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '789', '', '', 0, 0, 1, 1, 0, NULL, 'palourdes', 'المحار', 'almejas', 0, 0, 0, 0, 0, 0, 0, 4),
(449, '6b34ad0e', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '449', '', '', 0, 0, 1, 0, 0, NULL, 'Dorade blanche', 'الدنيس البحر', 'Besugo blanco', 0, 0, 0.25, 50, 0, 0, 0, 166662),
(450, '4de1799a', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '450', '', '', 0, 0, 1, 0, 0, NULL, 'bonito 40 cm', 'بونيطو 40 سم', 'Bonito listado 40 cmv', 0, 0, 0.25, 50, 0, 0, 0, 7),
(451, '6e8243b8', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '451', '', '', 0, 0, 1, 0, 0, NULL, 'moustelle', 'مويا', 'mostelle', 0, 0, 0.25, 50, 0, 0, 0, 444),
(453, 'aeb2f47b', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '453', '', '', 0, 0, 1, 0, 0, NULL, 'sar tambour', 'ببرداع', 'tambor sar', 0, 0, 0.25, 50, 0, 0, 0, 15),
(454, 'ce21beb6', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '454', '', '', 0, 0, 1, 0, 0, NULL, '   maquereau 20 cm', 'الأسقمري 20 سم', 'caballa 20 cm', 0, 0, 0.25, 50, 0, 0, 0, 6),
(518, '0fc1d936', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '518', '', '', 0, 0, 1, 1, 0, NULL, 'le crabe royal', 'ملك السراطين', 'cangrejo real', 0, 0, 0.25, 50, 0, 0, 0, 18),
(456, 'be50374d', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '456', '', '', 0, 0, 1, 0, 0, NULL, 'Daurade', 'دورادا', 'Daurade', 0, 0, 0.25, 50, 0, 0, 0, 16),
(457, '58bf2fc8', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '457', '', '', 0, 0, 1, 0, 0, NULL, 'limande-sole', 'الصول', 'limande-sole', 0, 0, 0.25, 50, 0, 0, 0, 449),
(458, '324099a4', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '458', '', '', 0, 0, 1, 0, 0, NULL, 'Barbue', 'باربو', 'Barbue', 0, 0, 0.25, 50, 0, 0, 0, 450),
(459, '1d91efd0', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '459', '', '', 0, 0, 1, 0, 0, NULL, ' lingwado', 'لنجوادو', ' lingwado', 0, 0, 0.25, 50, 0, 0, 0, 451),
(460, 'a17e5168', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '460', '', '', 0, 0, 1, 1, 0, NULL, 'homard langouste', 'سرطان البحر', 'langosta', 0, 0, 0.25, 50, 0, 0, 0, 16),
(461, '1470620b', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '461', '', '', 0, 0, 1, 1, 0, NULL, 'bogavante', 'بوكابانطي', 'bogavante', 0, 0, 0.25, 50, 0, 0, 0, 17),
(462, '99572ba1', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '462', '', '', 0, 0, 1, 0, 0, NULL, 'chinchard 15 cm', 'الشرال الابيض 15 سم', 'Chicharro 15 cm', 0, 0, 0.25, 50, 0, 0, 0, 5),
(463, '0cecf4e3', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '463', '', '', 0, 0, 1, 0, 0, NULL, ' saint pierre', 'سانبيير', 'galo/pez de san pedro', 0, 0, 0.25, 50, 0, 0, 0, 455),
(464, '6bbd6f83', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '464', '', '', 0, 0, 1, 0, 0, NULL, ' bar europeen (La mer)', ' الحرش البحر ', ' lubina(El mar)', 0, 0, 0.25, 50, 0, 0, 0, 21),
(465, '9ff49d5b', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '465', '', '', 0, 0, 1, 0, 0, NULL, 'chinchard', 'الشرال الازرق', 'chral', 0, 0, 0.25, 50, 0, 0, 0, 4),
(466, 'f7079ebf', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '466', '', '', 0, 0, 1, 0, 0, NULL, 'pisi limon', 'بيسيلمون', 'pisi limon', 0, 0, 0.25, 50, 0, 0, 0, 458),
(467, '7d1b73c7', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '467', '', '', 0, 0, 1, 1, 0, NULL, 'Crevette royale de taille normale', 'الروبيان الملكي من الحجم العادي', 'Camarones reales de tamaño normal', 0, 0, 0.25, 50, 0, 0, 0, 14),
(468, 'e25ff059', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '468', '', '', 0, 0, 1, 0, 0, NULL, 'grondin rouge', 'الغرنار سمك شائك الرأس الأحمر', 'perlón rojo', 0, 0, 0.25, 50, 0, 0, 0, 555516),
(469, 'a37a4d9f', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '469', '', 'السردين', 0, 0, 1, 0, 0, NULL, 'Les sardines sont épaisses 13 cm', 'السردين غليظ 13 سم', 'Las sardinas son gruesas 13 cm', 0, 0, 0.25, 50, 0, 0, 0, 1),
(470, 'e13b1834', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '470', '', '', 0, 0, 1, 0, 0, NULL, 'sardine commune 11 cm', 'السردين  11 سم', ' sardina 11 cm', 0, 0, 0.25, 50, 0, 0, 0, 2),
(471, 'f187161c', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '471', '', '', 0, 0, 1, 0, 0, NULL, 'halama', 'حلامة', 'halama', 0, 0, 0.25, 50, 0, 0, 0, 15554),
(472, '9b00854f', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '472', '', '', 0, 0, 1, 0, 0, NULL, 'barbue', 'تيربو', 'remol', 0, 0, 0.25, 50, 0, 0, 0, 464),
(473, 'cfe1056a', NULL, NULL, NULL, NULL, 4, 151, 3, 1, 2, 5, -1, '473', '', '', 0, 0, 1, 0, 0, NULL, 'bghiyla', 'بغيلة', 'bghiyla', 0, 0, 0.25, 50, 0, 0, 0, 465),
(475, '8fbc4a81', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '475', '', '', 0, 0, 1, 0, 0, NULL, 'dgdgd', 'fgdgrg', 'dgdgdg', 0, 0, 0.25, 50, 0, 0, 0, 55),
(476, 'e7f75e7f', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '476', '', '', 0, 0, 1, 0, 0, NULL, 'ergerg', 'ferf', 'rgreg', 0, 0, 0.25, 50, 0, 0, 0, 468),
(477, 'a850a5b6', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '477', '', '', 0, 0, 1, 0, 0, NULL, 'sar à museau pointu', 'الشيلية', 'sargo picudo', 0, 0, 0.25, 50, 0, 0, 0, 16),
(543, 'be48eb12', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '543', '', '', 0, 0, 1, 0, 0, NULL, 'Les crevettes sont de grande taille', 'جامبا من الحجم الكبير', 'Los camarones son de gran tamaño.', 0, 0, 0.25, 50, 0, 0, 0, 5),
(479, '5c75b9a1', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '479', '', '', 0, 0, 1, 0, 0, NULL, 'Filet de sole', ' شرائح الصول ', 'Filete de lenguado', 0, 0, 0.25, 50, 0, 0, 0, 471),
(480, 'b1ae5b5d', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '480', '', '', 0, 0, 1, 0, 0, NULL, 'ertert', 'ertrt', 'ertert', 0, 0, 0.25, 50, 0, 0, 0, 472),
(481, 'ad6e2123', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '481', '', '', 0, 0, 1, 0, 0, NULL, 'ertert', 'ertyer', 'ertert', 0, 0, 0.25, 50, 0, 0, 0, 473),
(482, '11e95f53', NULL, NULL, NULL, NULL, 4, 148, 2, 1, 2, 5, -1, '482', '', '', 0, 0, 1, 0, 0, NULL, 'Filet de plie', 'فيليه سمك موسى', 'Filete De Solla', 0, 0, 0.25, 50, 0, 0, 0, 6),
(484, '47c43fa2', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '484', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de requin', 'شرائح القرش', 'Rodajas de tiburon', 0, 0, 0.25, 50, 0, 0, 0, 12),
(485, 'e7ebb9e2', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '485', '', '', 0, 0, 1, 0, 0, NULL, 'Pagrus', 'باغار', 'pagrus', 0, 0, 0.25, 50, 0, 0, 0, 70),
(486, '4ad5f76a', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '486', '', '', 0, 0, 1, 0, 0, NULL, 'denti', 'دونتي', 'dentón', 0, 0, 0.25, 50, 0, 0, 0, 14),
(487, 'a85aa240', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '487', '', '', 0, 0, 1, 0, 0, NULL, 'Poisson RAPE', 'سمك الرابي', 'Pescado RAPE', 0, 0, 0.25, 50, 0, 0, 0, 479),
(488, '0b61a1df', NULL, NULL, NULL, NULL, 1, 185, 2, 1, 2, 5, -1, '488', '', '', 0, 0, 1, 0, 0, NULL, 'Haricots verts', 'الفاصوليا الخضراء', 'Judias verdes', 0, 0, 0.25, 50, 0, 0, 0, 27),
(489, '62c99497', NULL, NULL, NULL, NULL, 1, 185, 2, 1, 2, 5, -1, '489', '', '', 0, 0, 1, 0, 0, NULL, 'Haricots verts', 'الفول الاخضر', 'Judias verdes', 0, 0, 0.25, 50, 0, 0, 0, 28),
(490, '8cbb42e5', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '490', '', '', 0, 0, 1, 0, 0, NULL, 'Saumon', 'السلمون', 'Salmón', 0, 0, 0.25, 50, 0, 0, 0, 22),
(491, '8502e89c', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '491', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de saumon congelées', ' شرائح السلمون مجمدة', 'Rebanadas De Salmón Congeladas', 0, 0, 0.25, 50, 0, 0, 0, 483);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(492, '9496e4c1', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '492', '', '', 0, 0, 1, 0, 0, NULL, 'Morena Pintada', 'المرينة', 'Morena Pintada', 0, 0, 0.25, 50, 0, 0, 0, 484),
(493, 'abf1c1ab', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '493', '', '', 0, 0, 1, 0, 0, NULL, 'Rascacio', 'شقارقور', 'Rascacio', 0, 0, 0.25, 50, 0, 0, 0, 485),
(494, '7d32f372', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '494', '', '', 0, 0, 1, 0, 0, NULL, 'Abade/Abadejo', 'باديخو', 'Abade/Abadejo', 0, 0, 0.25, 50, 0, 0, 0, 10777),
(495, '6772e8d1', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '495', '', '', 0, 0, 1, 0, 0, NULL, 'Merluza tranches', 'بشكادييا شرائح', 'rebanadas  Pescada', 0, 0, 0.25, 50, 0, 0, 0, 6666),
(496, '4950778a', NULL, NULL, NULL, NULL, 4, 148, 2, 1, 2, 5, -1, '496', '', '', 0, 0, 1, 0, 0, NULL, 'filet de merlu', 'فيليه ميرلو', 'filetde merlu', 0, 0, 0.25, 50, 0, 0, 0, 7),
(965, 'd246b198', '2020-06-28 14:39:30', NULL, NULL, NULL, 25, 95, 2, 1, 1, 5, -1, '965', '', '', 0, 0, 1, 0, 0, NULL, 'Lait Uht naturel entier Centrale 0.5L', 'حليب المعقم الطبيعي المركزي 0.5 لتر', 'Central entera natural Uht leche 0.5L', 0, 0, 1, 500, 0, 0, 0, 0),
(497, '4f3a3527', NULL, NULL, NULL, NULL, 1, 158, 2, 1, 2, 5, -1, '497', '', '', 0, 0, 1, 0, 0, NULL, 'Chou vert', 'ملفوف الاخضر', 'Repollo verde', 0, 0, 0.25, 50, 0, 0, 0, 21),
(499, '420788be', NULL, NULL, NULL, NULL, 1, 157, 2, 1, 2, 5, -1, '499', '', '', 0, 0, 1, 0, 0, NULL, 'Des navets', 'اللفت', 'Nabos', 0, 0, 0.25, 50, 0, 0, 0, 36),
(500, '91c02d2a', NULL, NULL, NULL, NULL, 1, 157, 2, 1, 2, 5, -1, '500', '', '', 0, 0, 1, 0, 0, NULL, 'Des navets', 'اللفت', 'Nabos', 0, 0, 0.25, 50, 0, 0, 0, 37),
(501, '331265f3', NULL, NULL, NULL, NULL, 1, 154, 2, 1, 2, 5, -1, '501', '', '', 0, 0, 1, 0, 0, NULL, 'Raisin rouge tomate cerise', 'الطماطم الكرز الأحمر', 'Tomate de uva rojo cereza', 0, 0, 0.25, 50, 0, 0, 0, 10),
(502, 'd85e179d', NULL, NULL, NULL, NULL, 1, 154, 2, 1, 2, 5, -1, '502', '', '', 0, 0, 1, 0, 0, NULL, 'Tomates de raisins biologiques', 'الطماطم العنب ', 'Tomates de uva organicos', 0, 0, 0.25, 50, 0, 0, 0, 11),
(503, '2a1f5afe', NULL, NULL, NULL, NULL, 1, 154, 2, 1, 2, 5, -1, '503', '', '', 0, 0, 1, 0, 0, NULL, 'Tomates roms', 'طماطم الحريرة', 'tomates Roma', 0, 0, 0.25, 50, 0, 0, 0, 9),
(742, '2ce7ee6b', '2020-01-18 17:40:25', NULL, NULL, NULL, 26, 178, 2, 1, 1, 5, -1, '742', '', '', 0, 0, 1, 0, 0, NULL, 'laurier', 'ورق موسى', 'laurel', 43, 0, 1, 55, 1, 0, 0, 13),
(505, 'a74ba7a3', NULL, NULL, NULL, NULL, 1, 153, 2, 1, 2, 5, -1, '505', '', '', 0, 0, 1, 0, 0, NULL, 'Topinambour', ' طيطانبو البطاطس القصبية', 'topinambur', 0, 0, 0.25, 50, 0, 0, 0, 7),
(511, 'ce5b0c51', NULL, NULL, NULL, NULL, 2, 162, 2, 1, 2, 5, -1, '511', '', '', 0, 0, 1, 0, 0, NULL, 'loquat', 'المزاح', 'Nispero', 0, 0, 0.25, 50, 0, 0, 0, 13),
(683, '528e9a7f', NULL, NULL, NULL, NULL, 2, 165, 2, 1, 2, 5, -1, '683', '', '', 0, 0, 1, 0, 0, NULL, 'Pomme rouge délicieuse', 'تفاح أحمر لذيذ', 'Manzana Red Delicious', 0, 0, 0.25, 50, 0, 0, 0, 1),
(507, 'a6717260', NULL, NULL, NULL, NULL, 2, 165, 2, 1, 2, 5, -1, '507', '', '', 0, 0, 1, 0, 0, NULL, 'Pomme Granny Smith', 'تفاح الجدة سميث', 'manzana Granny Smith', 0, 0, 0.25, 50, 0, 0, 0, 1),
(508, 'e725af4a', NULL, NULL, NULL, NULL, 2, -1, 2, 1, 2, 5, -1, '508', '', '', 0, 0, 1, 0, 0, NULL, ' kaki', 'فاكهة الكاكا ', ' Kaki', 0, 0, 0.25, 50, 0, 0, 0, 23),
(509, '23af17cd', NULL, NULL, NULL, NULL, 2, 169, 2, 1, 2, 5, -1, '509', '', '', 0, 0, 1, 0, 0, NULL, 'poire', 'ألإجاص البلدي', 'Pera fresca del huerto', 0, 0, 0.25, 50, 0, 0, 0, 20),
(510, 'e456ebe9', NULL, NULL, NULL, NULL, 2, 170, 2, 1, 2, 5, -1, '510', '', '', 0, 0, 1, 0, 0, NULL, 'Figue vertébrale Al Hoceima', 'التين الشوكي الحسيمة ', 'Chumbo espinal Al Hoceima', 0, 0, 0.25, 50, 0, 0, 0, 31),
(512, '0fde5afc', NULL, NULL, NULL, NULL, 2, 163, 2, 1, 2, 5, -1, '512', '', '', 0, 0, 1, 0, 0, NULL, 'navel orange', 'البرتقال نفيل ', 'Naranja navel', 0, 0, 0.25, 50, 0, 0, 0, 2),
(513, '77e4a399', NULL, NULL, NULL, NULL, 2, 169, 2, 1, 2, 5, -1, '513', '', '', 0, 0, 1, 0, 0, NULL, 'Poire', 'الإجاص ', 'Pera', 0, 0, 0.25, 50, 0, 0, 0, 20),
(514, '18e30d87', NULL, NULL, NULL, NULL, 2, 165, 2, 1, 2, 5, -1, '514', '', '', 0, 0, 1, 0, 0, NULL, 'Pomme Golden Delicious', 'تفاح ذهبي لذيذ', 'Manzana Golden Delicious', 0, 0, 0.25, 50, 0, 0, 0, 1),
(515, '95289fed', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '515', '', '', 0, 0, 1, 0, 0, NULL, 'crevettes crues', 'القريدس الرمادي', 'langostinos crudos', 0, 0, 0.25, 50, 0, 0, 0, 10),
(516, '7177ab9c', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '516', '', '', 0, 0, 1, 0, 0, NULL, 'La pieuvre', 'الاخطبوط', 'El pulpo', 0, 0, 0.25, 50, 0, 0, 0, 4),
(517, '6415ae4a', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '517', '', '', 0, 0, 1, 0, 0, NULL, 'Le petit calmar pas prêt', ' ( الحبار الصغير غير جاهز  ( الشوكو  ', 'El pequeño calamar No esta listo', 0, 0, 0.25, 50, 0, 0, 0, 3),
(519, 'f5325f65', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '519', '', '', 0, 0, 1, 1, 0, NULL, 'Crabe', 'سلطعون', 'Cangrejo', 0, 0, 0.25, 50, 0, 0, 0, 19),
(520, '239a9831', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '520', '', '', 0, 0, 1, 0, 0, NULL, 'Bâtonnets de crabe', 'عيدان من السرطان', 'Palitos de cangrejo', 0, 0, 0.25, 50, 0, 0, 0, 17),
(544, '0391ed46', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '544', '', '', 0, 0, 1, 0, 0, NULL, 'Crevettes de la grande taille sans peau', 'جامبا  من الحجم الكبير بدون قشر', 'Camarones del tamaño grande sin cáscara', 0, 0, 0.25, 50, 0, 0, 0, 6),
(545, '8ab4b9c4', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '545', '', '', 0, 0, 1, 0, 0, NULL, 'Olives noires', 'الزيتون الاسود', 'Aceitunas negras', 0, 0, 0.25, 50, 0, 0, 0, 23),
(546, '03009d60', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '546', '', '', 0, 0, 1, 0, 0, NULL, 'Olives vertes', 'الزيتون الأخضر', 'Aceitunas verdes', 0, 0, 0.25, 50, 0, 0, 0, 26),
(547, 'a935295b', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '547', '', '', 0, 0, 1, 0, 0, NULL, 'Olives rouges', 'الزيتون الأحمر', 'Aceitunas rojas', 0, 0, 0.25, 50, 0, 0, 0, 27),
(548, '71433d81', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '548', '', '', 0, 0, 1, 0, 0, NULL, 'Olives Farcies', 'الزيتون محشي', 'Aceitunas rellenas', 0, 0, 0.25, 50, 0, 0, 0, 28),
(549, '33ae213c', NULL, NULL, NULL, NULL, 3, 139, 2, 1, 2, 5, -1, '4', '', '', 0, 0, 1, 0, 0, NULL, 'tranches de viande de poulet', 'شرائح لحم الدجاج', 'rodajas de carne de pollo', 0, 0, 0.25, 50, 0, 0, 0, 102),
(552, 'ed83d290', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '552', '', '', 0, 0, 1, 0, 0, NULL, 'tranches d\'olives noires', 'الزيتون الاسود شرائح', 'rodajas de aceitunas negras', 0, 0, 0.25, 50, 0, 0, 0, 29),
(553, '1dcfdcf4', NULL, NULL, NULL, NULL, 4, 148, 2, 1, 2, 5, -1, '553', '', '', 0, 0, 1, 0, 0, NULL, 'ENCORNET POTA CONGELÉ De grande taille', 'الحبار مجمد من الحجم الكبير', 'CALAMAR POT CONGELADO De gran tamaño', 0, 0, 0.25, 50, 0, 0, 0, 1),
(554, '5dd2b3a0', NULL, NULL, NULL, NULL, 26, 188, 2, 1, 2, 5, -1, '554', '', '', 0, 0, 1, 0, 0, NULL, 'D\'olive', 'الزيتون البلدي', 'Oliva', 0, 0, 0.25, 50, 0, 0, 0, 30),
(555, '8ec4c78e', NULL, NULL, NULL, NULL, 25, 200, 2, 1, 2, 5, -1, '555', '', '', 0, 0, 1, 0, 0, NULL, 'mondial coffee home 200 g', 'مونديال كافيه موند g 200 ', 'mondial coffee home 200 g', 0, 0, 0.25, 50, 0, 0, 0, 520),
(556, '6a062df6', NULL, NULL, NULL, NULL, 25, 200, 2, 1, 2, 5, -1, '556', '', '', 0, 0, 1, 0, 0, NULL, 'mezcla 250 g', 'ميسكلا 250 غرام', 'mezcla 250 g', 0, 0, 0.25, 50, 0, 0, 0, 521),
(557, '785ea9b2', NULL, NULL, NULL, NULL, 25, 200, 2, 1, 2, 5, -1, '557', '', '', 0, 0, 1, 0, 0, NULL, 'bonka cafetera 250 gr', '250g قهوة بونكا', 'bonka cafetera 250 gr', 0, 0, 0.25, 50, 0, 0, 0, 522),
(558, '59835fe2', NULL, NULL, NULL, NULL, 25, 200, 2, 1, 2, 5, -1, '558', '', '', 0, 0, 1, 0, 0, NULL, 'LA ABUELA Café  Naturels 250 g', 'قهوى لبويلا 250 غرام', 'LA ABUELA Café  Naturels 250 g', 0, 0, 0.25, 50, 0, 0, 0, 523),
(559, '5de3037d', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '559', '', '', 0, 0, 1, 0, 0, NULL, 'Brochettes de boeuf', 'قطع لحم البقر', 'Pinchos de carne', 0, 0, 0.25, 50, 0, 0, 0, 74),
(560, '57c973c0', NULL, NULL, NULL, NULL, 3, 139, 2, 1, 1, 5, -1, '17', '', '', 0, 0, 1, 0, 0, NULL, 'coquelet', 'كوكلي ديك صغير', 'gallo joven', 0, 0, 1, 50, 0, 0, 0, 111),
(561, '99994d32', NULL, NULL, NULL, NULL, 5, 145, 2, 1, 1, 5, -1, '561', '', '', 0, 0, 1, 1, 0, NULL, 'pigeon', 'الحمامة', 'La paloma', 0, 0, 1, 50, 0, 0, 0, 80),
(562, 'a577937a', NULL, NULL, NULL, NULL, 25, 90, 2, 1, 2, 5, -1, '562', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage baladi', 'جبن البلدي', 'Queso Baladi', 0, 0, 1, 50, 0, 0, 0, 527),
(966, '15f005bd', '2020-06-28 17:01:36', NULL, NULL, NULL, 25, 95, 2, 1, 1, 5, -1, '966', '', '', 0, 0, 1, 0, 0, NULL, 'Lait Frais Pasteurisé ½ L chergui', 'حليب مبستر طازج ½ لتر شركي', 'Leche Pasteurizada Fresca ½ L Chergui', 0, 0, 1, 500, 0, 0, 0, 0),
(565, '21242003', NULL, NULL, NULL, NULL, 25, 131, 2, 1, 1, 5, -1, '565', '', '', 0, 0, 0, 0, 0, NULL, 'Sbaa thé vert 4011 1kg', 'الشاي الاخضر السبع 4011 ? كيلو', 'Sbaa Green Tea 4011 1kg', 0, 0, 0.25, 50, 0, 0, 0, 529),
(566, '47def740', NULL, NULL, NULL, NULL, 25, 200, 2, 1, 2, 5, -1, '566', '', '', 0, 0, 1, 0, 0, NULL, 'Café Toast Café 250 g', 'قهوى طوست كافي 250 غرام', 'Café TosCafe 250 g', 0, 0, 0.25, 50, 0, 0, 0, 530),
(567, '20abb992', NULL, NULL, NULL, NULL, 2, 202, 2, 1, 2, 5, -1, '567', '', '', 0, 0, 1, 0, 0, NULL, 'Dragon violet', 'تنين البنفسجي', 'Dragón morado', 0, 0, 0.25, 50, 0, 0, 0, 15),
(568, '541ae7a3', NULL, NULL, NULL, NULL, 3, 139, 2, 1, 1, 5, -1, '16', '', '', 0, 0, 1, 0, 0, NULL, 'coquelet    qarouazi', ' كوكلي ديك صغير كروازي ', 'gallo joven  qarouazi', 0, 0, 1, 50, 0, 0, 0, 110),
(569, 'e9f14f0e', NULL, NULL, NULL, NULL, 3, 140, 2, 1, 2, 5, -1, '10', '', '', 0, 0, 1, 0, 0, NULL, 'Ailes de dinde', 'أجنحة الديك الرومي', 'Alas de pavo', 0, 0, 0.25, 50, 0, 0, 0, 8),
(570, '90824efb', NULL, NULL, NULL, NULL, 3, 140, 2, 1, 2, 5, -1, '15', '', '', 0, 0, 1, 0, 0, NULL, 'Coeur de dinde', 'قلب الديك الرومي', 'Corazón de pavo', 0, 0, 0.25, 50, 0, 0, 0, 18),
(571, '92e617e7', NULL, NULL, NULL, NULL, 3, 140, 2, 1, 2, 5, -1, '1', '', '', 0, 0, 1, 0, 0, NULL, 'Viande de dinde', 'لحم ديك رومي', 'Carne de pavo', 0, 0, 0.25, 50, 0, 0, 0, 11),
(572, '74aa783f', NULL, NULL, NULL, NULL, 3, 139, 2, 1, 2, 5, -1, '14', '', '', 0, 0, 1, 0, 0, NULL, 'Estomac de poulet', 'معدة الدجاج', 'Estómago de pollo', 0, 0, 0.25, 50, 0, 0, 0, 113),
(573, '8fa36635', NULL, NULL, NULL, NULL, 3, 139, 2, 1, 2, 5, -1, '15', '', '', 0, 0, 1, 0, 0, NULL, 'Coeur de poulet', 'قلب الدجاج', 'Corazón de pollo', 0, 0, 0.25, 50, 0, 0, 0, 114),
(574, '3995729d', NULL, NULL, NULL, NULL, 3, 139, 2, 1, 2, 5, -1, '6', '', '', 0, 0, 1, 0, 0, NULL, 'Le haut de la cuisse de poulet', 'الجزء العلوي للفخذ الدجاج', 'La parte superior del muslo de pollo', 0, 0, 0.25, 50, 0, 0, 0, 103),
(575, '083337c3', NULL, NULL, NULL, NULL, 3, 139, 2, 1, 2, 5, -1, '7', '', '', 0, 0, 1, 0, 0, NULL, 'Viande de cuisse sans peau et os', 'لحم الفخذ بدون جلد وعظم', 'Carne de muslo sin piel y hueso', 0, 0, 0.25, 50, 0, 0, 0, 101),
(607, 'b94116e3', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '607', '', '', 0, 0, 1, 0, 0, NULL, 'Jarret postérieur', 'العرقوب الخلفي', 'Corvejón posterior', 0, 0, 0.25, 50, 0, 0, 0, 7),
(601, '724fdf72', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '601', '', '', 0, 0, 1, 0, 0, NULL, 'langoustine', 'سيكالا', 'Cigalas', 0, 0, 0.25, 50, 0, 0, 0, 15),
(693, '821b94c2', NULL, NULL, NULL, NULL, 2, -1, 2, 1, 2, 5, -1, '693', '', '', 0, 0, 1, 0, 0, NULL, 'local kaki', 'كاكي المحلي ', 'Kaki local', 0, 0, 0, 0, 0, 0, 0, 23),
(578, '4fc7711d', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 1, 5, -1, '578', '', '', 0, 0, 1, 0, 0, NULL, 'Intestin d\'agneau complet', 'أحشاء الخروف كاملة', 'Intestinos de cordero completos', 0, 0, 1, 50, 0, 0, 0, 35),
(579, '88e2675a', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '579', '', '', 0, 0, 1, 0, 0, NULL, 'La moitié des moutons', 'نصف الخروف', 'La mitad del Cordero', 0, 0, 0.25, 50, 0, 0, 0, 2),
(580, 'f600a47d', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '580', '', '', 0, 0, 1, 0, 0, NULL, 'Deux cuisses d\'agneau', 'فخذتين  الخروف', 'Dos muslos de cordero', 0, 0, 0.25, 50, 0, 0, 0, 3),
(581, '9aae9d75', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '581', '', '', 0, 0, 1, 0, 0, NULL, 'Gigot d\'agneau sans jarret', 'الساق الخروف دون عرقوب', 'Pierna de cordero sin vástago', 0, 0, 0.25, 50, 0, 0, 0, 5),
(582, '98579c8c', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '582', '', '', 0, 0, 1, 0, 0, NULL, 'Filet de longe', 'فيليه ', 'Solomillo de Lomo', 0, 0, 0.25, 50, 0, 0, 0, 23),
(583, '274cafa8', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '583', '', '', 0, 0, 1, 0, 0, NULL, 'Gigot d\'agneau sans jarret', 'للحم البقري', 'Carne de res', 0, 0, 0.25, 50, 0, 0, 0, 1),
(584, '1feb5804', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '584', '', '', 0, 0, 1, 0, 0, NULL, 'Quartier arrière avec flanchet', 'الربع الخلفي مع الفخذ', 'Cuarto trasero con flanco', 0, 0, 0.25, 50, 0, 0, 0, 2),
(585, '7bcb92a4', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '585', '', '', 0, 0, 1, 0, 0, NULL, 'Surlonge avec filet', 'شرائح لحم الخاصرة', 'Solomillo con Solomillo', 0, 0, 0.25, 50, 0, 0, 0, 4),
(586, 'a89b8998', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '586', '', '', 0, 0, 1, 0, 0, NULL, 'Faux-filet à la nervure antérieure, simple côtelé', 'شريط العظم مع ضلع الصدارة ، مضلع واحد', 'Lomo deshuesado con costilla delantera, nervada simple', 0, 0, 0.25, 50, 0, 0, 0, 5),
(587, '32bab4a2', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '587', '', '', 0, 0, 1, 0, 0, NULL, 'Striploin sans os', 'تجريد دون عظم', 'Lomo sin hueso', 0, 0, 0.25, 50, 0, 0, 0, 6),
(588, 'd2651dcc', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '588', '', '', 0, 0, 1, 0, 0, NULL, 'Steaks de strip-tease', 'شرائح اللحم من شريط', 'Filetes de lomo', 0, 0, 0.25, 50, 0, 0, 0, 6),
(589, '52817e9d', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '589', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de steak extra épaisses en ficelle', 'شرائح اللحم المشذبة الكثيفة جداً من الشريط', 'Filetes recortados extra gruesos de lomo', 0, 0, 0.25, 50, 0, 0, 0, 8),
(590, '854ca71c', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '590', '', '', 0, 0, 1, 0, 0, NULL, 'Biftecks garnis de strip-tease', 'شرائح اللحم', 'Filetes recortados de lomo', 0, 0, 0.25, 50, 0, 0, 0, 8),
(591, 'b07c79eb', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '591', '', '', 0, 0, 1, 0, 0, NULL, 'Côte avant sans os', 'الضلع الأمامي دون العظام', 'Costilla delantera sin hueso', 0, 0, 0.25, 50, 0, 0, 0, 9),
(592, '8f78ac00', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '592', '', '', 0, 0, 1, 0, 0, NULL, 'Steaks de forerib', 'شرائح اللحم من المقدمة', 'Filetes de forerib', 0, 0, 0.25, 50, 0, 0, 0, 10),
(593, 'bc4b5867', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '593', '', '', 0, 0, 1, 0, 0, NULL, 'Faux-filet à la nervure antérieure, drap côtelé', 'شرائط في الضلع الأمامي بدون عظم', 'Lomo deshuesado con costilla delantera, lámina acanalada', 0, 0, 0.25, 50, 0, 0, 0, 5),
(594, '832038f1', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '594', '', '', 0, 0, 1, 0, 0, NULL, 'Filet avec chaîne', 'شريحة لحم مع سلسلة', 'Solomillo con cadena', 0, 0, 0.25, 50, 0, 0, 0, 11),
(595, '78029005', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '595', '', '', 0, 0, 1, 0, 0, NULL, 'Filet sans chaîne', 'شريحة لحم بدون سلسلة', 'Solomillo sin cadena', 0, 0, 0.25, 50, 0, 0, 0, 12),
(596, '41eafce6', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '596', '', '', 0, 0, 1, 0, 0, NULL, 'Tête de filet', 'رأس لحم الخاصرة', 'Cabeza de solomillo', 0, 0, 0.25, 50, 0, 0, 0, 13),
(597, '3dd1138c', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '597', '', '', 0, 0, 1, 0, 0, NULL, 'Filet coupé au centre', 'قطع فيليه في المركز', 'Lomo de corte central', 0, 0, 0.25, 50, 0, 0, 0, 14),
(598, '42470436', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '598', '', '', 0, 0, 1, 0, 0, NULL, 'Pointe de filet', 'طرف شريحة لحم الخاصرة', 'Punta de solomillo', 0, 0, 0.25, 50, 0, 0, 0, 15),
(599, '2abc251c', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '599', '', '', 0, 0, 1, 0, 0, NULL, 'Porterhouse-Steaks', 'شرائح اللحم البقر', 'Filetes de Porterhouse', 0, 0, 0.25, 50, 0, 0, 0, 16),
(600, 'b24aa00d', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '600', '', '', 0, 0, 1, 0, 0, NULL, 'Top bit et croupe', 'الفخذ', 'Parte superior y grupa', 0, 0, 0.25, 50, 0, 0, 0, 21),
(602, '0c13f09c', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '602', '', '', 0, 0, 1, 0, 0, NULL, 'Cuisse sans os', 'الفخذ بدون عظم', 'Muslo sin hueso', 0, 0, 0.25, 50, 0, 0, 0, 6),
(603, 'a1fb7cb5', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '603', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'جوز', 'nueces', 0, 0, 0.25, 50, 0, 0, 0, 11),
(604, '2237ea30', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '604', '', '', 0, 0, 1, 0, 0, NULL, 'Gîte à la noix', 'الجيب مع الجوز', 'Cabaña con nuez', 0, 0, 0.25, 50, 0, 0, 0, 13),
(605, '3c6bd254', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '605', '', '', 0, 0, 1, 0, 0, NULL, 'Noix pâtissière', 'الجناح السميك', 'Nueces de hojaldre', 0, 0, 0.25, 50, 0, 0, 0, 14),
(606, 'a3ffb890', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '606', '', '', 0, 0, 1, 0, 0, NULL, 'steak croupion', 'شريحة لحم الردف', 'filete de lomo', 0, 0, 0.25, 50, 0, 0, 0, 12),
(608, '7e0ed93d', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '608', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de jarret ', 'العرقوب شرائح', 'Corvejas en rodajas', 0, 0, 0.25, 50, 0, 0, 0, 8),
(609, '840911f5', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '609', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de gigot', 'شرائح اللحم من الساق', 'Pierna cortada de pierna', 0, 0, 0.25, 50, 0, 0, 0, 9),
(610, 'f9860389', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '610', '', '', 0, 0, 1, 0, 0, NULL, 'Carré double découvert', 'ظهر الخروف', 'Abrir doble plaza', 0, 0, 0, 0, 0, 0, 0, 16),
(611, '0954c3ad', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '611', '', '', 0, 0, 1, 0, 0, NULL, 'Côtelettes doubles du carré', 'القطع من الظهر', 'Chuletas dobles de la plaza', 0, 0, 0, 0, 0, 0, 0, 20),
(612, '900c75ce', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '612', '', '', 0, 0, 1, 0, 0, NULL, 'Filet préparé', 'شرائح فيليه', 'Filete preparado', 0, 0, 0, 0, 0, 0, 0, 24),
(613, '42d80ec5', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '613', '', '', 0, 0, 1, 0, 0, NULL, 'Filets de côtelettes doubles du carré ', 'كوطليط', 'Chuletas individuales de la plaza', 0, 0, 0, 0, 0, 0, 0, 19),
(614, '820515f5', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '614', '', '', 0, 0, 1, 0, 0, NULL, 'Casque se divise', 'نصف العلوي بالكتف', 'Casco se divide', 0, 0, 0, 0, 0, 0, 0, 15),
(615, '224cf912', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '615', '', '', 0, 0, 1, 0, 0, NULL, 'Épaule désossée', 'الكتف بدون عظم', 'Hombro deshuesado', 0, 0, 0, 0, 0, 0, 0, 26),
(616, '80ae319d', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '616', '', '', 0, 0, 1, 0, 0, NULL, 'Poitrine entière désossée', 'الصدر كامل بدون عظم', 'Pecho entero sin hueso', 0, 0, 0, 0, 0, 0, 0, 17),
(617, 'bd3f70fa', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '617', '', '', 0, 0, 1, 0, 0, NULL, 'Viande hachée aux épices', 'لحم مفروم بالبهارات', 'Carne picada con especias', 0, 0, 0, 0, 0, 0, 0, 30),
(618, 'c07382fc', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '618', '', '', 0, 0, 1, 0, 0, NULL, 'saucisse', 'نقانق', 'salchicha', 0, 0, 0, 0, 0, 0, 0, 31),
(741, '0f239c85', '2020-01-14 16:42:21', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '741', '', '', 0, 0, 1, 1, 0, NULL, 'huître', 'محار', 'ostra', 0, 0, 0.5, 20, 0, 0, 0, 4),
(620, 'b6ac6731', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '620', '', '', 0, 0, 1, 0, 0, NULL, 'civelles', 'صغار نون السمك', 'angulas ', 0, 0, 0, 0, 0, 0, 0, 19),
(621, '1f019edf', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 1, 5, -1, '621', '', '', 0, 0, 1, 1, 0, NULL, 'Coquilles de rasoir Douzaine', 'لونك درزن', 'navajas Docena', 0, 0, 0, 0, 0, 0, 0, 4),
(622, '9c431004', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '622', '', '', 0, 0, 1, 1, 0, NULL, 'pétoncles', 'إسقلوب', 'vieiras', 0, 0, 0, 0, 0, 0, 0, 3),
(623, '468887dc', NULL, NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '623', '', '', 0, 0, 1, 0, 0, NULL, 'Petites crevettes', 'الروبيان الصغير  مويما', 'camarones pequeños', 0, 0, 0, 0, 0, 0, 0, 9),
(624, '5d209f87', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '624', '', '', 0, 0, 1, 0, 0, NULL, 'Quartier arrière sans flanchet, coupe pistolet', 'الربع الخلفي دون ديل', 'sin flanco cuarto trasero, pistola de corte', 0, 0, 0, 0, 0, 0, 0, 3),
(625, 'a743e69c', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '625', '', '', 0, 0, 1, 0, 0, NULL, 'Steaks de petit filet ', 'شرائح اللحم الصغيرة', 'Filetes pequeños', 0, 0, 0, 0, 0, 0, 0, 17),
(626, '3fdeae35', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '626', '', '', 0, 0, 1, 0, 0, NULL, 'Steaks', 'شرائح اللحم', 'Filetes', 0, 0, 0, 0, 0, 0, 0, 18),
(627, '352027aa', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '627', '', '', 0, 0, 1, 0, 0, NULL, 'Steaks', 'شرائح اللحم', 'Filetes', 0, 0, 0, 0, 0, 0, 0, 19),
(628, '9b2ecfa8', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '628', '', '', 0, 0, 1, 0, 0, NULL, 'Dessus d\'entrecôte', 'شريحة لحم أعلى', 'Filete superior', 0, 0, 0, 0, 0, 0, 0, 20),
(629, '6e819b1e', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '629', '', '', 0, 0, 1, 0, 0, NULL, 'Culotte d\'aiguillette baronne', 'مؤخرة الفخذ', 'Bragas baronne aiguillette', 0, 0, 0, 0, 0, 0, 0, 22),
(630, 'd6524c05', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '630', '', '', 0, 0, 1, 0, 0, NULL, 'Gîte de noix', 'بيت الجوز', 'Gîte de noix se divise', 0, 0, 0, 0, 0, 0, 0, 23),
(631, '8cf47498', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '631', '', '', 0, 0, 1, 0, 0, NULL, 'Escalope de boeuf de gîte de noix', 'لحم بقر شنيتزل', 'Schnitzel de ternera', 0, 0, 0, 0, 0, 0, 0, 24),
(632, '35c8d576', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '632', '', '', 0, 0, 1, 0, 0, NULL, 'Tranche avec dessus ', 'شريحة من الأعلى', 'Rebanada con tapa', 0, 0, 0, 0, 0, 0, 0, 25),
(633, '2104d504', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '633', '', '', 0, 0, 1, 0, 0, NULL, 'Rond de gîte de noix', 'لحم الفخذ', 'Ronda de nuez', 0, 0, 0, 0, 0, 0, 0, 26),
(634, '19f5b44a', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '634', '', '', 0, 0, 1, 0, 0, NULL, 'Aiguillette baronne', 'اللحم', 'Baronne Aiguillette', 0, 0, 0, 0, 0, 0, 0, 28),
(635, 'c2dee0c6', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '635', '', '', 0, 0, 1, 0, 0, NULL, 'Rumsteck ', 'قطع الردف', 'Rumsteck ', 0, 0, 0, 0, 0, 0, 0, 27),
(636, '5ca8ab44', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '636', '', '', 0, 0, 1, 0, 0, NULL, 'Coeur de rumsteck ', 'قلب الردف', 'Corazón de la grupa', 0, 0, 0, 0, 0, 0, 0, 29),
(637, '9e655838', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '637', '', '', 0, 0, 1, 0, 0, NULL, 'Escalopes de boeuf de la cuisse', 'شرحات لحم البقر من الفخذ', 'Chuletas de res del muslo', 0, 0, 0, 0, 0, 0, 0, 30),
(638, 'bff85e8a', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '638', '', '', 0, 0, 1, 0, 0, NULL, 'Filet de rumsteck', 'فيلة الردف', 'Filete Rump', 0, 0, 0, 0, 0, 0, 0, 31),
(639, 'f63d48d1', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '639', '', '', 0, 0, 1, 0, 0, NULL, 'Steaks de rumsteck', 'الردف شرائح اللحم', 'Filetes Rump', 0, 0, 0, 0, 0, 0, 0, 32),
(640, '6b58db0f', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '640', '', '', 0, 0, 1, 0, 0, NULL, 'Escalope de boeuf de rumsteck ', 'إسكالوب لحم بقري', 'Escalope de res con grupa', 0, 0, 0, 0, 0, 0, 0, 33),
(641, '29a2986b', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '641', '', '', 0, 0, 1, 0, 0, NULL, 'Macreuse gélatineuse au pot-au-feu', 'العظم الكتفي', 'Scoter gelatinoso con pot-au-feu', 0, 0, 0, 0, 0, 0, 0, 60),
(642, '916c519e', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '642', '', '', 0, 0, 1, 0, 0, NULL, 'Jarret ou gîte avant désossé avec jumeau nerveux', 'القلفة مع كعب من الكتف', 'Corveja deshuesada o alojamiento antes con gemelo nervioso', 0, 0, 0, 0, 0, 0, 0, 61),
(643, 'bfbb2bee', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '643', '', '', 0, 0, 1, 0, 0, NULL, 'Collier et basses-côtes (entrecôte seconde', 'الرقبة والكتف مع العظام', 'Collar y costillas bajas (filete segundo', 0, 0, 0, 0, 0, 0, 0, 62),
(644, '86015104', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '644', '', '', 0, 0, 1, 0, 0, NULL, 'Collier et basses-côtes, désossés ', ' العنق خالي من العظم  ', 'Collar y costillas deshuesadas', 0, 0, 0, 0, 0, 0, 0, 63),
(645, '1a3c5026', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '645', '', '', 0, 0, 1, 0, 0, NULL, 'Collier désossé', 'لحم الرقبة بالعظم', 'Collar sin hueso', 0, 0, 0, 0, 0, 0, 0, 64),
(646, '125636f6', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '646', '', '', 0, 0, 1, 0, 0, NULL, 'Collier désossé, préparé', 'لحم الرقبة', 'Collar deshuesado, preparado', 0, 0, 0, 0, 0, 0, 0, 65),
(647, '671a1578', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '647', '', '', 0, 0, 1, 0, 0, NULL, 'Basses-côtes désossées', 'لحم تحت الكتف', 'Costillas deshuesadas deshuesadas', 0, 0, 0, 0, 0, 0, 0, 66),
(648, 'c96c8128', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '648', '', '', 0, 0, 1, 0, 0, NULL, 'Coeur de basses-côtes', ' قطعة الضلوع السفلى ', 'Corazón de costillas bajas', 0, 0, 0, 0, 0, 0, 0, 67),
(649, 'ec5dba7f', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '649', '', '', 0, 0, 1, 0, 0, NULL, 'Queue ', 'ذيل', 'cola', 0, 0, 0, 0, 0, 0, 0, 68),
(650, '81e6b7f9', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '650', '', '', 0, 0, 1, 0, 0, NULL, 'Maigre prêt à la préparation, 10% de graiss', 'لحم البقر  بنسبة 10% من الشحم', 'Lean listo para la preparación, 10% de grasa', 0, 0, 0, 0, 0, 0, 0, 69),
(651, 'd9990916', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '651', '', '', 0, 0, 1, 0, 0, NULL, 'Maigre prêt à la préparation, 20% de graisse', 'لحم البقر  بنسبة  20% من الشحم', 'Lean listo para la preparación, 20% de grasa', 0, 0, 0, 0, 0, 0, 0, 70),
(652, 'eb539c5b', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '652', '', '', 0, 0, 1, 0, 0, NULL, 'Onglet', 'فلضا', 'Pestaña', 0, 0, 0, 0, 0, 0, 0, 71),
(653, 'fa51be5d', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '653', '', '', 0, 0, 1, 0, 0, NULL, 'Hampe', 'محور البطن من الاسفل', 'eje', 0, 0, 0, 0, 0, 0, 0, 72),
(654, '02aee6cd', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '654', '', '', 0, 0, 1, 0, 0, NULL, 'Araignée ', 'شريحة لحم البقر', 'araña', 0, 0, 0, 0, 0, 0, 0, 73),
(655, 'd3e1248b', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '655', '', '', 0, 0, 1, 0, 0, NULL, 'Coeur', 'القلب', 'corazón', 0, 0, 0, 0, 0, 0, 0, 78),
(656, '0b26b53e', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '656', '', '', 0, 0, 1, 0, 0, NULL, 'Rognons', 'كلاوي', 'riñones', 0, 0, 0, 0, 0, 0, 0, 80),
(657, '76ef1ea7', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '657', '', '', 0, 0, 1, 0, 0, NULL, 'Quartier avant avec flanchet', 'الغرفة الأمامية مع بطانية', 'Cuarto delantero con flanket', 0, 0, 0, 0, 0, 0, 0, 4),
(658, '88074bb7', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '658', '', '', 0, 0, 1, 0, 0, NULL, 'Quartier avant inférieur ', 'الربع الأمامي السفلي', 'Cuarto delantero inferior', 0, 0, 0, 0, 0, 0, 0, 4),
(659, '4666efc1', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '659', '', '', 0, 0, 1, 0, 0, NULL, 'طبق الصدر والجانب', 'طبق الصدر والجانب', 'Pecho y guarnición', 0, 0, 0, 0, 0, 0, 0, 51),
(660, '62fdccd9', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '660', '', '', 0, 0, 1, 0, 0, NULL, 'Poitrine préparée', 'أعدت الصدر', 'Cofre preparado', 0, 0, 0, 0, 0, 0, 0, 56),
(661, '85ede1ba', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '661', '', '', 0, 0, 1, 0, 0, NULL, 'Poitrine préparée', 'بيت لحم', 'Cofre preparado', 0, 0, 0, 0, 0, 0, 0, 56),
(662, '409538f2', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '662', '', '', 0, 0, 1, 0, 0, NULL, 'Merguez Pur Boeuf', 'مركاز البقر ', 'Merguez Carne Pura', 0, 0, 0, 0, 0, 0, 0, 74),
(663, '2b28bec0', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '663', '', '', 0, 0, 1, 0, 0, NULL, 'Saucisses de boeuf sans épices', 'نقانق البقر بدون توابل', 'Salchichas de res sin especias', 0, 0, 0, 0, 0, 0, 0, 74),
(664, 'ed671e9b', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '664', '', '', 0, 0, 1, 0, 0, NULL, 'Boeuf haché sans graisse', 'لحم البقر المفروم بدون شحم', 'Carne molida sin grasa', 0, 0, 0, 0, 0, 0, 0, 74),
(665, '063df74d', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '665', '', '', 0, 0, 1, 0, 0, NULL, 'Boeuf haché épicé', 'لحم البقر المفروم بالتوابل', 'Carne molida picante', 0, 0, 0, 0, 0, 0, 0, 74),
(666, '58362e2c', NULL, NULL, NULL, NULL, 3, 142, 2, 1, 2, 5, -1, '666', '', '', 0, 0, 1, 0, 0, NULL, 'Boeuf avec de la graisse hachée', 'لحم البقر المفروم بالشحم', 'Ternera con grasa picada', 0, 0, 0, 0, 0, 0, 0, 74),
(667, 'bc2428c7', NULL, NULL, NULL, NULL, 3, 140, 2, 1, 2, 5, -1, '667', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de dinde', 'شرائح لحم الديك الرومي', 'Rodajas de pavo', 0, 0, 0, 0, 0, 0, 0, 4),
(743, 'd212e1f7', '2020-01-19 16:57:01', NULL, NULL, NULL, 3, 140, 2, 1, 2, 5, -1, '743', '', '', 0, 0, 1, 0, 0, NULL, 'Cuisse sans os', 'الفخذ بدون عظم الاسفل', 'Muslo sin hueso hacia abajo', 0, 0, 0.5, 67, 0, 0, 0, 6),
(669, 'd4e3220c', NULL, NULL, NULL, NULL, 3, 140, 2, 1, 2, 5, -1, '669', '', '', 0, 0, 1, 0, 0, NULL, 'Épaule de dinde', 'كتف الديك الرومي', 'Hombro de pavo', 0, 0, 0, 0, 0, 0, 0, 9),
(670, '2f7e357d', NULL, NULL, NULL, NULL, 3, 141, 2, 1, 1, 5, -1, '670', '', '', 0, 0, 1, 0, 0, NULL, 'Testicules d\'agneau', 'خصيتين الخروف', 'Testículos de cordero ', 0, 0, 0, 0, 0, 0, 0, 34),
(796, '0cee4226', '2020-04-11 12:33:04', NULL, NULL, NULL, 5, -1, 2, 1, 2, 5, -1, '796', '', '', 0, 0, 1, 1, 0, NULL, 'Le veau municipal', 'العجل البلدي', 'El ternero', 0, 0, 1, 45, 0, 0, 0, 180),
(960, 'fb385bc1', '2020-05-25 13:42:39', NULL, NULL, NULL, 5, -1, 2, 1, 2, 5, -1, '960', '', '', 0, 0, 1, 0, 0, NULL, 'Poulet Croisé', 'الديك كروازي', 'Gallo karouazi', 0, 0, 1, 300, 0, 0, 0, 10),
(673, '099db3f3', NULL, NULL, NULL, NULL, 2, 164, 2, 1, 2, 5, -1, '673', '', '', 0, 0, 1, 0, 0, NULL, 'Petits raisins verts sans noyau', 'العنب الاخضر الصغير بدون نواة', 'Pequeñas uvas verdes sin núcleo', 0, 0, 0, 0, 0, 0, 0, 17),
(674, 'f76ede32', NULL, NULL, NULL, NULL, 2, 164, 2, 1, 2, 5, -1, '674', '', '', 0, 0, 1, 0, 0, NULL, 'Raisins rouges ', 'العنب الأحمر', 'Uvas rojas', 0, 0, 0, 0, 0, 0, 0, 17),
(675, 'b28400a9', NULL, NULL, NULL, NULL, 2, 164, 2, 1, 2, 5, -1, '675', '', '', 0, 0, 1, 0, 0, NULL, 'Raisins rouges sans noyaux', 'العنب الاحمر بدون نواه', 'Uvas rojas sin nucleo', 0, 0, 0, 0, 0, 0, 0, 17),
(676, '8a532950', NULL, NULL, NULL, NULL, 2, 168, 2, 1, 2, 5, -1, '676', '', '', 0, 0, 1, 0, 0, NULL, 'Avocats sans os', 'الأفوكادو بدون عظم', 'Aguacates sin hueso', 0, 0, 1, 50000, 0, 0, 0, 7),
(677, '11a91f2a', NULL, NULL, NULL, NULL, 2, 160, 2, 1, 2, 5, -1, '677', '', '', 0, 0, 1, 0, 0, NULL, 'Prune jaune', 'البرقوق الاصفر', 'Ciruela amarilla', 0, 0, 0, 0, 0, 0, 0, 21),
(1887, '38720b18', '2020-11-28 07:25:30', NULL, NULL, NULL, 2, 165, 2, 1, 1, 5, -1, '1887', '', '', 0, 0, 1, 0, 0, NULL, 'Pomme Jonagold', 'التفاح جوناجولد', 'Manzana Jonagold', 0, 0, 1, 5000, 0, 0, 0, 1),
(684, 'be582f1b', NULL, NULL, NULL, NULL, 2, 165, 2, 1, 2, 5, -1, '684', '', '', 0, 0, 1, 0, 0, NULL, 'pomme Honeycrisp', 'التفاح هوني كريسب ', 'manzana Honeycrisp', 0, 0, 0, 0, 0, 0, 0, 1),
(702, '55c67d41', NULL, NULL, NULL, NULL, 2, 166, 2, 1, 2, 5, -1, '702', '', '', 0, 0, 1, 0, 0, NULL, 'pastèque verte', 'الدلاح ', 'sandia verde', 0, 0, 0, 0, 0, 0, 0, 35),
(681, '53db8d82', NULL, NULL, NULL, NULL, 2, 166, 2, 1, 2, 5, -1, '681', '', '', 0, 0, 1, 0, 0, NULL, 'Melon vert', 'البطيخ الاخضر', 'Meoln verde', 0, 0, 0, 0, 0, 0, 0, 29),
(686, 'bb506c79', NULL, NULL, NULL, NULL, 2, 166, 2, 1, 2, 5, -1, '685', '', '', 0, 0, 1, 0, 0, NULL, 'Melon vert', 'بطيطخ النبي', 'Melon verde', 0, 0, 0, 0, 0, 0, 0, 30),
(691, '2bb3eda4', NULL, NULL, NULL, NULL, 2, 162, 2, 1, 2, 5, -1, '691', '', '', 0, 0, 1, 0, 0, NULL, 'pêche mûre', 'الخوخ المسطح', 'Durazno/ Melocotón maduro', 0, 0, 0, 0, 0, 0, 0, 18),
(692, 'b188c0cf', NULL, NULL, NULL, NULL, 2, 162, 2, 1, 2, 5, -1, '692', '', '', 0, 0, 1, 0, 0, NULL, 'nectarines plates', 'الشهدية مسطحة', 'Nectarina plana', 0, 0, 0, 0, 0, 0, 0, 16),
(695, '14cdb04b', NULL, NULL, NULL, NULL, 2, 164, 2, 1, 2, 5, -1, '695', '', '', 0, 0, 1, 0, 0, NULL, 'Raisins moskatrl', 'العنب مسكطيل', 'Uvas moskatel', 0, 0, 0, 0, 0, 0, 0, 17),
(697, '7c62ae9a', NULL, NULL, NULL, NULL, 1, -1, 2, 1, 2, 5, -1, '697', '', '', 0, 0, 1, 0, 0, NULL, 'Champignons noirs', 'الفطر ألأسود', 'Hongos negros', 0, 0, 0, 0, 0, 0, 0, 40),
(698, '0258c44b', NULL, NULL, NULL, NULL, 1, -1, 2, 1, 1, 5, -1, '698', '', '', 0, 0, 1, 0, 0, NULL, 'Betterave rouge', 'شمندر (بربا )', 'Remolacha', 0, 0, 0, 0, 0, 0, 0, 42),
(706, '37a42e02', NULL, NULL, NULL, NULL, 26, -1, 2, 1, 2, 5, -1, '706', '', '', 0, 0, 1, 0, 0, NULL, 'CITRON CONFIT  msiyar', 'المسير الليمون البلدي مرقد', 'LIMÓN CONFITADO', 0, 0, 0, 0, 0, 0, 0, 32),
(707, 'a6879924', NULL, NULL, NULL, NULL, 26, -1, 2, 1, 2, 5, -1, '707', '', '', 0, 0, 1, 0, 0, NULL, 'cornichon', 'خيار مخلل', 'pepinillo', 0, 0, 0, 0, 0, 0, 0, 33),
(708, '8364e8a3', NULL, NULL, NULL, NULL, 1, 157, 2, 1, 2, 5, -1, '708', '', '', 0, 0, 1, 0, 0, NULL, 'Concombres arméniens', 'الخيار الأرمني  الفقوس', 'Pepinos armenios', 0, 0, 0, 0, 0, 0, 0, 43),
(709, '23720974', NULL, NULL, NULL, NULL, 26, -1, 2, 1, 2, 5, -1, '709', '', '', 0, 0, 1, 0, 0, NULL, 'Légumes Confit', 'لخضروات المخللة', 'Verduras confitadas', 0, 0, 0, 0, 0, 0, 0, 34),
(710, '06fef0ba', NULL, NULL, NULL, NULL, 26, -1, 2, 1, 4, 5, -1, '710', '', '', 0, 0, 1, 0, 0, NULL, 'Huile d\'olive 5 L', 'زيت الزيتون 5 لتر', 'aceite de oliva 5 L', 0, 0, 0, 0, 0, 0, 0, 30),
(712, 'c54b4f3a', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '712', '', '', 0, 0, 1, 0, 0, NULL, 'Sarda 40 cm ', 'السردة 40 سم', 'Bonito Sierra 40 cm', 0, 0, 0, 0, 0, 0, 0, 8),
(740, '296978df', '2020-01-14 14:33:16', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '740', '', '', 0, 0, 1, 0, 0, NULL, 'crevettes grises sans peau', 'القريدس الرمادي بدون قشر', 'gambas grises sin cáscara', 0, 0, 0, 0, 0, 0, 0, 11),
(717, 'fac94d7f', NULL, NULL, NULL, NULL, 4, 152, 2, 1, 2, 5, -1, '715', '', '', 0, 0, 1, 0, 0, NULL, 'Le Pavé d\'espadon', 'سمك أبو سيف', 'El pavé de pez espada', 0, 0, 0, 0, 0, 0, 0, 10),
(737, '7c333173', '2020-01-14 09:38:34', NULL, NULL, NULL, 1, -1, 2, 1, 1, 5, -1, '735', '', '', 0, 0, 1, 0, 0, NULL, 'navets', 'اللفت', 'Nabos  ', 0, 0, 1, 55, 0, 0, 0, 36),
(719, '55f614a7', NULL, NULL, NULL, NULL, 1, 157, 2, 1, 2, 5, -1, '719', '', '', 0, 0, 1, 0, 0, NULL, ' LA CITROUILLE  Long', 'لقرع الحمرا ', '  LA CALABAZA Largo', 0, 0, 0, 0, 0, 0, 0, 41),
(720, 'af59987f', NULL, NULL, NULL, NULL, 1, 156, 2, 1, 2, 5, -1, '720', '', '', 0, 0, 1, 0, 0, NULL, 'moelle isolé', 'الكوسة الخضراء', 'tuétano aislado', 0, 0, 0, 0, 0, 0, 0, 31),
(721, 'b7650c73', NULL, NULL, NULL, NULL, 26, 178, 2, 1, 1, 5, -1, '721', '', '', 0, 0, 1, 0, 0, NULL, 'Épinards', 'سبانخ', 'Espinacas', 0, 0, 0, 0, 0, 0, 0, 10),
(722, 'c2f6c282', NULL, NULL, NULL, NULL, 26, -1, 2, 1, 2, 5, -1, '722', '', '', 0, 0, 1, 0, 0, NULL, 'Pois chiches pour harira', 'حمص للحريرة', 'Garbanzos para harira', 0, 0, 0, 0, 0, 0, 0, 39),
(723, 'bfd4247f', NULL, NULL, NULL, NULL, 1, -1, 2, 1, 1, 5, -1, '723', '', '', 0, 0, 1, 0, 0, NULL, 'carottes', 'الجزر بلدي', 'Zanahorias', 0, 0, 0.25, 50, 0, 0, 0, 30),
(724, '7e068399', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '724', '', '', 0, 0, 1, 0, 0, NULL, 'Fruits de mer spéciaux pour la soupe', 'فواكه البحر خاصة للشوربة', 'Especial marisco para sopa', 0, 0, 0, 0, 0, 0, 0, 0),
(725, 'be7d9452', NULL, NULL, NULL, NULL, 4, 147, 2, 1, 2, 5, -1, '725', '', '', 0, 0, 1, 0, 0, NULL, 'Fruits de mer spéciaux pour la soupe', 'فواكه البحر خاصة للشوربة', 'Especial marisco para sopa', 0, 0, 0, 0, 0, 0, 0, 0),
(728, 'b4b04b84', NULL, NULL, NULL, NULL, 5, -1, 2, 1, 1, 5, -1, '728', '', '', 0, 0, 1, 1, 0, NULL, 'Oies blanches', 'الاوز الابيض', 'Gansos blancos', 0, 0, 0, 0, 0, 0, 0, 60),
(964, 'd24deded', '2020-06-21 18:00:05', NULL, NULL, NULL, 1, 157, 2, 1, 1, 5, -1, '964', '', '', 0, 0, 1, 0, 0, NULL, 'Maïs', 'الذرة', 'Maíz', 0, 0, 1, 1000, 0, 0, 0, 47),
(731, 'fbc5a770', NULL, NULL, NULL, NULL, 5, 144, 2, 1, 1, 5, -1, '731', '', '', 0, 0, 1, 1, 0, NULL, 'Oeufs d\'oie', 'بيض الإوز', 'Huevos de ganso', 0, 0, 0, 0, 0, 0, 0, 110),
(732, 'e3c25649', NULL, NULL, NULL, NULL, 5, 144, 2, 1, 1, 5, -1, '732', '', '', 0, 0, 1, 1, 0, NULL, 'Oeufs de canard', 'بيض البط ', 'Huevos de pato', 0, 0, 0, 0, 0, 0, 0, 120),
(733, 'e3cc6551', NULL, NULL, NULL, NULL, 5, 144, 2, 1, 1, 5, -1, '733', '', '', 0, 0, 1, 1, 0, NULL, 'Oeufs de dinde', 'بيض الديك الرومي', 'Huevos de pavo', 0, 0, 0, 0, 0, 0, 0, 130),
(744, 'feebf67f', '2020-01-20 01:07:42', NULL, NULL, NULL, 3, 141, 2, 1, 2, 5, -1, '744', '', '', 0, 0, 1, 0, 0, NULL, 'saucisse Mercaz', 'نقانق مركاز', 'salchicha Mercaz', 0, 0, 0, 0, 0, 0, 0, 31),
(745, '3a59e7bf', '2020-01-24 18:08:28', NULL, NULL, NULL, 25, 244, 2, 1, 1, 5, -1, '745', '', '', 0, 0, 1, 0, 0, NULL, 'lessive liquide omo 2.5 l divers parfums', 'المنظفات السائلة أومو 2.5 لتر مختلف النكهات', 'omo detergente líquido 2.5 l varios sabores', 0, 0, 1, 35, 0, 0, 0, 1111),
(746, '4e199eaf', '2020-01-24 21:14:27', NULL, NULL, NULL, 25, 244, 2, 1, 1, 5, -1, '746', '', '', 0, 0, 1, 0, 0, NULL, 'lessive liquide ariel 3l divers parfums', 'المنظفات السائلة ارييل 3l النكهات المختلفة', 'detergente líquido ariel 3l varios sabores', 0, 0, 1, 42, 0, 0, 0, 1111),
(747, 'c03b79f1', '2020-01-24 22:32:40', NULL, NULL, NULL, 25, 244, 2, 1, 1, 5, 47, '747', '', '', 0, 0, 1, 0, 0, NULL, 'Poudre automatique Ariel 8 kg', 'مسحوق اريال اتوماتيك 8 كيلو', 'Ariel polvo automático 8 kg', 0, 0, 1, 36, 0, 0, 0, 11110),
(748, '516c936d', '2020-01-24 22:45:57', NULL, NULL, NULL, 25, 125, 2, 1, 1, 5, -1, '748', '', '', 0, 0, 1, 0, 0, NULL, 'MAXIS- Eau de Javel LEMON 2.5L', 'MAXIS-L الليمون التبييض 2.5', 'MAXIS- LIMÓN Lejía 2.5L', 0, 0, 1, 36, 0, 0, 0, 111111),
(749, '134f98c1', '2020-01-24 23:31:32', NULL, NULL, NULL, 25, 220, 2, 1, 4, 5, -1, '749', '', '', 0, 0, 1, 0, 0, NULL, 'Comfort Adoucissant - Rose - 3L', 'منعم كومفورت- زهري - 3 لتر', 'Suavizante Confort - Rosa - 3L', 0, 0, 1, 43, 0, 0, 0, 0),
(750, '7b620808', '2020-01-25 00:08:06', NULL, NULL, NULL, 25, 222, 2, 1, 4, 5, 48, '750', '', '', 0, 0, 1, 0, 0, NULL, 'Ferry citron 450 ml', 'فيري ليمون 450 مليلتر', 'Ferry Lemon 450 ml', 0, 0, 1, 40, 0, 0, 0, 0),
(752, 'e9891183', '2020-01-25 17:38:55', NULL, NULL, NULL, 25, 42, 2, 1, 2, 5, -1, '752', '', '', 0, 0, 0, 0, 0, NULL, 'Poudre de cardamome', '  مسحوق حب الهال  ( قعقله )', 'Polvo de cardamomo', 0, 0, 0, 0, 0, 0, 0, 1111),
(753, '49dde209', '2020-01-25 18:14:11', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 49, '753', '', '', 0, 0, 1, 0, 0, NULL, '5 litres d\'huile L\'ucieur', 'زيت المائدة لوسيور 5  لتر', '5 litros de aceite L\'ucieur', 0, 0, 1, 58, 0, 0, 0, 0),
(1119, '15aeb519', '2020-08-24 23:28:32', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 109, '1119', '', '', 0, 0, 1, 0, 0, NULL, 'Lousra Huile vegetale 1l', 'زيت نباتي لوزرا1 لتر', 'Aceite vegetal Lousra 1l', 0, 0, 1, 5000, 0, 0, 0, 12),
(754, 'd86b846a', '2020-01-25 18:21:47', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 49, '754', '', '', 0, 0, 1, 0, 0, NULL, '2 litres d\'huile de table L\'ucure', 'زيت المائدة لوسيور 2 لتر', '2 litros de aceite de mesa L\'ucure', 0, 0, 1, 5000, 0, 0, 0, 1),
(755, '7feba701', '2020-01-25 18:30:03', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, -1, '755', '', '', 0, 0, 1, 0, 0, NULL, '5 litres d\'huile de table  Afia', '5 لتر من زيت المائدة العافية', '5 litros de aceite de mesa de Afia', 0, 0, 1, 50, 0, 0, 0, 121),
(756, '15b2528a', '2020-01-25 18:43:58', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, -1, '756', '', '', 0, 0, 1, 0, 0, NULL, '2 litres d\'huile de table AFIA', '  لتر2 من زيت المائدة عافية', '2 litros de aceite de mesa AFIA', 0, 0, 1, 50, 0, 0, 0, 121),
(757, 'a7682d3d', '2020-01-25 18:55:14', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 110, '757', '', '', 0, 0, 1, 0, 0, NULL, 'Lio Huile vegetale 5l', 'زيت نباتي ليو 5 لتر', 'Aceite vegetal Lio 5l', 0, 0, 1, 5000, 0, 0, 0, 23),
(758, '1b56e37c', '2020-01-26 16:04:38', NULL, NULL, NULL, 25, 221, 2, 1, 1, 5, -1, '758', '', '', 0, 0, 1, 0, 0, NULL, 'MAXIS Maison Senteur Lavande 1 l', 'رائحة خزامة البيت 1 لترماكسي', 'Maxis Casa de Aromas de Lavanda 1 l', 0, 0, 1, 50, 0, 0, 0, 0),
(759, 'bceb8651', '2020-01-26 16:59:37', NULL, NULL, NULL, 25, 223, 2, 1, 1, 5, -1, '759', '', '', 0, 0, 1, 0, 0, NULL, 'sacs de poubelle folia 50*60 cm', 'أكياس القمامة فوليا 50 * 60 سم', 'bolsas de basura folia 50 * 60 cm', 0, 0, 1, 50, 0, 0, 0, 0),
(760, 'c6d93e5c', '2020-01-26 17:22:49', NULL, NULL, NULL, 25, 224, 2, 1, 1, 5, -1, '760', '', '', 0, 0, 1, 0, 0, NULL, 'Couches Bébé Comfort Max Taille 4, (60 Unités - 9/18 Kg)', 'حفاضات كومفورت ماكس للأطفال مقاس 4 ، (60 وحدة - 9/18 كجم)', 'Pañales Comfort Max Baby Tamaño 4, (60 Unidades - 9/18 Kg)', 0, 0, 0, 0, 0, 0, 0, 0),
(761, '734ab3a5', '2020-01-26 18:22:13', NULL, NULL, NULL, 25, 226, 2, 1, 1, 5, -1, '761', '', '', 0, 0, 1, 0, 0, NULL, 'nettoyant salle de bain et cuisine dettol 500 ml', ' ديتول تنظيف الحمام والمطبخ  500 مل', 'dettol limpiador de baño y cocina 500 ml', 0, 0, 1, 55, 0, 0, 0, 0),
(762, 'd5428ccd', '2020-01-26 18:24:58', NULL, NULL, NULL, 25, 226, 2, 1, 1, 5, -1, '762', '', '', 0, 0, 1, 0, 0, NULL, 'nettoyant salle de bain et cuisine dettol 500 ml', 'ديتول تنظيف الحمام والمطبخ 500 مل', 'dettol limpiador de baño y cocina 500 ml', 0, 0, 1, 50, 0, 0, 0, 0),
(763, '867788e8', '2020-01-26 18:45:56', NULL, NULL, NULL, 25, 233, 2, 1, 1, 5, -1, '763', '', '', 0, 0, 1, 0, 0, NULL, 'boite de mouchoirs en plastique selpak 200 unites', 'صندوق مناديل بلاستيكية سلباك 200 وحدة', 'caja de pañuelos de plástico selpak 200 unidades', 0, 0, 1, 50, 0, 0, 0, 0),
(1179, 'e5629d55', '2020-09-05 17:47:26', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1179', '', '', 0, 0, 1, 0, 0, NULL, 'palpi tropical', 'بالبي استوائي', 'palpi tropical', 0, 0, 1, 5000, 0, 0, 0, 2015),
(766, '9f85938b', '2020-01-26 19:28:06', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '766', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar d\'orange pour enfants 6 pièces', 'عصير نكتار برتقال للأطفال 6 حبات', 'Zumo de néctar de naranja para niños 6 piezas', 0, 0, 1, 50, 0, 0, 0, 2017),
(767, 'e065796a', '2020-01-26 19:50:38', NULL, NULL, NULL, 25, 231, 2, 1, 4, 5, 95, '767', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar Jus de mangue pour enfants 6 pièces', 'عصير نكتار مانجو للأطفال 6حبات', 'Zumo de Mango Nectar para niños 6 piezas', 0, 0, 1, 50, 0, 0, 0, 2018),
(768, '71c399b7', '2020-01-26 19:54:46', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '768', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar d\'ananas pour enfants 6 pièces', 'عصير نكتار أناناس للأطفال  6 حبات', 'Jugo de néctar de piña para niños 6 piezas', 0, 0, 1, 50, 0, 0, 0, 2019),
(769, '1d6c2dd1', '2020-01-26 19:56:45', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '769', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar de pêche pour enfants 6 pièces', 'عصير نكتار الخوخ للأطفال  6 حبات', 'Zumo de néctar de durazno para niños 6 piezas', 0, 0, 1, 50, 0, 0, 0, 2021),
(770, '2e8ea638', '2020-01-26 20:04:05', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '770', '', '', 0, 0, 1, 0, 0, NULL, 'Jus tropical de nectar pour enfants, 6 pièces', 'عصير نكتار تروبيكال للأطفال 6 حبات', 'Nectar Tropical Juice para Niños, 6 Piezas', 0, 0, 1, 50, 0, 0, 0, 2020),
(771, 'a6366e47', '2020-01-26 21:16:24', NULL, NULL, NULL, 25, 193, 2, 1, 1, 5, 10, '771', '', '', 0, 0, 1, 0, 0, NULL, 'Eau Minérale Naturelle Ain Ifrane 1.5L ', 'مياه معدنية طبيعية عين إفران 1.5 لتر', 'Agua Mineral Natural Ain Ifrane 1.5L', 0, 0, 1, 5000, 0, 0, 0, 88),
(772, 'ddffe77c', '2020-01-26 21:20:23', NULL, NULL, NULL, 25, 193, 2, 1, 1, 5, 10, '772', '', '', 0, 0, 1, 0, 0, NULL, 'Eau Minérale Naturelle Ain Ifrane 5L ', 'عين إفران - مياه معدنية طبيعية 5 لتر', 'Agua Mineral Natural Ain Ifrane 5L', 0, 0, 1, 50, 0, 0, 0, 87),
(773, '79132259', '2020-01-26 21:31:07', NULL, NULL, NULL, 25, 193, 2, 1, 1, 5, 10, '773', '', '', 0, 0, 1, 0, 0, NULL, 'Eau Minérale Naturelle Ain Ifrane 500 ml ', 'مياه معدنية طبيعية عين إفران 500 مل', 'Agua Mineral Natural Ain Ifrane 500 ml', 0, 0, 1, 50, 0, 0, 0, 89),
(774, '8f4ab56e', '2020-01-26 23:50:00', NULL, NULL, NULL, 25, 193, 2, 1, 4, 5, 10, '774', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle, Ain Ifrane 33 cl', 'مياه معدنية طبيعية عين إفران 33 سل', 'Agua mineral natural, Ain Ifrane 33 cl', 0, 0, 1, 50, 0, 0, 0, 90),
(775, '869f2ca4', '2020-01-27 00:01:33', NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '775', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola 33 cl', 'كوكاكولا 33 سل', 'Coca Cola 33 cl', 0, 0, 1, 50, 0, 0, 0, 670),
(776, 'e174ab2f', '2020-01-27 01:36:30', NULL, NULL, NULL, 25, 266, 2, 1, 1, 5, 117, '776', '', '', 0, 0, 1, 0, 0, NULL, ' Hawai 2 L', ' هاواي 2 لتر', 'Hawai 2 L', 0, 0, 1, 5000, 0, 0, 0, 717),
(777, '8a6d23fc', '2020-01-27 01:45:25', NULL, NULL, NULL, 25, 234, 2, 1, 1, 5, -1, '777', '', '', 0, 0, 1, 0, 0, NULL, 'shampoing Elseve Dream long 400ml', 'شامبو إلسيف الحلم 400 مل', 'Elseve Dream champú largo 400ml', 0, 0, 1, 50, 0, 0, 0, 0),
(778, 'f4ca09be', '2020-01-27 01:57:14', NULL, NULL, NULL, 25, 234, 2, 1, 1, 5, -1, '778', '', '', 0, 0, 1, 0, 0, NULL, 'shampoing head shuolders 400ml', 'شامبو هيد شولدرز 400 مل', 'champú head shoulders 400ml', 0, 0, 1, 50, 0, 0, 0, 0),
(779, 'f56bf66e', '2020-01-27 02:01:15', NULL, NULL, NULL, 25, 235, 2, 1, 4, 5, -1, '779', '', '', 0, 0, 1, 0, 0, NULL, 'gel de douche Nivea 250 ml', 'جل استحمام نيفيا 250 مل', 'Nivea gel de ducha 250 ml', 0, 0, 1, 50, 0, 0, 0, 0),
(780, '1188ef9b', '2020-01-27 02:10:13', NULL, NULL, NULL, 25, 236, 2, 1, 1, 5, -1, '780', '', '', 0, 0, 1, 0, 0, NULL, 'body lotion à l\'huile de vanille et amande douce Nivea 200 ml', 'نيفيا زيت الفانيليا وغسول الجسم اللوز الحلو 200 مل', 'Nivea loción corporal de aceite de vainilla y almendras dulces 200 ml', 0, 0, 1, 50, 0, 0, 0, 0),
(781, '078e8606', '2020-01-27 02:19:27', NULL, NULL, NULL, 25, 239, 2, 1, 1, 5, -1, '781', '', '', 0, 0, 1, 0, 0, NULL, 'crayon colossal kajal argan oil extra', 'قلم رصاص  كاجل إضافي زيت أركان', 'colosal lápiz de aceite de argán kajal extra', 0, 0, 1, 50, 0, 0, 0, 0),
(782, '50de9201', '2020-01-27 02:30:54', NULL, NULL, NULL, 25, 241, 2, 1, 1, 5, -1, '782', '', '', 0, 0, 1, 0, 0, NULL, 'Colgate Total 12 dentifrice blanchissant avancé 75 ml', 'كولجيت توتال 12 معجون اسنان مبيض  75 مل', 'Colgate Total 12 pasta de dientes blanqueadora avanzada 75ml', 0, 0, 1, 50, 0, 0, 0, 0),
(783, '9bcce0eb', '2020-01-27 02:48:40', NULL, NULL, NULL, 25, 242, 2, 1, 1, 5, -1, '783', '', '', 0, 0, 1, 0, 0, NULL, 'de protèges slip always normal 20 comprimés', ' اولويز فوط يومية بعبير ألإنتعاش 20 حبة ', 'siempre pantimedias normales 20 tabletas', 0, 0, 1, 50, 0, 0, 0, 0),
(784, '36cad725', '2020-02-05 14:56:18', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '784', '', '', 0, 0, 1, 1, 0, NULL, 'Crevette royale de grande taille', 'الروبيان الملكي من الحجم الكبير', 'Camarones reales de gran tamaño', 0, 0, 1, 39, 0, 0, 0, 14),
(785, '0276704f', '2020-02-05 15:04:06', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '785', '', '', 0, 0, 1, 1, 0, NULL, 'Crevette royale rouges XL', ' XL الروبيان الملكي الكبير', 'Camarones reales grandes XL', 0, 0, 0, 0, 0, 0, 0, 14),
(786, '113be086', '2020-02-05 20:23:21', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '786', '', '', 0, 0, 1, 0, 0, NULL, 'crevettes Mantis', 'الروبيان السرعوف', 'camarones mantis', 0, 0, 0, 0, 0, 0, 0, 15),
(787, '9b97f614', '2020-02-05 21:32:26', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '787', '', '', 0, 0, 1, 1, 0, NULL, 'LANGOUSTE ROUGE', 'لوبستر الأحمر', 'LANGOSTA ROJA', 0, 0, 0, 0, 0, 0, 0, 16),
(788, '339397f4', '2020-02-05 21:59:17', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '788', '', '', 0, 0, 1, 1, 0, NULL, 'LANGOUSTE VERTE', 'جراد البحر الأخضر', 'LANGOSTA VERDE', 0, 0, 0, 0, 0, 0, 0, 16),
(794, '1d5e09f3', '2020-03-22 19:59:04', NULL, NULL, NULL, 2, -1, 2, 1, 2, 5, -1, '794', '', '', 0, 0, 1, 0, 0, NULL, 'PASTÈQUE VERTE de grande taille ', 'الدلاح من الحجم الكبير', 'Sandia de gran tamaño', 0, 0, 1, 83, 0, 0, 0, 34),
(792, '2cbc788c', '2020-02-25 17:02:56', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '791', '', '', 0, 0, 1, 1, 0, NULL, 'bernacles', 'كراع الخروف', ' percebes', 0, 0, 0, 0, 0, 0, 0, 4),
(793, '37dbdb4e', '2020-02-25 18:05:11', NULL, NULL, NULL, 4, 208, 2, 1, 2, 5, -1, '793', '', '', 0, 0, 1, 1, 0, NULL, 'Patelle', 'البطلينوس', 'Lapa', 0, 0, 0, 0, 0, 0, 0, 4),
(795, '8f0bce6c', '2020-03-22 20:59:25', NULL, NULL, NULL, 2, 166, 2, 1, 2, 5, -1, '795', '', '', 0, 0, 1, 0, 0, NULL, 'pastèque verte de grande taille ', 'الدلاح من الحجم الكبير', 'sandia verde de gran tamaño', 0, 0, 1, 63, 0, 0, 0, 35),
(797, 'be521da1', '2020-04-11 12:34:48', NULL, NULL, NULL, 5, -1, 2, 1, 2, 5, -1, '797', '', '', 0, 0, 1, 1, 0, NULL, 'Le veau', 'العجل', 'El ternero', 0, 0, 1, 40, 0, 0, 0, 190),
(798, 'a50d3c03', '2020-04-11 23:30:54', NULL, NULL, NULL, 26, -1, 2, 1, 1, 5, -1, '798', '', '', 0, 0, 1, 0, 0, NULL, 'sauge', 'المرميه', 'salvia', 0, 0, 1, 20, 0, 0, 0, 13),
(800, '914a03b0', '2020-04-17 14:44:02', NULL, NULL, NULL, 1, -1, 2, 1, 2, 5, -1, '800', '', '', 0, 0, 1, 0, 0, NULL, 'Châtaigne', ' (كستناء (القسطال', 'Castaña', 0, 0, 1, 100, 0, 0, 0, 46),
(801, '7b975701', '2020-04-18 16:14:35', NULL, NULL, NULL, 7, -1, 2, 1, 1, 5, -1, '801', '', '', 0, 0, 1, 0, 0, NULL, 'gjgh', 'gghjg', 'fgfh', 0, 0, 1, 2000, 0, 0, 0, 1),
(886, '4cfc058a', '2020-04-21 20:00:02', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '885', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 18);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(884, '4481cd09', '2020-04-21 19:32:24', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '884', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 1),
(883, '48766d75', '2020-04-21 19:27:33', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '883', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 1),
(882, '627e151f', '2020-04-21 19:19:53', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '882', '', '', 0, 0, 1, 0, 0, NULL, 'Mélange de fruits secs', 'مزيج من الفواكه المجففة', 'Mezcla de frutos secos', 0, 0, 1, 7000, 0, 0, 0, 1),
(881, '11d10467', '2020-04-21 19:08:10', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '881', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 60),
(880, '5644d197', '2020-04-21 19:00:28', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '880', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 52),
(879, '9aa7f06a', '2020-04-21 18:56:08', NULL, NULL, NULL, 9, 212, 2, 1, 1, 5, -1, '879', '', '', 0, 0, 1, 0, 0, NULL, 'Raffaello', 'رافايلو', 'Raffaello', 0, 0, 1, 7000, 0, 0, 0, 80),
(878, '5eeba799', '2020-04-21 18:48:54', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '878', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 61),
(877, 'b1582c00', '2020-04-21 18:44:03', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '877', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 17),
(876, 'be690f3a', '2020-04-21 18:37:37', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '876', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 18),
(875, '79f754c5', '2020-04-21 18:31:35', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '875', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 58),
(874, '993235d3', '2020-04-21 18:24:02', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '874', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 33),
(873, '494ecb97', '2020-04-21 18:17:18', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '873', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'الجوز', 'Nuez', 0, 0, 1, 7000, 0, 0, 0, 57),
(872, 'f917d16e', '2020-04-21 18:07:59', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '872', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 42),
(871, 'b140b978', '2020-04-21 17:56:27', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '871', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 36),
(870, 'a5c6337e', '2020-04-21 17:53:02', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '870', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'الجوز', 'Nuez', 0, 0, 1, 7000, 0, 0, 0, 58),
(869, '4f701974', '2020-04-21 17:50:19', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '869', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 2),
(868, '6e84931a', '2020-04-21 17:42:01', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '868', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 20),
(867, 'b3df0edc', '2020-04-21 17:33:04', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '867', '', '', 0, 0, 1, 0, 0, NULL, 'pistache', 'الفستق', 'pistacho', 0, 0, 1, 7000, 0, 0, 0, 7),
(866, '185ca397', '2020-04-21 17:17:37', NULL, NULL, NULL, 9, 212, 2, 1, 1, 5, -1, '866', '', '', 0, 0, 1, 0, 0, NULL, 'Noisette', 'بندق', 'Avellana', 0, 0, 1, 7000, 0, 0, 0, 67),
(865, '18412377', '2020-04-21 16:53:40', NULL, NULL, NULL, 9, 212, 2, 1, 1, 5, -1, '865', '', '', 0, 0, 1, 0, 0, NULL, ' Ferrero Rocher Noisette', 'فيريرو روشيه بندق', 'Ferrero Rocher Avellana', 0, 0, 1, 7000, 0, 0, 0, 66),
(864, 'e12cfd63', '2020-04-21 16:43:49', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '864', '', '', 0, 0, 1, 0, 0, NULL, 'Bateau de Caramel Amandes', 'قارب الكراميل اللوز', 'Bote de caramelo Almendras', 0, 0, 1, 7000, 0, 0, 0, 57),
(863, '532bc1d2', '2020-04-21 16:28:26', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '863', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'الجوز', 'Nuez', 0, 0, 1, 7000, 0, 0, 0, 59),
(862, '4156b299', '2020-04-21 16:23:56', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '862', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 63),
(861, '735e8479', '2020-04-21 16:20:05', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '861', '', '', 0, 0, 1, 0, 0, NULL, 'noix au chocolat', 'المكسرات والشوكولاته', 'nueces de chocolate', 0, 0, 1, 7000, 0, 0, 0, 3),
(860, '7854182e', '2020-04-21 16:04:41', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '860', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Amandes', 0, 0, 1, 7000, 0, 0, 0, 17),
(859, 'ecd84b2b', '2020-04-21 16:00:25', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '859', '', '', 0, 0, 1, 0, 0, NULL, 'Mehancha', 'المحنشة', 'Mehancha', 0, 0, 1, 7000, 0, 0, 0, 34),
(858, '3224e8dc', '2020-04-21 15:56:37', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '858', '', '', 0, 0, 1, 0, 0, NULL, 'Etoile de noix de Cajou', 'جوز الكاجو', 'Etoile de noix de Cajou', 0, 0, 1, 7000, 0, 0, 0, 2),
(857, 'c0a5cdb2', '2020-04-21 15:46:06', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '857', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'الجوز', 'Nuez', 0, 0, 1, 7000, 0, 0, 0, 60),
(856, '2fe441d8', '2020-04-21 15:39:19', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '856', '', '', 0, 0, 1, 0, 0, NULL, 'Almendras', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 53),
(855, 'aa81a3e3', '2020-04-21 15:32:36', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '855', '', '', 0, 0, 1, 0, 0, NULL, 'Almendras', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 59),
(854, '95b7f346', '2020-04-21 15:23:40', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '854', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'الجوز', 'Noix', 0, 0, 1, 7000, 0, 0, 0, 62),
(853, '414c5bda', '2020-04-21 15:02:31', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '853', '', '', 0, 0, 1, 0, 0, NULL, 'Almendras', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 19),
(852, 'd900b7a8', '2020-04-21 14:45:57', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '852', '', '', 0, 0, 1, 0, 0, NULL, 'Corn de gazelle', 'كعب الغزال', 'Corn de gazelle', 0, 0, 1, 7000, 0, 0, 0, 40),
(851, '33b35769', '2020-04-21 14:41:33', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '851', '', '', 0, 0, 1, 0, 0, NULL, 'Almendras', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 62),
(850, 'b12368e1', '2020-04-21 14:38:18', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '850', '', '', 0, 0, 1, 0, 0, NULL, 'Almendras', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 25),
(849, 'bbb8eb6c', '2020-04-21 14:35:49', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '849', '', '', 0, 0, 1, 0, 0, NULL, 'Almendras', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 21),
(848, '87f90dc3', '2020-04-21 14:31:49', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '802', '', '', 0, 0, 1, 0, 0, NULL, 'Almendras', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 10),
(887, '64fd0927', '2020-04-21 20:02:21', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '887', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 8),
(888, 'e40aefa4', '2020-04-21 20:10:24', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '888', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 14),
(889, '650b65e2', '2020-04-21 20:17:57', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '889', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 30),
(890, '6755d755', '2020-04-21 20:27:10', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '890', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 24),
(891, '9ae2bd39', '2020-04-21 20:33:47', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '891', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 29),
(892, 'c21c002f', '2020-04-21 20:38:02', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '892', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 19),
(893, '81e63bf3', '2020-04-21 20:44:00', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '893', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 20),
(894, '856ce900', '2020-04-22 18:37:36', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '894', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 16),
(895, '4ba1136d', '2020-04-22 18:50:28', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '895', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 21),
(896, '6da7a371', '2020-04-22 19:43:56', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '896', '', '', 0, 0, 1, 0, 0, NULL, 'Meringue & Coco', 'مرنغ وجوز الهند', 'Merengue y Coco', 0, 0, 1, 7000, 0, 0, 0, 5),
(897, 'a9e18e73', '2020-04-22 19:49:10', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '897', '', '', 0, 0, 1, 0, 0, NULL, 'Meringue aux Noix de Cajou', 'الكاجو مرنغ', 'Merengue de anacardo', 0, 0, 1, 7000, 0, 0, 0, 6),
(898, '1509bc26', '2020-04-22 20:02:36', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '898', '', '', 0, 0, 1, 0, 0, NULL, 'Meringue aux Noix', 'الجوز مرنغ', 'Merengue de nuez', 0, 0, 1, 7000, 0, 0, 0, 61),
(899, '859ff4b9', '2020-04-22 20:54:47', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '899', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 14),
(900, '70a1d3b7', '2020-04-22 20:56:53', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '900', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 12),
(901, '63430ed0', '2020-04-22 21:12:06', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '901', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 6),
(902, '4f0adf6d', '2020-04-22 21:13:29', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '902', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 4),
(903, '13231746', '2020-04-22 21:15:57', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '903', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 12),
(904, '18e72369', '2020-04-22 21:21:13', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '904', '', '', 0, 0, 1, 0, 0, NULL, 'Cacahuetes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 9),
(905, 'fc00f4d2', '2020-04-22 21:39:07', NULL, NULL, NULL, 9, -1, 2, 1, 1, 5, -1, '905', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 93),
(906, '23171008', '2020-04-22 21:40:44', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '906', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 5),
(907, 'fb749049', '2020-04-22 22:24:03', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '907', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 3),
(908, 'ecdb02da', '2020-04-22 22:26:14', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '908', '', '', 0, 0, 1, 0, 0, NULL, 'Cacahuetes', 'الفول السوداني', 'cacahuètes', 0, 0, 1, 7000, 0, 0, 0, 2),
(909, '24f400af', '2020-04-22 22:28:39', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '909', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 35),
(910, 'cefd6529', '2020-04-22 22:36:59', NULL, NULL, NULL, 9, 212, 2, 1, 1, 5, -1, '910', '', '', 0, 0, 1, 0, 0, NULL, 'noisette', 'البندق', 'avellana', 0, 0, 1, 7000, 0, 0, 0, 75),
(911, '2aee2215', '2020-04-22 22:41:34', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '911', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 13),
(912, '4dbd2f10', '2020-04-22 22:45:38', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '912', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 8),
(913, '40a8cd4c', '2020-04-22 22:47:24', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '913', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 7),
(914, 'ecfab7d6', '2020-04-22 22:52:33', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '914', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 22),
(915, '6a3c160c', '2020-04-22 22:54:22', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '915', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 37),
(916, '21ebb734', '2020-04-22 23:00:13', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '916', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes farci de dattes et Noix ', 'اللوز المحشي بالتمر والمكسرات', 'Almendras rellenas de dátiles y nueces', 0, 0, 1, 7000, 0, 0, 0, 10),
(917, '3a18081c', '2020-04-22 23:02:04', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '917', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 22),
(918, 'dd8f51d6', '2020-04-22 23:06:23', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '918', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 7),
(919, 'aeb3c99b', '2020-04-22 23:12:34', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '919', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 3),
(920, '14b9a7ef', '2020-04-22 23:18:20', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '920', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 6),
(921, '69f5aaf2', '2020-04-22 23:21:24', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '921', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 4),
(922, '62034207', '2020-04-22 23:24:40', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '922', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 41),
(923, '070225b4', '2020-04-22 23:27:41', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '923', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 38),
(924, '351383d6', '2020-04-22 23:32:13', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '924', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 13),
(925, 'ca9ea21c', '2020-04-22 23:33:25', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '925', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 23),
(926, 'd834b994', '2020-04-23 11:10:13', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '926', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 28),
(927, '2de73931', '2020-04-23 11:16:39', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '927', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'الجوز', 'Noix', 0, 0, 1, 7000, 0, 0, 0, 65),
(928, '6b1511d2', '2020-04-23 11:19:46', NULL, NULL, NULL, 9, 212, 2, 1, 1, 5, -1, '928', '', '', 0, 0, 1, 0, 0, NULL, 'noisette', 'البندق', 'avellana', 0, 0, 1, 7000, 0, 0, 0, 78),
(929, '85bfe1e6', '2020-04-23 11:21:49', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '929', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 39),
(930, 'e9273f62', '2020-04-23 11:24:33', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '930', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'الجوز', 'Nuez', 0, 0, 1, 7000, 0, 0, 0, 64),
(931, '98344159', '2020-04-23 11:31:31', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '931', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'cacahuètes', 0, 0, 1, 7000, 0, 0, 0, 15),
(932, '7f42407f', '2020-04-23 11:32:00', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '932', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 43),
(933, 'f7d960d4', '2020-04-23 11:35:39', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '933', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 51),
(934, '448a6d82', '2020-04-23 11:39:00', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '934', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 27),
(935, '18626514', '2020-04-23 12:06:54', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '935', '', '', 0, 0, 1, 0, 0, NULL, 'Noix de pin', 'الصنوبر', 'Piñones', 0, 0, 1, 7000, 0, 0, 0, 8),
(936, '9a6e3530', '2020-04-23 12:09:18', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '936', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 31),
(937, '26aea913', '2020-04-23 12:16:52', NULL, NULL, NULL, 9, 211, 2, 1, 1, 5, -1, '937', '', '', 0, 0, 1, 0, 0, NULL, 'Noix', 'الجوز', 'Nuez', 0, 0, 1, 7000, 0, 0, 0, 63),
(938, 'b78ba2db', '2020-04-23 12:24:41', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '938', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 11),
(939, 'c761abaf', '2020-04-23 12:25:55', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '939', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 16),
(940, '45247149', '2020-04-23 12:37:58', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '940', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 54),
(942, 'b344352a', '2020-04-23 12:58:28', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '942', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 56),
(943, '43e42305', '2020-04-23 22:24:19', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '943', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 4),
(944, 'cee9fad3', '2020-04-23 22:26:24', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '944', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 5),
(945, '111e1ea5', '2020-04-23 22:29:31', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '945', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 15),
(946, '31f5af69', '2020-04-23 22:31:24', NULL, NULL, NULL, 9, 210, 2, 1, 1, 5, -1, '946', '', '', 0, 0, 1, 0, 0, NULL, 'cacahuètes', 'الفول السوداني', 'Cacahuetes', 0, 0, 1, 7000, 0, 0, 0, 10),
(947, '560b78f0', '2020-04-24 00:17:36', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '947', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 32),
(949, '2577e31e', '2020-04-24 00:26:18', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '948', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 11),
(950, '1afd2b1f', '2020-04-24 01:24:29', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '950', '', '', 0, 0, 1, 0, 0, NULL, 'les fruits secs', 'الفواكه الجافه', 'Frutos secos', 0, 0, 1, 7000, 0, 0, 0, 4),
(951, '0ea82851', '2020-04-24 01:27:17', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '951', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 26),
(952, 'd213efd0', '2020-04-24 01:36:41', NULL, NULL, NULL, 9, 209, 2, 1, 1, 5, -1, '952', '', '', 0, 0, 1, 0, 0, NULL, 'Amandes', 'اللوز', 'Almendras', 0, 0, 1, 7000, 0, 0, 0, 55),
(1082, 'c64cf8af', '2020-08-23 13:23:00', NULL, NULL, NULL, 25, 253, 2, 1, 1, 5, 104, '1082', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle gazeuse 1L verre Perrier', 'مياه معدنية طبيعية فوارة 1 لتر زجاج بيرير', 'Agua mineral natural con gas 1L Vaso Perrier', 0, 0, 1, 5000, 0, 0, 0, 271),
(955, '26e63f61', '2020-05-17 14:31:37', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '953', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali 1 L', 'سيدي علي 1 لتر', 'Sidi Ali 1 L', 0, 0, 0, 0, 0, 0, 0, 4),
(978, '8ebcdf7d', '2020-07-26 11:03:15', NULL, NULL, NULL, 25, 192, 2, 1, 1, 5, 8, '978', '', '', 0, 0, 1, 0, 0, NULL, 'AÏN SOLTANE 5L', 'عين السلطان 5 لتر', 'AIN SOLTANE 5L', 0, 0, 1, 1000, 0, 0, 0, 66),
(956, '20b5ca10', '2020-05-17 15:06:11', NULL, NULL, NULL, 25, 196, 2, 1, 1, 5, 68, '956', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas 33 cl', 'عين أطلس 33 سل', 'Aïn Atlas 33 cl', 0, 0, 0, 0, 0, 0, 0, 37),
(957, 'f45ec4d8', '2020-05-23 15:36:04', NULL, NULL, NULL, 9, 213, 2, 1, 1, 5, -1, '957', '', '', 0, 0, 1, 0, 0, NULL, 'Dattes', 'التمر', 'datilera', 0, 0, 1, 7000, 0, 0, 0, 9),
(958, 'a2c54e56', '2020-05-23 16:59:54', NULL, NULL, NULL, 2, 160, 2, 1, 2, 5, -1, '958', '', '', 0, 0, 1, 0, 0, NULL, 'LA GRENADE Turquie', 'الرمان التركي', 'GRANADA Turquía', 0, 0, 1, 500, 0, 0, 0, 19),
(959, 'ae9a19d5', '2020-05-25 11:42:56', NULL, NULL, NULL, 5, -1, 2, 1, 1, 5, -1, '959', '', '', 0, 0, 1, 1, 0, NULL, 'pintade', 'طير غينيا', 'gallina de Guinea', 0, 0, 1, 300, 0, 0, 0, 45),
(963, '7335843f', '2020-05-25 16:24:55', NULL, NULL, NULL, 5, -1, 2, 1, 2, 5, -1, '962', '', '', 0, 0, 1, 1, 0, NULL, 'RAM', 'الكبش ', 'Carnero', 0, 0, 1, 300, 0, 0, 0, 201),
(967, 'd0e10113', '2020-06-28 17:48:17', NULL, NULL, NULL, 25, 95, 2, 1, 1, 5, 41, '967', '', '', 0, 0, 1, 0, 0, NULL, 'Lait Frais Pasteurisé Entier 900ML', 'حليب طازج مبستر كامل الدسم 900 مل', 'Leche Fresca Pasteurizada Entera 900ML', 0, 0, 1, 70, 0, 0, 0, 0),
(968, '1d95bd08', '2020-06-28 18:02:38', NULL, NULL, NULL, 25, 95, 2, 1, 1, 5, -1, '968', '', '', 0, 0, 1, 0, 0, NULL, 'Lait Frais Pasteurisé Ecrémé 0% 900ML', 'حليب خالي الدسم مبستر 0? 900 مل', 'Leche desnatada pasteurizada fresca 0% 900ML', 0, 0, 1, 50, 0, 0, 0, 0),
(969, 'a5c937f3', '2020-06-28 18:08:30', NULL, NULL, NULL, 25, 95, 2, 1, 1, 5, -1, '969', '', '', 0, 0, 1, 0, 0, NULL, ' Lait de Chèvre Frais Entier Bouteille 900 ml', 'حليب الماعز الطازج 900 مل', 'botella de leche de cabra entera fresca 900 ml', 0, 0, 1, 50, 0, 0, 0, 0),
(970, '485a4fd6', '2020-07-02 17:07:37', NULL, NULL, NULL, 25, 245, 2, 1, 1, 5, -1, '970', '', '', 0, 0, 1, 0, 0, NULL, 'FAWAKIH ORANGE/FRAISE 900ML', 'فواكة برتقال  فراولة 900 مل', 'FAWAKIH NARANJA FRESA 900ML', 0, 0, 1, 50, 0, 0, 0, 0),
(972, 'e70e1006', '2020-07-07 14:11:37', NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 71, '972', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage Lavash Kiri 24 pièces', 'جبنة لافاش كيري 24 قطع', 'Queso Lavash Kiri 24 piezas', 0, 0, 1, 50, 0, 0, 0, 0),
(973, '4eef6c3e', '2020-07-07 14:19:14', NULL, NULL, NULL, 25, 90, 2, 1, 1, 5, 71, '973', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage Lavash Kiri 16 pièces', 'جبنة لافاش كيري 16 قطع', 'Queso Lavash Kiri 16 piezas', 0, 0, 1, 50, 0, 0, 0, 0),
(975, '28b5af56', '2020-07-07 15:28:09', NULL, NULL, NULL, 25, 115, 2, 1, 1, 5, 87, '974', '', '', 0, 0, 1, 0, 0, NULL, 'Chef mortadelle 250 gr', 'مرتديلا شيف 250 غرام', 'Chef mortadela 250 gr', 0, 0, 1, 50, 0, 0, 0, 0),
(985, '496c3d0c', '2020-07-26 13:28:22', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '985', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali pack 4x2L', 'عبوة سيدي علي 4 × 2 لتر', 'Sidi Ali pack 4x2L', 0, 0, 1, 1000, 0, 0, 0, 1),
(986, 'ca6be025', '2020-07-26 13:38:18', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '986', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali pack 6x1,5L', ' 6xعبوة سيدي علي 1.5 لتر', 'Sidi Ali pack 6x1,5L', 0, 0, 1, 1000, 0, 0, 0, 3),
(987, '5878c0c6', '2020-07-26 13:44:32', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '987', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali pack 6x1L', 'عبوة سيدي علي 6 × 1 لتر', 'Sidi Ali pack 6x1L', 0, 0, 0, 0, 0, 0, 0, 5),
(988, '726e483d', '2020-07-26 13:52:42', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '988', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali pack 12x50 cl', 'عبوة سيدي علي 50 سل × 12', 'Sidi Ali pack 12x50 cl', 0, 0, 1, 1000, 0, 0, 0, 7),
(989, '7a908084', '2020-07-26 14:02:21', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '989', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali pack 12 x 33 cl', 'صندوق سيدي علي 12 × 33 سل', 'Sidi Ali pack 12 x 33 cl', 0, 0, 1, 1000, 0, 0, 0, 9),
(990, '2f88aefa', '2020-07-26 14:15:34', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '990', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids pack bleu 6x33cl', 'صندوق ماء سيدي علي للأطفال  6 × 33 سم', 'Sidi Ali Kids paquete azul 6x33cl', 0, 0, 1, 1111, 0, 0, 0, 11),
(991, 'd474a198', '2020-07-26 14:20:38', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '991', '', '', 0, 0, 1, 0, 0, NULL, ' Sidi Ali Kids  bleu 33 cl', 'سيدي علي  أزرق للأطفال 33 سل', 'Sidi Ali Niños azul 33 cl   ', 0, 0, 1, 1111, 0, 0, 0, 10),
(993, 'c73bbc65', '2020-07-26 15:23:26', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '992', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids pack vert 6 x 33 cl', 'عبوة سيدي علي كيدز خضراء 6 × 33 سل', 'Sidi Ali Kids paquete verde 6 x 33 cl', 0, 0, 1, 1000, 0, 0, 0, 12),
(994, 'b2c8f569', '2020-07-26 15:29:32', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '994', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids pack vert 6 x 33 cl', 'عبوة سيدي علي كيدز خضراء 6 × 33 سل', 'Sidi Ali Kids paquete verde 6 x 33 cl', 0, 0, 1, 1000, 0, 0, 0, 13),
(995, '27ac430b', '2020-07-26 15:51:41', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '995', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids  rouge 33 cl', 'سيدي علي كيدز احمر 33 سل', 'Sidi Ali Niños rojo 33 cl', 0, 0, 1, 1000, 0, 0, 0, 14),
(996, '89a7f1e6', '2020-07-26 15:55:23', NULL, NULL, NULL, 25, 37, 2, 1, 8, 5, 4, '996', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids pack rouge 6x33cl', 'عبوة سيدي علي كيدز حمراء 6 × 33 سل', 'Sidi Ali Kids paquete rojo 6x33cl', 0, 0, 1, 1000, 0, 0, 0, 15),
(997, 'e25c7bc9', '2020-07-26 16:08:04', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '997', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids pack orange 6 x 33 cl', 'سيدي علي كيدز برتقالي 33 سل', 'Sidi Ali Kids paquete naranja 6 x 33 cl', 0, 0, 1, 1000, 0, 0, 0, 16),
(998, '370aeb38', '2020-07-26 16:22:24', NULL, NULL, NULL, 25, 37, 2, 1, 8, 5, 4, '998', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids pack orange 6x33cl', ' عبوة سيدي علي كيدز البرتقال 6 × 33 سل', 'Sidi Ali Kids paquete naranja 6x33cl', 0, 0, 1, 1000, 0, 0, 0, 17),
(999, '111fccd9', '2020-07-26 16:30:57', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '999', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids violet 33 cl', 'سيدي علي كيدز أرجواني 33 سل', 'Sidi Ali Niños morado 33 cl', 0, 0, 1, 1000, 0, 0, 0, 18),
(1000, '7d049315', '2020-07-26 16:33:10', NULL, NULL, NULL, 25, 37, 2, 1, 8, 5, 4, '1000', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Kids pack violet 6x33cl', 'سيدي علي كيدز بنفسجي عبوة 6 * 33 سم', 'Sidi Ali Kids paquete morado 6x33cl', 0, 0, 1, 1000, 0, 0, 0, 19),
(1001, '13ddf8f0', '2020-07-26 16:48:56', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, -1, '1001', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Fraise   33 cl', 'سيدي علي الفراولة 33 سل', 'Sidi Ali Fresa 33 cl', 0, 0, 1, 1000, 0, 0, 0, 20),
(1002, '605e95b5', '2020-07-26 16:51:29', NULL, NULL, NULL, 25, 37, 2, 1, 8, 5, 4, '1002', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Fraise pack 12 x 33 cl', 'عبوة سيدي علي الفراولة 12 × 33 مل', 'Sidi Ali Strawberry pack 12 x 33 cl', 0, 0, 1, 1000, 0, 0, 0, 21),
(1003, '0a8e7d22', '2020-07-26 16:59:29', NULL, NULL, NULL, 25, 37, 2, 1, 8, 5, 4, '1003', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Fraise pack 12 x 33 cl', 'عبوة سيدي علي الفراولة 12 × 33 مل', 'Sidi Ali Strawberry pack 12 x 33 cl', 0, 0, 1, 1000, 0, 0, 0, 23),
(1004, 'f2d479a4', '2020-07-26 17:01:33', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '1004', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali Fraise  33 cl', 'سيدي علي الفراولة 33 سل', 'Sidi Ali Fresa 33 cl', 0, 0, 1, 1000, 0, 0, 0, 22),
(1005, '7ca1ada4', '2020-07-26 17:14:33', NULL, NULL, NULL, 25, 37, 2, 1, 8, 5, 4, '1005', '', '', 0, 0, 1, 1, 0, NULL, 'Sidi Ali bouteille verre pack 12x75cl', 'عبوة زجاجية سيدي علي 12 × 75 مل', 'Sidi Ali botella de vidrio pack 12x75cl', 0, 0, 1, 1000, 0, 0, 0, 25),
(1006, 'a31f1b78', '2020-07-26 17:23:22', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '1006', '', '', 0, 0, 1, 1, 0, NULL, 'Sidi Ali bouteille verre  75 cl', 'قارورة سيدي علي 75 مل', 'Sidi Ali botella de vidrio 75 cl', 0, 0, 1, 1000, 0, 0, 0, 24),
(1007, 'e77ac859', '2020-07-26 17:31:12', NULL, NULL, NULL, 25, 37, 2, 1, 1, 5, 4, '1007', '', '', 0, 0, 1, 1, 0, NULL, 'Sidi Ali bouteille verre pack 12x50cl', 'عبوة زجاجية سيدي علي 12 × 50 سل', 'Sidi Ali envase botella de vidrio 12 x 50 cl', 0, 0, 1, 1000, 0, 0, 0, 27),
(1008, '0d1a8a8e', '2020-07-26 17:33:47', NULL, NULL, NULL, 25, 37, 2, 1, 8, 5, 4, '1008', '', '', 0, 0, 1, 1, 0, NULL, 'Sidi Ali bouteille verre  50 cl', 'قارورة سيدي علي 50 مل', 'Sidi Ali botella de vidrio 50 cl', 0, 0, 1, 1000, 0, 0, 0, 26),
(1009, 'e06f0bb1', '2020-07-26 18:55:55', NULL, NULL, NULL, 25, 196, 2, 1, 8, 5, 68, '1009', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas pack 2x5L', 'عبوة عين أطلس 2 × 5 لتر', 'Aïn Atlas pack 2x5L', 0, 0, 1, 1000, 0, 0, 0, 32),
(1010, '33b0f019', '2020-07-26 19:02:01', NULL, NULL, NULL, 25, 196, 2, 1, 8, 5, 68, '1010', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas pack 6x1,5L', 'عبوة عين أطلس 6x1.5 لتر', 'Aïn Atlas pack 6x1,5L', 0, 0, 1, 1000, 0, 0, 0, 34),
(1011, '3fb57ee9', '2020-07-26 19:14:32', NULL, NULL, NULL, 25, 196, 2, 1, 8, 5, 68, '1011', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas pack 12 x 50cl', 'عبوة عين أطلس 12 × 50 سم', 'Aïn Atlas pack 12 x 50cl', 0, 0, 1, 1000, 0, 0, 0, 36),
(1012, 'e61ba3c3', '2020-07-26 19:23:11', NULL, NULL, NULL, 25, 196, 2, 1, 8, 5, 68, '1012', '', '', 0, 0, 1, 0, 0, NULL, 'Aïn Atlas pack 12 x 33 cl', 'عبوة عين أطلس 12 × 33 مل', 'Aïn Atlas pack 12 x 33 cl', 0, 0, 1, 1000, 0, 0, 0, 38),
(1013, 'bec66b06', '2020-07-26 19:43:47', NULL, NULL, NULL, 25, 189, 2, 1, 8, 5, 43, '1013', '', '', 0, 0, 1, 0, 0, NULL, 'Bahia pack 2 x 5 L', 'حزمة باهيا 2 × 5 لتر', 'Pack Bahia 2 x 5 L', 0, 0, 1, 1000, 0, 0, 0, 52),
(1014, '051d73da', '2020-07-26 19:54:34', NULL, NULL, NULL, 25, 189, 2, 1, 8, 5, 43, '1014', '', '', 0, 0, 1, 0, 0, NULL, 'Bahia pack 6 x 1,5 L', 'حزمة باهيا 6 × 1.5 لتر', 'Paquete Bahia 6 x 1.5 L', 0, 0, 1, 1000, 0, 0, 0, 54),
(1015, 'b2f35453', '2020-08-07 20:37:58', NULL, NULL, NULL, 25, 246, 2, 1, 2, 5, -1, '1015', '', '', 0, 0, 0, 0, 0, NULL, 'Lentilles', 'العدس', 'Lentejas', 0, 0, 1, 2000, 0, 0, 0, 11110),
(1016, '45530ad5', '2020-08-07 20:53:46', NULL, NULL, NULL, 25, 246, 2, 1, 2, 5, -1, '1016', '', '', 0, 0, 0, 0, 0, NULL, 'Haricots blancs', 'الفاصوليا البيضاء', 'Judías blancas', 0, 0, 1, 2000, 0, 0, 0, 111110),
(1017, '868d4b78', '2020-08-07 21:16:53', NULL, NULL, NULL, 25, 246, 2, 1, 2, 5, -1, '1017', '', '', 0, 0, 0, 0, 0, NULL, 'Lentilles 2', 'العدس 2', 'Lentejas 2', 0, 0, 1, 2000, 0, 0, 0, 1110),
(1018, '06f0d19c', '2020-08-14 00:10:18', NULL, NULL, NULL, 25, 191, 2, 1, 1, 5, 9, '1018', '', '', 0, 0, 1, 0, 0, NULL, 'Eau Sidi Harazem 5 litres', 'ماء سيدي حرازم 5 لتر', 'Agua Sidi Harazem 5 litros', 0, 0, 1, 5000, 0, 0, 0, 76),
(1019, '41459416', '2020-08-14 00:19:35', NULL, NULL, NULL, 25, 191, 2, 1, 1, 5, 9, '1019', '', '', 0, 0, 1, 0, 0, NULL, 'Eau de Sidi Harazem 1,5 litre', 'ماء سيدي حرازم 1,5 لتر', 'Agua Sidi Harazem 1,5 litros', 0, 0, 1, 5000, 0, 0, 0, 77),
(1020, '75d69a21', '2020-08-14 00:30:19', NULL, NULL, NULL, 25, 191, 2, 1, 1, 5, 9, '1020', '', '', 0, 0, 1, 0, 0, NULL, 'Eau de Sidi Harazem 0,5 cl', 'ماء سيدي حرازم 0,5 سل', 'Agua Sidi Harazem 0,5 cl', 0, 0, 1, 5000, 0, 0, 0, 78),
(1021, '7aae3434', '2020-08-14 00:37:36', NULL, NULL, NULL, 25, 191, 2, 1, 1, 5, 9, '1021', '', '', 0, 0, 1, 0, 0, NULL, 'Eau de Sidi Harazem 0,33 cl', 'ماء سيدي حرازم  0,33 سل', 'Agua Sidi Harazem 0,33 cl', 0, 0, 1, 5000, 0, 0, 0, 79),
(1026, 'f7a63cf3', '2020-08-17 00:17:26', NULL, NULL, NULL, 25, 247, 2, 1, 1, 5, 99, '1022', '', '', 0, 0, 1, 0, 0, NULL, 'Power Horse Bouteille 250 ml', 'زجاجة باور هورس 250 مل', 'Botella Power Horse 250 ml', 0, 0, 1, 500, 0, 0, 0, 10000),
(1027, '55bbc536', '2020-08-17 00:33:39', NULL, NULL, NULL, 25, 247, 2, 1, 1, 5, 99, '1027', '', '', 0, 0, 1, 0, 0, NULL, 'Power Horse canette 250 ml', 'علبة باور هورس 250 مل', 'Power Horse bote 250 ml', 0, 0, 1, 500, 0, 0, 0, 10001),
(1030, 'bcf13c4d', '2020-08-17 18:27:23', NULL, NULL, NULL, 25, 248, 2, 1, 1, 5, 100, '1030', '', '', 0, 0, 1, 0, 0, NULL, 'Aquafina 50 cl', 'أكوافينا 50 سل', 'Aquafina 50 cl', 0, 0, 1, 5000, 0, 0, 0, 110),
(1029, '981e068c', '2020-08-17 18:04:03', NULL, NULL, NULL, 25, 248, 2, 1, 1, 5, 100, '1029', '', '', 0, 0, 1, 0, 0, NULL, 'Aquafina 1.5 ltr', 'أكوافينا 1.5 لتر', 'Aquafina 1,5 litros', 0, 0, 1, 500, 0, 0, 0, 109),
(1031, '753fda4d', '2020-08-17 18:32:38', NULL, NULL, NULL, 25, 248, 2, 1, 1, 5, 100, '1031', '', '', 0, 0, 1, 0, 0, NULL, 'Aquafina 33 cl', 'أكوافينا 33 سل', 'Aquafina 33 cl', 0, 0, 1, 5000, 0, 0, 0, 111),
(1032, 'd075930f', '2020-08-17 19:22:03', NULL, NULL, NULL, 25, 249, 2, 1, 1, 5, 101, '1032', '', '', 0, 0, 1, 0, 0, NULL, 'EAU CRISTALINE 1.5L', 'ماء كريستالين 1.5 لتر', 'AGUA CRISTALINA 1.5L', 0, 0, 1, 5000, 0, 0, 0, 142),
(1033, '5ade43a3', '2020-08-17 19:28:14', NULL, NULL, NULL, 25, 249, 2, 1, 1, 5, 101, '1033', '', '', 0, 0, 1, 0, 0, NULL, ' EAU CRISTALINE 50 CL', 'مياه كريستالين 50 سل', 'AGUA CRISTALINA 50 CL', 0, 0, 1, 5000, 0, 0, 0, 143),
(1034, 'a530b353', '2020-08-17 19:49:01', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1034', '', '', 0, 0, 1, 0, 0, NULL, 'Eau d\'Evian 50 cl', 'ماء إيفيان 50 سل', 'Agua Evian 50 cl', 0, 0, 1, 5000, 0, 0, 0, 123),
(1035, '0100ffcf', '2020-08-17 20:15:22', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1035', '', '', 0, 0, 1, 0, 0, NULL, 'Eau d\'Evian 1,5l', 'مياه إيفيان 1.5 لتر', 'Agua Evian 1,5l', 0, 0, 1, 5000, 0, 0, 0, 120),
(1036, 'f434953f', '2020-08-17 21:14:12', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1036', '', '', 0, 0, 1, 1, 0, NULL, 'Eau d\'Evian 1l', 'مياه إيفيان 1 لتر', 'Agua Evian 1l', 0, 0, 1, 500, 0, 0, 0, 121),
(1037, '5f65d2d6', '2020-08-17 21:45:47', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1037', '', '', 0, 0, 1, 0, 0, NULL, 'Eau d\'Evian 1 litre', 'ماء إيفيان 1 لتر', 'Agua Evian 1 litro', 0, 0, 1, 500, 0, 0, 0, 122),
(1038, '9d43147a', '2020-08-17 21:58:36', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1038', '', '', 0, 0, 1, 0, 0, NULL, 'Eau d\'Evian 33 cl', 'مياه إيفيان 33 سل', 'Agua Evian 33 cl', 0, 0, 1, 5000, 0, 0, 0, 124),
(1039, '5b05884c', '2020-08-17 22:04:16', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1039', '', '', 0, 0, 1, 1, 0, NULL, 'Evian Sport 33 cel', 'إيفيان سبورت 33 سل', 'Evian Sport 33 cel', 0, 0, 1, 500, 0, 0, 0, 125),
(1040, '80ec919f', '2020-08-17 22:56:48', NULL, NULL, NULL, 25, 251, 2, 1, 1, 5, 103, '1040', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle plate Vittel 1.5 L', 'مياه فيتيل المعدنية الطبيعية 1.5 لتر', 'Vittel agua mineral natural sin gas 1,5 L', 0, 0, 1, 5000, 0, 0, 0, 131),
(1041, '1dc9df02', '2020-08-17 23:09:05', NULL, NULL, NULL, 25, 251, 2, 1, 1, 5, 103, '1041', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle plate Vittel 50 cl', 'مياه فيتيل المعدنية الطبيعية 50 سنتيلتر', 'Vittel agua mineral natural sin gas 50 cl', 0, 0, 1, 5000, 0, 0, 0, 132),
(1042, '4399fd4e', '2020-08-20 19:18:35', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1042', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre 1 L', 'بيبسي خالي من السكر 1 لتر', 'Pepsi Zero Azúcar 1 L', 0, 0, 1, 5000, 0, 0, 0, 460),
(1043, 'f36e5d07', '2020-08-20 19:56:01', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1043', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Framboise 50cl', 'بيبسي خالي من السكر توت الأرض شوكي 50 سل ', 'Pepsi Zero Azúcar Frambuesa 50cl', 0, 0, 1, 5000, 0, 0, 0, 464),
(1044, '15a5e9bd', '2020-08-20 20:10:52', NULL, NULL, NULL, 25, 197, 2, 1, 8, 5, 12, '1044', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Orange 2L', 'ميرندا برتقال 2 لتر', 'Mirinda Naranja 2L', 0, 0, 1, 5000, 0, 0, 0, 465),
(1045, '5e9be909', '2020-08-20 23:18:28', NULL, NULL, NULL, 25, 197, 2, 1, 8, 5, 12, '1045', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Orange 1.5L', 'ميرندا برتقال 1.5 لتر', 'Mirinda Naranja 1.5L', 0, 0, 1, 5000, 0, 0, 0, 466),
(1046, '0f3e057b', '2020-08-20 23:23:37', NULL, NULL, NULL, 25, 197, 2, 1, 8, 5, 12, '1046', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Orange 1L', 'ميرندا برتقال 1 لتر', 'Mirinda Naranja 1L', 0, 0, 1, 5000, 0, 0, 0, 467),
(1047, '8bdadc73', '2020-08-20 23:29:49', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1047', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Orange. Citron. pomme 50cl ', 'ميرندا برتقال. ليمون. تفاحة 50 سل', 'Mirinda Orange. Cidra. Pomme 50cl', 0, 0, 1, 5000, 0, 0, 0, 468),
(1048, 'f2ba532d', '2020-08-20 23:35:26', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1048', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Tropical PET 1L', 'ميرندا تروبيكال 1 لتر', 'Mirinda Tropical PET 1L', 0, 0, 1, 5000, 0, 0, 0, 469),
(1049, '567ce56d', '2020-08-20 23:40:13', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1049', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Tropical PET 50cl', 'ميرندا تروبيكال 50 سل', 'Mirinda Tropical PET 50cl', 0, 0, 1, 5000, 0, 0, 0, 470),
(1050, '1adb5dc4', '2020-08-20 23:47:37', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1050', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Tropical PET 33cl', 'ميرندا تروبيكال 33 سل', 'Mirinda Tropical PET 33cl', 0, 0, 1, 5000, 0, 0, 0, 471),
(1051, '599dab59', '2020-08-20 23:56:37', NULL, NULL, NULL, 25, 197, 2, 1, 8, 5, 12, '1051', '', '', 0, 0, 1, 0, 0, NULL, '7UP 2L', 'سفن اب 2 لتر', '7UP 2L', 0, 0, 1, 5000, 0, 0, 0, 472),
(1052, '922faf4f', '2020-08-21 00:02:17', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1052', '', '', 0, 0, 1, 0, 0, NULL, '7 UP 1.5L', 'سفن اب 1.5 لتر', '7 UP 1.5L', 0, 0, 1, 5000, 0, 0, 0, 473),
(1053, '96d39333', '2020-08-21 00:06:16', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1053', '', '', 0, 0, 1, 0, 0, NULL, '7 UP 1L', 'سفن أب 1 لتر', '7 UP 1L', 0, 0, 1, 5000, 0, 0, 0, 474),
(1054, '29bb5554', '2020-08-21 00:13:26', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1054', '', '', 0, 0, 1, 0, 0, NULL, '7 UP 50cl', 'سفن أب 50 سل', '7 UP 50cl', 0, 0, 1, 5000, 0, 0, 0, 475),
(1055, '3bae8fe8', '2020-08-21 00:25:14', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1055', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi CAN 33cl', 'بيبسي 33 سل', 'Pepsi lata 33cl', 0, 0, 1, 5000, 0, 0, 0, 476),
(1056, '412946bf', '2020-08-21 00:28:55', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1056', '', '', 0, 0, 1, 0, 0, NULL, '7UP CAN 33cl', 'سفن اب 33 سل', '7UP LATA 33cl', 0, 0, 1, 5000, 0, 0, 0, 480),
(1057, '9e7ce5ff', '2020-08-21 00:36:10', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1057', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda CAN Orange. Citron. pomme 33cl', 'ميرندا برتقال. ليمونة. تفاحة 33 سل', 'Mirinda LATA Naranja. Limón. manzana 33cl', 0, 0, 1, 5000, 0, 0, 0, 477),
(1058, '8edd4a80', '2020-08-21 00:42:41', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1058', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Citron 33CL', 'بيبسي خالي من السكر بالليمون 33 مل', 'Pepsi Zero Azúcar Limón 33CL', 0, 0, 1, 5000, 0, 0, 0, 478),
(1059, 'a46204b9', '2020-08-21 00:48:19', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1059', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Framboise 33CL', 'بيبسي خالي من السكر توت العليق 33 سل', 'Pepsi Zero Azúcar Frambuesa 33CL', 0, 0, 1, 5000, 0, 0, 0, 481),
(1060, '8f144f21', '2020-08-21 00:53:59', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1060', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Cola 33 CL', 'بيبسي خالي من السكر كولا 33 سل', 'Pepsi Zero Azúcar Cola 33 CL', 0, 0, 1, 5000, 0, 0, 0, 479),
(1061, 'c644a547', '2020-08-21 01:02:17', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1061', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi 20cl', 'بيبسي 20 سل', 'Pepsi 20cl', 0, 0, 1, 5000, 0, 0, 0, 482),
(1062, '5eb28636', '2020-08-21 01:05:55', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1062', '', '', 0, 0, 1, 0, 0, NULL, '7UP 20 cl', 'سفن اب 20 سل', '7UP 20 cl', 0, 0, 1, 5000, 0, 0, 0, 486),
(1063, '8bd15bcf', '2020-08-21 01:12:48', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1063', '', '', 0, 0, 1, 0, 0, NULL, 'Mirinda Orange 20 cl', 'ميرندا برتقال 20 سل', 'Naranja Mirinda 20 cl', 0, 0, 1, 5000, 0, 0, 0, 485),
(1064, '7937b6be', '2020-08-21 01:17:37', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1064', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Cola 20cl', 'بيبسي خالي من السكر كولا 20 سل', 'Pepsi Zero Sugar Cola 20 cl', 0, 0, 1, 5000, 0, 0, 0, 484),
(1065, '1edb2c99', '2020-08-21 01:25:09', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1065', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Citron vert 20cl', 'بيبسي خالي من السكر ليمونة أخضر 20 سل', 'Pepsi Zero Azúcar Lima 20cl', 0, 0, 1, 5000, 0, 0, 0, 483),
(1066, 'e4a53be7', '2020-08-21 01:33:22', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1066', '', '', 0, 0, 1, 0, 0, NULL, 'Pepsi Zéro sucre Framboise 20cl', 'بيبسي خالي من السكر توت العليق 20 سل', 'Pepsi Zero Azúcar Frambuesa 20cl', 0, 0, 1, 5000, 0, 0, 0, 487),
(1067, '820e3c54', '2020-08-21 02:00:04', NULL, NULL, NULL, 25, 197, 2, 1, 8, 5, 12, '1067', '', '', 0, 0, 1, 0, 0, NULL, 'Lipton Ice Tea Pêche 50CL', 'ليبتون شاي الخوخ مثلج  50 سل', 'Lipton Ice Tea Melocotón 50 CL', 0, 0, 1, 5000, 0, 0, 0, 488),
(1068, 'e25a2e0c', '2020-08-21 02:06:17', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1068', '', '', 0, 0, 1, 0, 0, NULL, 'Lipton Ice Tea Citron 50CL', 'ليبتون شاي ليمون مثلج  50 سل', 'Lipton Ice Tea Limón 50CL', 0, 0, 1, 5000, 0, 0, 0, 489),
(1069, 'bf99983e', '2020-08-21 21:29:28', NULL, NULL, NULL, 25, 252, 2, 1, 8, 5, 66, '1069', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès 1 L', 'أولمس 1 لتر', 'Oulmès 1 L', 0, 0, 1, 5000, 0, 0, 0, 251),
(1070, 'b20039fc', '2020-08-22 10:00:44', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1070', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Légère1L', 'أولمس لايت 1 لتر', 'Oulmès Light 1L', 0, 0, 1, 5000, 0, 0, 0, 252),
(1071, '4719052a', '2020-08-22 10:15:03', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1071', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès  50cl', 'أولمس 50 سل', 'Oulmès 50cl', 0, 0, 1, 5000, 0, 0, 0, 254),
(1072, 'c6083a53', '2020-08-22 10:19:17', NULL, NULL, NULL, 25, 252, 2, 1, 8, 5, 66, '1072', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Légère 50cl', 'أولمس لايت 50 سل', 'Oulmès Light 50cl', 0, 0, 1, 5000, 0, 0, 0, 255),
(1073, '03960c7e', '2020-08-22 10:35:28', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1073', '', '', 0, 0, 1, 1, 0, NULL, 'Oulmès verre Premium 75cl', 'زجاج أولمس 75 سنتيلتر', 'Vaso Oulmès Premium 75cl', 0, 0, 1, 5000, 0, 0, 0, 253),
(1074, 'c95f3467', '2020-08-22 10:47:52', NULL, NULL, NULL, 25, 252, 2, 1, 8, 5, 66, '1074', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Mojito CAN 25cl', 'أولميس فقاعات  باليمون ألاخضر علبة 25 سل ', 'Mojito Fruity Bubbles Oulmès CAN 25cl', 0, 0, 0, 0, 0, 0, 0, 260),
(1075, 'bf48cd60', '2020-08-22 10:56:20', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1075', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Citron CAN 25cl', 'عبوة أولمس فاكهي  بالليمون 25  سنتيلتر', 'Oulmès Fruity Bubbles Limón CAN 25cl', 0, 0, 1, 5000, 0, 0, 0, 261),
(1076, 'b203e817', '2020-08-22 11:01:45', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1076', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Tropic CAN 25cl', 'عبوة أولميس فروتي بالليمون تروبيك 25 سنتيلتر', 'Oulmès Fruity Bubbles Tropic CAN 25cl', 0, 0, 1, 5000, 0, 0, 0, 262),
(1077, '25e1f99c', '2020-08-22 11:08:23', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1077', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Orange CAN 25 cl', 'علبة أولماس بالفقاعات البرتقال والفواكه من  25 سنتيلتر', 'Burbujas afrutadas de naranja Oulmès CAN 25 cl', 0, 0, 0, 0, 0, 0, 0, 263),
(1078, 'f350da36', '2020-08-22 11:17:35', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1078', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Mojito VERRE 25 cl', 'ولماس بطعم الفواكه فقاعات بالليمون 25 سل', 'Oulmès Fruity Bubbles Mojito VASO 25 cl', 0, 0, 1, 5000, 0, 0, 0, 256),
(1079, 'be8a03c0', '2020-08-22 11:22:36', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1079', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Tropic VER 25 cl', 'أولميس فروتي بابلز تروبيك 25 سل', 'Oulmès Tropic Fruity Bubbles VASO 25 cl', 0, 0, 1, 5000, 0, 0, 0, 257),
(1080, '05bdb19d', '2020-08-22 11:26:44', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1080', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Citron VER 25cl', 'أولميس فاكهي بابلز ليمون 25 سنتيلتر', 'Oulmès Fruity Bubbles Limón VER 25cl', 0, 0, 1, 5000, 0, 0, 0, 258),
(1081, '371b9d05', '2020-08-22 11:52:28', NULL, NULL, NULL, 25, 252, 2, 1, 1, 5, 66, '1081', '', '', 0, 0, 1, 0, 0, NULL, 'Oulmès Bulles Fruitées Orange 25cl', 'أولمس فواكه برتقالية 25 سل', 'Burbujas Afrutadas Naranja Oulmès 25cl', 0, 0, 1, 5000, 0, 0, 0, 259),
(1084, 'd0681470', '2020-08-23 13:31:55', NULL, NULL, NULL, 25, 253, 2, 1, 1, 5, 104, '1084', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle gazeuse 50 cl verre Perrier', 'بيرييه مياه معدنية طبيعية فوارة 50 سل ', 'Agua mineral natural con gas 50 cl en vaso Perrier', 0, 0, 1, 5000, 0, 0, 0, 272),
(1085, '0ec465d2', '2020-08-23 13:49:07', NULL, NULL, NULL, 25, 254, 2, 1, 1, 5, 105, '1085', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle gazeuse 1.25 L PET Vichy Célestins', ' فيشي سيليستين مياه معدنية طبيعية فوارة 1.25 لتر ', 'Agua mineral natural con gas 1,25 L PET Vichy Célestins', 0, 0, 1, 5000, 0, 0, 0, 282),
(1086, 'c08cc023', '2020-08-23 17:39:11', NULL, NULL, NULL, 25, 255, 2, 1, 8, 5, 106, '1086', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Tropical  1L', 'بانجا تروبيكال 1 لتر', 'Banga Tropical 1L', 0, 0, 1, 5000, 0, 0, 0, 571),
(1087, '6a808f94', '2020-08-23 18:10:11', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1087', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Agrumes 1L', 'بانجا حمضيات 1 لتر', 'Banga Citrus 1L', 0, 0, 1, 5000, 0, 0, 0, 572),
(1088, 'b27df62b', '2020-08-23 18:13:04', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1088', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Tropical 40cl', 'بانجا تروبيكال 40 سل', 'Banga Tropical 40cl', 0, 0, 1, 5000, 0, 0, 0, 574),
(1089, 'f82630f0', '2020-08-23 18:17:32', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1089', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Agrumes 40 cl', 'بانجا حمضيات 40 سل', 'Banga Citrus 40 cl', 0, 0, 1, 5000, 0, 0, 0, 575),
(1090, '7dd5f9ce', '2020-08-23 18:21:19', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1090', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Tropical  canettes 25cl', 'علب بانجا الاستوائية 25 سنتيلتر', 'Latas Banga Tropical 25cl', 0, 0, 1, 5000, 0, 0, 0, 577),
(1091, 'bb390d72', '2020-08-23 18:41:30', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1091', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Agrumes canettes 25 cl', 'عبوات حمضيات بانجا 25 سل', 'Banga Citrus latas 25 cl', 0, 0, 1, 5000, 0, 0, 0, 578),
(1092, 'd578a2a9', '2020-08-23 18:45:29', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1092', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Pomme canettes 25 cl', 'بانجا تفاح علب 25 سل', 'Banga Apple lata 25 cl', 0, 0, 1, 5000, 0, 0, 0, 579),
(1093, '92a7d2ed', '2020-08-23 18:48:45', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1093', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Pomme 40 cl', 'بانجا تفاح 40 سل', 'Manzana Banga 40 cl', 0, 0, 1, 5000, 0, 0, 0, 576),
(1094, 'e9aab19b', '2020-08-23 18:52:07', NULL, NULL, NULL, 25, 255, 2, 1, 1, 5, 106, '1094', '', '', 0, 0, 1, 0, 0, NULL, 'Banga Pomme 1L', 'بانجا تفاح 1 لتر', 'Manzana Banga 1L', 0, 0, 1, 5000, 0, 0, 0, 573),
(1095, '83320afe', '2020-08-23 19:32:39', NULL, NULL, NULL, 25, 256, 2, 1, 1, 5, 107, '1095', '', '', 0, 0, 1, 0, 0, NULL, 'Orangina 1L', 'أورانجينا 1 لت', 'Orangina 1L', 0, 0, 1, 5000, 0, 0, 0, 581),
(1096, '467f7c6d', '2020-08-23 19:42:28', NULL, NULL, NULL, 25, 256, 2, 1, 1, 5, 107, '1096', '', '', 0, 0, 1, 0, 0, NULL, 'Orangina Zero 1L', 'أورنجينا خالية من السكر 1 لتر', 'Orangina Zero 1L', 0, 0, 1, 5000, 0, 0, 0, 582),
(1097, '0572df1e', '2020-08-23 19:48:19', NULL, NULL, NULL, 25, 256, 2, 1, 1, 5, 107, '1097', '', '', 0, 0, 1, 0, 0, NULL, 'Orangina 50cl', 'أورانجينا 50 سل', 'Orangina 50cl', 0, 0, 1, 5000, 0, 0, 0, 583),
(1098, '409bde04', '2020-08-23 19:54:15', NULL, NULL, NULL, 25, 256, 2, 1, 1, 5, 107, '1098', '', '', 0, 0, 1, 0, 0, NULL, 'Orangina Zero 50cl', 'أورنجينا خالية من السكر50 سل', 'Orangina Zero 50cl', 0, 0, 1, 5000, 0, 0, 0, 584),
(1099, '7e7a4b77', '2020-08-23 20:01:01', NULL, NULL, NULL, 25, 256, 2, 1, 1, 5, 107, '1099', '', '', 0, 0, 1, 0, 0, NULL, 'Orangina  canettes 25cl', 'علب أورنجينا 25 سل', 'Latas de Orangina 25cl', 0, 0, 1, 5000, 0, 0, 0, 585),
(1100, '6e0de247', '2020-08-23 22:11:57', NULL, NULL, NULL, 25, 190, 2, 1, 1, 5, 67, '1100', '', '', 0, 0, 1, 0, 0, NULL, 'Ain Saiss Eau Aromatisée A La Fraise 33Cl ', 'عين سايس ماء بنكهة الفراولة 33 سل', 'Agua Aromatizada Ain Saiss Con Fresa 33Cl', 0, 0, 1, 5000, 0, 0, 0, 103),
(1101, '42d7fdfb', '2020-08-23 23:19:35', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 49, '1101', '', '', 0, 0, 1, 0, 0, NULL, 'Huile de table Lucior 1 litre', 'زيت المائدة لوسيور1لتر', 'Aceite de mesa Lucior 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2),
(1102, '25ef12d7', '2020-08-23 23:34:40', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 49, '1102', '', '', 0, 0, 1, 0, 0, NULL, 'Huile de table Lucior pour un demi-litre', 'زيت المائدة لوسيور نصف لتر', 'Aceite de mesa Lucior por medio litro', 0, 0, 1, 5000, 0, 0, 0, 3),
(1103, '60646df1', '2020-08-24 18:37:23', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1103', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Fraise Can 330ml', 'بافاريا فراولة خالية من الكحول 0.0% علبة 330 مل', 'Bavaria 0.0% Fresa Lata 330ml', 0, 0, 1, 5000, 0, 0, 0, 9000),
(1104, '5b96283f', '2020-08-24 18:50:07', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1104', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Regulier Can 330ml ', 'بافاريا خالية من الكحول 0.0% علبة 330 مل', 'Bavaria 0.0% Regular Lata 330ml', 0, 0, 1, 5000, 0, 0, 0, 9002),
(1105, '388e0b37', '2020-08-24 18:59:13', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1105', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Pomme Can 330ml', 'بافاريا تفاحة خالية من الكحول 0.0% علبة 330 مل', 'Bavaria 0.0% Manzana Lata 330ml', 0, 0, 1, 5000, 0, 0, 0, 9001),
(1106, '8096c9c4', '2020-08-24 19:09:05', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1106', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Peche Can 330ml ', 'بافاريا خوخ خالية من الكحول 0.0% علبة 330 مل', 'Bavaria 0.0% Peche Lata 330ml', 0, 0, 1, 5000, 0, 0, 0, 9003),
(1107, 'f879022c', '2020-08-24 19:17:20', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1107', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Lemon Can 330ml', 'بافاريا ليمون خالية من الكحول 0.0% علبة 330 مل', 'Bavaria 0.0% Limón Lata 330ml', 0, 0, 1, 5000, 0, 0, 0, 9004);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(1108, 'b7e0cf8e', '2020-08-24 19:33:37', NULL, NULL, NULL, 25, 257, 2, 1, 8, 5, 108, '1108', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Regulière 6 bouteille 330ml', 'بافاريا خالية من الكحول 0.0% 6 قنينات 330 مل', 'Bavaria 0.0% Regular 6 botella 330ml', 0, 0, 1, 5000, 0, 0, 0, 9030),
(1109, 'bb936bef', '2020-08-24 19:39:55', NULL, NULL, NULL, 25, 257, 2, 1, 8, 5, 108, '1109', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Citron 6 bouteille 330ml ', 'بافاريا ليمونة خالية من الكحول 0.0% 6 قنينات 330 مل', 'Bavaria 0.0% Limón 6 botella 330ml', 0, 0, 1, 5000, 0, 0, 0, 9031),
(1110, '1fe2dafc', '2020-08-24 19:45:02', NULL, NULL, NULL, 25, 257, 2, 1, 8, 5, 108, '1110', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Pomme 6 bouteille 330ml ', 'بافاريا تفاحة خالية من الكحول 0.0% 6 قنينات 330 مل', 'Bavaria 0.0% Apple 6 botella 330ml', 0, 0, 1, 5000, 0, 0, 0, 9032),
(1111, 'cddbcde8', '2020-08-24 19:50:22', NULL, NULL, NULL, 25, 257, 2, 1, 8, 5, 108, '1111', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Pêche 6 bouteille 330ml', 'بافاريا خوخ خالية من الكحول 0.0% 6 قنينات 330 مل ', 'Bavaria 0.0% Melocotón 6 botella 330ml', 0, 0, 1, 5000, 0, 0, 0, 9033),
(1112, '282d3940', '2020-08-24 19:55:09', NULL, NULL, NULL, 25, 257, 2, 1, 8, 5, 108, '1112', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Grenadine 6 bouteille 330ml', 'بافاريا الرمان خالية من الكحول 0.0% 6 قنينات 330 مل', 'Bavaria 0.0% Granadina 6 botella 330ml', 0, 0, 1, 5000, 0, 0, 0, 9034),
(1113, '95b3c831', '2020-08-24 20:00:22', NULL, NULL, NULL, 25, 257, 2, 1, 8, 5, 108, '1113', '', '', 0, 0, 1, 0, 0, NULL, 'Bavaria 0.0% Fraise 6 bouteille 330ml', 'بافاريا الفراولة خالية من الكحول 0.0% 6 قنينات 330 مل ', 'Bavaria 0.0% Fresa 6 botella 330ml', 0, 0, 1, 5000, 0, 0, 0, 9035),
(1114, 'd105ae28', '2020-08-24 21:14:02', NULL, NULL, NULL, 25, 136, 2, 1, 1, 5, 50, '1114', '', '', 0, 0, 1, 0, 0, NULL, 'Oued Souss Huile olive 250 ml', 'زيت زيتون واد سوس 250 مل', 'Aceite de oliva Oued Souss 250 ml', 0, 0, 1, 5000, 0, 0, 0, 170),
(1115, '19a86dac', '2020-08-24 21:25:11', NULL, NULL, NULL, 25, 136, 2, 1, 1, 5, 50, '1115', '', '', 0, 0, 1, 0, 0, NULL, 'Oued Souss Huile olive 500ml', 'زيت زيتون واد سوس 500 مل', 'Aceite de oliva Oued Souss 500ml', 0, 0, 1, 5000, 0, 0, 0, 169),
(1116, 'fb19a4ae', '2020-08-24 22:17:02', NULL, NULL, NULL, 25, 136, 2, 1, 1, 5, 50, '1116', '', '', 0, 0, 1, 0, 0, NULL, 'Oued Souss Huile olive 1l', 'زيت زيتون واد سوس 1 لتر', 'Aceite de oliva Oued Souss 1l', 0, 0, 1, 5000, 0, 0, 0, 168),
(1117, '00868a0c', '2020-08-24 22:28:35', NULL, NULL, NULL, 25, 136, 2, 1, 1, 5, 50, '1117', '', '', 0, 0, 1, 0, 0, NULL, 'Oued Souss Huile olive 2l', 'زيت زيتون واد سوس 2 لتر', 'Aceite de oliva Oued Souss 2l', 0, 0, 1, 5000, 0, 0, 0, 167),
(1118, '62501b68', '2020-08-24 22:33:58', NULL, NULL, NULL, 25, 136, 2, 1, 1, 5, 50, '1118', '', '', 0, 0, 1, 0, 0, NULL, 'Oued Souss Huile olive 5l', 'زيت زيتون واد سوس 5 لتر', 'Aceite de oliva Oued Souss 5l', 0, 0, 1, 5000, 0, 0, 0, 166),
(1120, 'e75a5dc5', '2020-08-24 23:42:48', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 109, '1120', '', '', 0, 0, 1, 0, 0, NULL, 'Lousra Huile vegetale 5l', 'زيت نباتي لوسرا 5 لتر', 'Aceite Vegetal Lousra 5l', 0, 0, 1, 5000, 0, 0, 0, 11),
(1121, '6083ef2e', '2020-08-24 23:52:42', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 110, '1121', '', '', 0, 0, 1, 0, 0, NULL, 'Lio Huile vegetale 1l', 'زيت نباتي ليو 1 لتر', 'Aceite vegetal Lio 1l', 0, 0, 1, 5000, 0, 0, 0, 24),
(1122, '2516dc59', '2020-08-24 23:57:06', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 110, '1122', '', '', 0, 0, 1, 0, 0, NULL, 'Lio Huile vegetale 10l', 'زيت نباتي ليو 10 لتر', 'Aceite vegetal Lio 10l', 0, 0, 1, 5000, 0, 0, 0, 22),
(1123, '4937ea18', '2020-08-25 00:18:47', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 111, '1123', '', '', 0, 0, 1, 0, 0, NULL, 'Zohor Huile tournesol 5l', 'زيت زهور عباد الشمس 5 لتر', 'Aceite de girasol Zohor 5l', 0, 0, 1, 5000, 0, 0, 0, 33),
(1124, 'e0013c03', '2020-08-25 00:21:40', NULL, NULL, NULL, 25, 51, 2, 1, 8, 5, 111, '1124', '', '', 0, 0, 1, 0, 0, NULL, 'Zohor Huile tournesol 2l', 'زيت زهور عباد الشمس 2 لتر', 'Aceite de girasol Zohor 2l', 0, 0, 1, 5000, 0, 0, 0, 34),
(1125, '19d669c5', '2020-08-25 00:26:05', NULL, NULL, NULL, 25, 51, 2, 1, 1, 5, 111, '1125', '', '', 0, 0, 1, 0, 0, NULL, 'Zohor Huile tournesol 1 litre', 'زيت زهور عباد الشمس 1 لتر', 'Aceite de girasol Zohor 1 litro', 0, 0, 1, 5000, 0, 0, 0, 35),
(1126, '6f596da0', '2020-08-25 15:09:37', NULL, NULL, NULL, 25, 261, 2, 1, 1, 5, 6, '1126', '', '', 0, 0, 1, 0, 0, NULL, 'Red Bull Energy Drink  sans sucres 250 ml', ' مشروب طاقة ريدبول بدون سكر 250 مل', 'Bebida energética Red Bull sin azúcar 250ml', 0, 0, 1, 5000, 0, 0, 0, 10052),
(1127, 'd966f776', '2020-08-25 15:23:52', NULL, NULL, NULL, 25, 261, 2, 1, 1, 5, 6, '1127', '', '', 0, 0, 1, 0, 0, NULL, 'Red Bull Energy Drink 250ml', 'مشروب طاقة ريد بُول 250 مل', 'Bebida energética Red Bull 250ml', 0, 0, 1, 5000, 0, 0, 0, 10051),
(1128, '9e8bf2e0', '2020-08-25 15:49:39', NULL, NULL, NULL, 25, 261, 2, 1, 8, 5, 6, '1128', '', '', 0, 0, 1, 0, 0, NULL, 'Red Bull Zero! Zéro sucre. 100% 100  250 ml', 'ريد بُول خالي من السكر 100%100 250 مل', 'Red Bull Zero! Azúcar cero. 100% 100  250 ml', 0, 0, 1, 5000, 0, 0, 0, 10053),
(1129, '514b1d02', '2020-08-25 17:39:57', NULL, NULL, NULL, 25, 262, 2, 1, 1, 5, 113, '1129', '', '', 0, 0, 1, 0, 0, NULL, 'Eau Ciel 50 cl', 'ماء سيال 50 سل', 'Agua Ciel 50 cl', 0, 0, 1, 5000, 0, 0, 0, 155),
(1130, '2c317c67', '2020-08-25 18:01:29', NULL, NULL, NULL, 25, 262, 2, 1, 1, 5, 113, '1130', '', '', 0, 0, 1, 0, 0, NULL, 'Eau Sial 2,5 litres', 'ماء سيال 2.5 لتر', 'Agua Ciel 2,5 litros', 0, 0, 1, 5000, 0, 0, 0, 153),
(1131, '68a2b72e', '2020-08-25 18:05:07', NULL, NULL, NULL, 25, 262, 2, 1, 1, 5, 113, '1131', '', '', 0, 0, 1, 0, 0, NULL, 'Eau Sial 1,5 litre', 'ماء سيال 1.5 لتر', 'Agua Ciel 1.5 litros', 0, 0, 1, 5000, 0, 0, 0, 154),
(1133, 'f9324b66', '2020-08-26 17:56:19', NULL, NULL, NULL, 25, 230, 2, 1, 8, 5, 77, '1133', '', '', 0, 0, 1, 0, 0, NULL, 'Fanta citron 1,5 litre', 'فانتا ليمون 1.5 لتر', 'Fanta limón 1,5 litros', 0, 0, 1, 5000, 0, 0, 0, 702),
(1135, '04de0395', '2020-08-28 14:04:49', NULL, NULL, NULL, 25, 266, 2, 1, 1, 5, 117, '1135', '', '', 0, 0, 1, 0, 0, NULL, 'HAWAII 33 cl', 'هاواي 33 سل', 'HAWAII 33 cl', 0, 0, 1, 5000, 0, 0, 0, 721),
(1136, 'd5ba8fa2', '2020-08-28 14:11:15', NULL, NULL, NULL, 25, 266, 2, 1, 1, 5, 117, '1136', '', '', 0, 0, 1, 0, 0, NULL, 'HAWAII 25 cl', 'هاواي 25 سل', 'HAWAII 25 cl', 0, 0, 1, 5000, 0, 0, 0, 722),
(1137, '2c70279c', '2020-08-28 15:18:13', NULL, NULL, NULL, 25, 265, 2, 1, 1, 5, 116, '1137', '', '', 0, 0, 1, 0, 0, NULL, 'poms 2L', 'بومس 2 لتر', 'poms 2L', 0, 0, 1, 5000, 0, 0, 0, 733),
(1138, '353191ed', '2020-08-28 15:39:44', NULL, NULL, NULL, 25, 265, 2, 1, 1, 5, 116, '1138', '', '', 0, 0, 1, 0, 0, NULL, 'poms 1.5L', 'بومس 1.5 لتر', 'poms 1.5L', 0, 0, 1, 5000, 0, 0, 0, 734),
(1139, '48c4e606', '2020-08-28 15:55:58', NULL, NULL, NULL, 25, 265, 2, 1, 1, 5, 116, '1139', '', '', 0, 0, 1, 0, 0, NULL, 'poms 1L', 'بومس 1 لتر', 'poms 1L', 0, 0, 1, 5000, 0, 0, 0, 735),
(1140, 'b10e7f70', '2020-08-28 16:02:28', NULL, NULL, NULL, 25, 265, 2, 1, 1, 5, 116, '1140', '', '', 0, 0, 1, 0, 0, NULL, 'poms 50 cl', 'بومس 50 سل', 'poms 50 cl', 0, 0, 1, 5000, 0, 0, 0, 736),
(1141, '7b1cbed5', '2020-08-28 16:08:23', NULL, NULL, NULL, 25, 265, 2, 1, 1, 5, 116, '1141', '', '', 0, 0, 1, 0, 0, NULL, 'poms 33 cl', 'بومس 33 سل', 'poms 33 cl', 0, 0, 1, 5000, 0, 0, 0, 737),
(1142, '233285a0', '2020-08-28 16:16:11', NULL, NULL, NULL, 25, 265, 2, 1, 1, 5, 116, '1142', '', '', 0, 0, 1, 0, 0, NULL, 'poms 25 cl', 'بومس 25 سل', 'poms 25 cl', 0, 0, 1, 5000, 0, 0, 0, 738),
(1143, 'd267e56b', '2020-08-28 16:35:35', NULL, NULL, NULL, 25, 264, 2, 1, 1, 5, 115, '1143', '', '', 0, 0, 1, 0, 0, NULL, 'Schweppes 1L', 'شويبس 1 لتر', 'Schweppes 1L', 0, 0, 1, 5000, 0, 0, 0, 749),
(1144, '561807ae', '2020-08-28 16:42:53', NULL, NULL, NULL, 25, 264, 2, 1, 8, 5, 115, '1144', '', '', 0, 0, 1, 0, 0, NULL, 'Schweppes 50cl', 'شويبس 50 سل', 'Schweppes 50cl', 0, 0, 1, 5000, 0, 0, 0, 750),
(1145, '18ad7812', '2020-08-30 14:07:38', NULL, NULL, NULL, 25, 267, 2, 1, 1, 5, 118, '1145', '', '', 0, 0, 1, 0, 0, NULL, 'acqua panna 500 ml', 'اكوا بنا 500 مل', 'acqua panna 500 ml', 0, 0, 1, 5000, 0, 0, 0, 298),
(1146, 'c71210f4', '2020-08-30 14:33:31', NULL, NULL, NULL, 25, 268, 2, 1, 1, 5, 119, '1146', '', '', 0, 0, 1, 0, 0, NULL, 'S. Pellegrino 750 ml', 'س بيللغرينو 750 مل', 'S. Pellegrino 750 ml', 0, 0, 1, 5000, 0, 0, 0, 306),
(1147, 'f99d4f25', '2020-08-30 14:40:53', NULL, NULL, NULL, 25, 268, 2, 1, 8, 5, 119, '1147', '', '', 0, 0, 1, 0, 0, NULL, 'S. Pellegrino 330 ml', 'س بيللغرينو 330 مل', 'S. Pellegrino 330 ml', 0, 0, 1, 5000, 0, 0, 0, 307),
(1148, 'dbd86005', '2020-08-31 21:40:26', NULL, NULL, NULL, 25, 268, 2, 1, 1, 5, 119, '1148', '', '', 0, 0, 1, 0, 0, NULL, 'S. Pellegrino 500 ml', 'س بيللغرينو 500  مل', 'S. Pellegrino 500 ml', 0, 0, 1, 5000, 0, 0, 0, 308),
(1150, '2bb4a924', '2020-08-31 21:57:06', NULL, NULL, NULL, 25, 268, 2, 1, 1, 5, 119, '1149', '', '', 0, 0, 1, 0, 0, NULL, 'S. Pellegrino 250 ml', 'س بيللغرينو 250   مل', 'S. Pellegrino 250 ml', 0, 0, 1, 5000, 0, 0, 0, 309),
(1151, '308cce50', '2020-08-31 22:23:58', NULL, NULL, NULL, 25, 253, 2, 1, 8, 5, 104, '1151', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle gazeuse 20 CL verre Perrier', 'مياه معدنية طبيعية فوارة 20 سل زجاج بيرييه', 'Agua mineral natural con gas 20 CL ​​vidrio Perrier', 0, 0, 1, 5000, 0, 0, 0, 274),
(1152, 'b56377c7', '2020-08-31 22:49:19', NULL, NULL, NULL, 25, 269, 2, 1, 1, 5, 120, '1152', '', '', 0, 0, 1, 0, 0, NULL, 'BADOIT 33 CL', 'بادويت 33 سل', 'BADOIT 33 CL', 0, 0, 1, 5000, 0, 0, 0, 330),
(1153, '938d5567', '2020-08-31 23:04:12', NULL, NULL, NULL, 25, 249, 2, 1, 1, 5, 101, '1153', '', '', 0, 0, 1, 0, 0, NULL, 'Cristaline Eaux Gazeuses 1l', 'كريستالين مياه فوارة 1 لتر', 'Agua con gas Cristaline 1l', 0, 0, 1, 5000, 0, 0, 0, 144),
(1154, 'fe00c619', '2020-08-31 23:28:36', NULL, NULL, NULL, 25, 272, 2, 1, 1, 5, 121, '1154', '', '', 0, 0, 1, 0, 0, NULL, 'contrex 50 CL', 'كونتركس 50 سل', 'contrex 50 CL', 0, 0, 1, 5000, 0, 0, 0, 167),
(1155, 'fa28c3f4', '2020-08-31 23:55:08', NULL, NULL, NULL, 25, 267, 2, 1, 1, 5, 118, '1155', '', '', 0, 0, 1, 0, 0, NULL, 'ACQUA PANNA 1.5L', 'اكوا بانا 1.5لتر', 'ACQUA PANNA 1.5L', 0, 0, 1, 5000, 0, 0, 0, 294),
(1158, '190f1807', '2020-09-01 14:57:58', NULL, NULL, NULL, 25, 264, 2, 1, 1, 5, 115, '1157', '', '', 0, 0, 1, 0, 0, NULL, 'Schweppes citron 1L', 'شويبس ليمون 1 لتر', 'Limón Schweppes 1L', 0, 0, 1, 5000, 0, 0, 0, 752),
(1159, 'b585c915', '2020-09-01 15:27:04', NULL, NULL, NULL, 25, 264, 2, 1, 1, 5, 115, '1159', '', '', 0, 0, 1, 0, 0, NULL, 'Schweppes citron 50cl', 'شويبس ليمون 50 سل', 'Schweppes limón 50cl', 0, 0, 1, 5000, 0, 0, 0, 753),
(1160, '5bf6daf3', '2020-09-01 17:21:55', NULL, NULL, NULL, 25, 264, 2, 1, 1, 5, 115, '1160', '', '', 0, 0, 1, 0, 0, NULL, 'Schweppes citron 33cl', 'شويبس ليمون 33 سل', 'Schweppes limón 33cl', 0, 0, 1, 5000, 0, 0, 0, 754),
(1161, 'd59267a2', '2020-09-01 17:32:55', NULL, NULL, NULL, 25, 227, 2, 1, 1, 5, 75, '1161', '', '', 0, 0, 1, 0, 0, NULL, '2L Sprite', '2 لتر سبرايت', '2L Sprite', 0, 0, 1, 5000, 0, 0, 0, 765),
(1162, '6b685215', '2020-09-01 17:37:13', NULL, NULL, NULL, 25, 227, 2, 1, 1, 5, 75, '1162', '', '', 0, 0, 1, 0, 0, NULL, 'Sprite 1.5L', 'سبرايت 1.5 لتر', 'Sprite 1.5L', 0, 0, 1, 5000, 0, 0, 0, 766),
(1164, 'f6dbeafb', '2020-09-01 19:16:28', NULL, NULL, NULL, 25, 214, 2, 1, 1, 5, 2, '1164', '', '', 0, 0, 1, 0, 0, NULL, 'aquarius 50cl', 'أكواريوس 50 سل', 'aquarius 50cl', 0, 0, 1, 5000, 0, 0, 0, 675),
(1165, '23c1cbd3', '2020-09-01 22:06:21', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1165', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Clémentine 1L', 'مراكش كليمنتين 1 لتر', 'Clementina de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2001),
(1166, 'a7790d46', '2020-09-01 22:24:50', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1166', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Pomme 1L', 'تفاح مراكش 1 لتر', 'Manzana de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2002),
(1167, '455b6cc6', '2020-09-01 22:33:10', NULL, NULL, NULL, 25, 231, 2, 1, 8, 5, 95, '1167', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Ananas 1L', 'مراكش أناناس 1 لتر', 'Piña Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2003),
(1168, '4c38d96b', '2020-09-01 22:40:02', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1168', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Tomates Cerises 1L', 'طماطم مراكش الكرز 1 لتر', 'Tomates Cherry de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2004),
(1169, 'ce5fe974', '2020-09-01 22:50:46', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1169', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Orange 1L', 'مراكش برتقال 1 لتر', 'Naranja de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2005),
(1170, 'd92c1fb7', '2020-09-01 22:55:50', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1170', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Orange Et Fleur D\'oranger 1L', 'مراكش البرتقال وزهر البرتقال 1 لتر', 'Naranja y Azahar de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2006),
(1171, 'e1cf55a7', '2020-09-01 22:59:43', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1171', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Orange Cannelle 1L', 'مراكش البرتقال والقرفة 1 لتر', 'Naranja de Marrakech Canela 1L', 0, 0, 1, 5000, 0, 0, 0, 2007),
(1172, '199aac30', '2020-09-01 23:06:08', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1172', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Citronnade À L’ancienne 1L', 'مراكش عصير الليمون الطرازالقديم1L', 'Limonada Antigua de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2008),
(1173, '00c4dbd3', '2020-09-01 23:10:17', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1173', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Orange Et Mandarine 1L', 'مراكش برتقال وماندرين 1 لتر', 'Naranja y Mandarina de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2009),
(1174, '06b41eea', '2020-09-01 23:19:16', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1174', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Piña Colada 1L', 'مراكش أنانس كولادا 1 لتر', 'Marrakech Piña Colada 1L', 0, 0, 1, 5000, 0, 0, 0, 2010),
(1175, '744e555b', '2020-09-01 23:42:14', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1175', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Pêche De La Méditerranée 1L', 'عصير الخوخ مراكش البحر الابيض المتوسط 1 لتر', 'Zumo de melocotón Marrakech Mediterráneo 1L', 0, 0, 1, 5000, 0, 0, 0, 2011),
(1176, '38bb10e6', '2020-09-01 23:52:41', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1176', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Mangue Des Îles 1L', 'مراكش جزر مانجو1 لتر', 'Islas del Mango de Marrakech 1L', 0, 0, 1, 5000, 0, 0, 0, 2012),
(1177, 'de8aa7ff', '2020-09-02 00:13:38', NULL, NULL, NULL, 25, 231, 2, 1, 8, 5, 95, '1177', '', '', 0, 0, 1, 0, 0, NULL, 'Pulpe d\'orange', 'بالبي البرتقال', 'Pulpa de naranja', 0, 0, 1, 5000, 0, 0, 0, 2014),
(1178, '16ca3074', '2020-09-02 00:25:36', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1178', '', '', 0, 0, 1, 0, 0, NULL, 'Marrakech Cocktail Tropical', 'مراكش كوكتيل الاستوائي 1 لتر', 'Cóctel Tropical de Marrakech', 0, 0, 1, 5000, 0, 0, 0, 2013),
(1180, 'aca0bec9', '2020-09-05 18:16:41', NULL, NULL, NULL, 25, 231, 2, 1, 1, 5, 95, '1180', '', '', 0, 0, 1, 0, 0, NULL, 'citronnade', 'بالبي عصير الليمون', 'limonada palpi', 0, 0, 1, 5000, 0, 0, 0, 2016),
(1181, 'd78061ce', '2020-09-05 23:14:04', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1181', '', '', 0, 0, 1, 1, 0, NULL, 'evian 75 cl', 'ايفيان 75 سل', 'evian 75 cl', 0, 0, 1, 5000, 0, 0, 0, 126),
(1182, '8f02f939', '2020-09-05 23:33:54', NULL, NULL, NULL, 25, 250, 2, 1, 1, 5, 102, '1182', '', '', 0, 0, 1, 1, 0, NULL, 'evian 33 cl', 'ايفيان 33 سل', 'evian 33 cl', 0, 0, 1, 5000, 0, 0, 0, 127),
(1183, '2e00247f', '2020-09-05 23:49:34', NULL, NULL, NULL, 25, 269, 2, 1, 1, 5, 120, '1183', '', '', 0, 0, 1, 0, 0, NULL, 'BADOIT 1L', 'بادويت 1 لتر', 'BADOIT 1L', 0, 0, 1, 5000, 0, 0, 0, 327),
(1184, 'e20ce7b3', '2020-09-05 23:55:11', NULL, NULL, NULL, 25, 269, 2, 1, 1, 5, 120, '1184', '', '', 0, 0, 1, 0, 0, NULL, 'badoit 50 CL', 'بادويت 50 سل', 'badoit 50 CL', 0, 0, 1, 5000, 0, 0, 0, 329),
(1185, 'cedd9276', '2020-09-08 21:34:29', NULL, NULL, NULL, 25, 272, 2, 1, 1, 5, 121, '1185', '', '', 0, 0, 1, 0, 0, NULL, 'Contrex Eau  1,5L ', 'مياه كونتريكس 1.5 لتر', 'Agua Contrex 1.5L', 0, 0, 1, 5000, 0, 0, 0, 164),
(1186, '5df4b3c2', '2020-09-08 21:47:55', NULL, NULL, NULL, 25, 272, 2, 1, 1, 5, 121, '1186', '', '', 0, 0, 1, 0, 0, NULL, 'Contrex Eau  1L ', 'مياه كونتريكس 1 لتر', 'Agua Contrex 1L', 0, 0, 1, 5000, 0, 0, 0, 165),
(1187, 'f9b69a70', '2020-09-08 21:55:19', NULL, NULL, NULL, 25, 272, 2, 1, 1, 5, 121, '1187', '', '', 0, 0, 1, 0, 0, NULL, 'Contrex Eau  75 cl', 'ماء كونتريكس 75 سل', 'Agua Contrex 75 cl', 0, 0, 1, 5000, 0, 0, 0, 166),
(1188, '9701dc07', '2020-09-13 10:07:16', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1188', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson saveur pomme poire 2l', 'مشروب بنكهة التفاح والكمثرى 2 لتر', 'Bebida sabor manzana y pera 2l', 0, 0, 1, 5000, 0, 0, 0, 4201),
(1189, '532683d2', '2020-09-13 10:27:45', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1189', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson multifruits 2l', 'مشروب متعدد الفواكه 2 لتر', 'Bebida multifruta 2l', 0, 0, 1, 5000, 0, 0, 0, 4200),
(1190, '85b3edf2', '2020-09-13 10:59:21', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1190', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson aux canneberges 1L', 'مشروب  أوشن سبراي التوت البري 1 لتر', 'Bebida de arándano 1L', 0, 0, 1, 5000, 0, 0, 0, 2094),
(1191, '5ccb40cb', '2020-09-13 11:56:36', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1191', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme naturel% 1 litre', 'عصير التفاح طبيعي  % 1لتر', 'Zumo de manzana natural% 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2114),
(1192, '82affda7', '2020-09-13 12:07:58', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1192', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'orange naturel% 1 litre', 'عصير البرتقال طبيعي  % 1لتر', 'Zumo de naranja natural% 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2115),
(1193, '444cfd88', '2020-09-13 12:30:06', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1193', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Actifruits Grenade  1L', 'عصير فواكه الرمان اكتيف 1 لتر', 'Zumo de fruta activo Granada 1L', 0, 0, 1, 5000, 0, 0, 0, 2116),
(1194, 'a60c06fd', '2020-09-13 12:45:12', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1194', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Actifruits Fraise & Fruits Rouges  1L', 'عصير بالفراولة والفاكهة الحمراء اكتيف 1 لتر', 'Jugo Activo Fresa y Frutos Rojos  1L', 0, 0, 1, 5000, 0, 0, 0, 2117),
(1195, '54ac6cb0', '2020-09-13 13:06:43', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1195', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Actifruits citron 1L', 'عصير الليمون اكتيف 1 لتر', 'Zumo de limón activo 1L', 0, 0, 1, 5000, 0, 0, 0, 2118),
(1196, '3e865b1f', '2020-09-13 13:55:11', NULL, NULL, NULL, 25, 275, 2, 1, 8, 5, 126, '1196', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Actifruits Pina Colada 1L', 'عصير أناناس كولادا اكتيف 1 لتر', 'Zumo de frutas activo Piña Colada 1L', 0, 0, 1, 5000, 0, 0, 0, 2119),
(1197, '3beab6d5', '2020-09-13 14:20:27', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1197', '', '', 0, 0, 1, 0, 0, NULL, 'Nectari de jus d\'orange 1 litre', 'عصير البرتقال نكتاري 1 لتر', 'Nectari de jugo de naranja 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2120),
(1198, '7fe3febd', '2020-09-13 14:28:16', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1198', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar d\'ananas 1 litre', 'عصير اناناس نكتار 1 لتر', 'Jugo de néctar de piña 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2121),
(1199, 'efeede60', '2020-09-14 19:25:48', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1199', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar de mangue 1 litre', 'عصير المانجو نكتار 1لتر', 'Zumo de néctar de mango 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2122),
(1200, '9d24982c', '2020-09-14 20:24:45', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1200', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar de pêche 1 litre', 'عصير نكتار خوخ 1 لتر', 'Jugo de néctar de durazno 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2123),
(1201, '74e5bd4f', '2020-09-14 21:28:11', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1201', '', '', 0, 0, 1, 0, 0, NULL, 'Jus cocktail de fruits 1 litre', 'عصير كوكتيل فواكه 1 لتر', 'Jugo de coctel de frutas 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2124),
(1202, '02461233', '2020-09-14 22:11:50', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1202', '', '', 0, 0, 1, 0, 0, NULL, 'jus de cocktail de fruits 20 cl', 'عصير فواكه كوكتيل 20 سل', 'zumo coctel frutas 20 cl', 0, 0, 1, 5000, 0, 0, 0, 2125),
(1203, '9c1bf789', '2020-09-14 22:30:03', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1203', '', '', 0, 0, 1, 0, 0, NULL, 'jus de nectar mangue 20cl', 'عصير مانجو نكتار 20 سل', 'Zumo de néctar de mango 20 cl', 0, 0, 1, 5000, 0, 0, 0, 2126),
(1204, 'c2c97e2b', '2020-09-14 22:54:00', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1204', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar peche 20 cl', 'عصير نكتار خوخ 20 سل', 'Zumo de néctar de melocotón 20 cl', 0, 0, 1, 5000, 0, 0, 0, 2127),
(1205, '6929de3f', '2020-09-14 23:19:37', NULL, NULL, NULL, 25, 276, 2, 1, 1, 5, 127, '1205', '', '', 0, 0, 1, 0, 0, NULL, 'orange 100% pur plaisir 1l', 'برتقال لذة نقية 100? 1 لتر', 'naranja 100% puro placer 1l', 0, 0, 1, 5000, 0, 0, 0, 2145),
(1206, '539cb1a3', '2020-09-14 23:35:42', NULL, NULL, NULL, 25, 276, 2, 1, 1, 5, 127, '1206', '', '', 0, 0, 1, 0, 0, NULL, 'orangr mangue 100% pur plaisir 1l', 'برتقال مانجو نقية 100? 1 لتر', 'mango naranja 100% puro placer 1l', 0, 0, 1, 5000, 0, 0, 0, 2147),
(1207, '85b835f6', '2020-09-14 23:52:20', NULL, NULL, NULL, 25, 276, 2, 1, 1, 5, 127, '1207', '', '', 0, 0, 1, 0, 0, NULL, ' pina colada 100% PUR PLAISIR 1L', 'أنانس بالجوز الهندي نقي %100 لتر1', 'Piña colada 100% PURO PLACER 1L', 0, 0, 1, 5000, 0, 0, 0, 2146),
(1208, 'e39a3287', '2020-09-17 00:20:02', NULL, NULL, NULL, 1, 154, 2, 1, 2, 5, -1, '1208', '', '', 0, 0, 1, 0, 0, NULL, 'Tomate Cerise Noir', 'طماطم الكرز الأسود', 'Tomate Cherry Negro', 0, 0, 1, 5000, 0, 0, 0, 11),
(1209, 'e2c9bf56', '2020-09-17 00:22:13', NULL, NULL, NULL, 1, 154, 2, 1, 2, 5, -1, '1209', '', '', 0, 0, 1, 0, 0, NULL, 'Tomate Cerise Jaune ', 'الطماطم الكرزالأصفر', 'Amarillo Tomate Cherry', 0, 0, 1, 5000, 0, 0, 0, 11),
(1210, 'cdcf2397', '2020-09-17 00:56:48', NULL, NULL, NULL, 1, 153, 2, 1, 2, 5, -1, '1210', '', '', 0, 0, 1, 0, 0, NULL, 'LA PATATE DOUCE ', 'بطاطس الحلوى الحمراء', 'PATATA DULCE', 0, 0, 1, 5000, 0, 0, 0, 6),
(1211, '7156f860', '2020-09-17 01:14:37', NULL, NULL, NULL, 1, 157, 2, 1, 2, 5, -1, '1211', '', '', 0, 0, 1, 0, 0, NULL, 'Navet jaune', 'اللفت ألأصفر', 'Nabo amarillo', 0, 0, 1, 5000, 0, 0, 0, 37),
(1213, 'a145e084', '2020-09-18 15:14:57', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1213', '', '', 0, 0, 1, 0, 0, NULL, 'pulpe tropical 320 ml', 'بالب الاستوائي 320 مل', 'pulpe tropical 320 ml', 0, 0, 1, 5000, 0, 0, 0, 2131),
(1214, 'a60c71d3', '2020-09-18 15:29:49', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1214', '', '', 0, 0, 1, 0, 0, NULL, 'pulpe Orange 320 ml', 'بالب البرتقال  320 مل', 'Pulpa de naranja 320 ml', 0, 0, 1, 5000, 0, 0, 0, 2130),
(1215, 'f70aa3e3', '2020-09-18 15:42:40', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1215', '', '', 0, 0, 1, 0, 0, NULL, 'pulpe  tropical 1l', 'بالب استوائي 1 لتر', 'pulpa tropical 1l', 0, 0, 1, 5000, 0, 0, 0, 2129),
(1216, '3e96b6b7', '2020-09-18 15:48:23', NULL, NULL, NULL, 25, 275, 2, 1, 1, 5, 126, '1216', '', '', 0, 0, 1, 0, 0, NULL, 'pulpe Orange 1l', 'بالب البرتقال 1 لتر', 'Pulpa de naranja 1l', 0, 0, 1, 5000, 0, 0, 0, 2128),
(1217, '15571a9b', '2020-09-18 18:53:04', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1217', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta d\'ananas 2L', 'عصير الأناناس 2 لتر', 'disfruta piña2L', 0, 0, 1, 5000, 0, 0, 0, 2166),
(1218, 'ff816eb1', '2020-09-18 19:09:21', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1218', '', '', 0, 0, 1, 0, 0, NULL, ' disfruta d\'ananas 1L', 'عصير الأناناس 1 لتر', 'disfruta piña 1L', 0, 0, 1, 5000, 0, 0, 0, 2167),
(1219, '92cc3e4b', '2020-09-18 19:14:41', NULL, NULL, NULL, 25, 278, 2, 1, 8, 5, 129, '1219', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta ananas 33cl', 'عصير الأناناس 33 سل', 'disfruta piña 33cl', 0, 0, 1, 5000, 0, 0, 0, 2168),
(1220, '86f36bd2', '2020-09-18 19:21:28', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1220', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta ananas 22cl', 'عصير الأناناس 22 سل', 'disfruta piña 22cl', 0, 0, 1, 5000, 0, 0, 0, 2169),
(1221, '0211c58e', '2020-09-18 19:30:30', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1221', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta orange 2L', 'عصير البرتقال 2 لتر', 'disfruta naranja 2L', 0, 0, 1, 5000, 0, 0, 0, 2170),
(1222, '704fff29', '2020-09-18 19:35:58', NULL, NULL, NULL, 25, 278, 2, 1, 8, 5, 129, '1222', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta orange 1L', 'عصير البرتقال 1 لتر', 'disfruta naranja 1L', 0, 0, 1, 5000, 0, 0, 0, 2171),
(1223, 'a3a4383d', '2020-09-18 20:41:30', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1223', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta orange 33cl', 'عصير البرتقال 33 سل', 'disfruta naranja 33cl', 0, 0, 1, 5000, 0, 0, 0, 2172),
(1224, 'f4e350b9', '2020-09-18 20:44:14', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1224', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta orange 22cl', 'عصير البرتقال 22 سل', 'disfruta naranja 22cl', 0, 0, 1, 5000, 0, 0, 0, 2173),
(1225, 'b3288ed5', '2020-09-18 20:57:59', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1225', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pêche  2L', 'عصير الخوخ 2 لتر', 'disfruta melocoton 2L', 0, 0, 1, 5000, 0, 0, 0, 2174),
(1226, '7147757a', '2020-09-18 21:02:36', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1226', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pêche 1L', 'عصير الخوخ 1 لتر', 'disfruta melocoton 1l', 0, 0, 1, 5000, 0, 0, 0, 2175),
(1227, '1fc5a9cc', '2020-09-18 21:07:34', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1227', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pêche 33cl', 'عصير الخوخ 33 سل', 'disfruta melocotón 33cl', 0, 0, 1, 5000, 0, 0, 0, 2176),
(1228, 'd2e627f2', '2020-09-18 21:12:10', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1228', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pêche 22c', 'عصير الخوخ 22 سل', 'disfruta melocotón 22cl', 0, 0, 1, 5000, 0, 0, 0, 2177),
(1229, 'c23dc4c6', '2020-09-18 21:20:07', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1229', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pomme 2L', 'عصير بالتفاح 2 لتر', 'disfruta manzana 2L', 0, 0, 1, 5000, 0, 0, 0, 2178),
(1230, 'a36d989f', '2020-09-18 21:22:14', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1230', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pomme 1L', 'عصير بالتفاح 1 لتر', 'disfruta manzana 1L', 0, 0, 1, 5000, 0, 0, 0, 2179),
(1231, '1181301b', '2020-09-18 21:27:39', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1231', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pomme 33cl', 'عصير بالتفاح 33 سل', 'disfruta manzana 33cl', 0, 0, 1, 5000, 0, 0, 0, 2180),
(1232, '2f743484', '2020-09-18 21:30:13', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1232', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pomme 22cl', 'عصير بالتفاح 22 سل', 'disfruta manzana 22cl', 0, 0, 1, 5000, 0, 0, 0, 2181),
(1233, 'b3bf3646', '2020-09-18 21:39:33', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1233', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta pomme mango 2L', 'عصير بالتفاح مانجو 2 لتر', 'disfruta manzana mango 2L', 0, 0, 1, 5000, 0, 0, 0, 2194),
(1234, 'e54f0f29', '2020-09-18 22:18:43', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1234', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta ananas poire 2L', 'عصير الأناناس والإجاص 2 لتر', 'disfruta pera pina 2L', 0, 0, 1, 5000, 0, 0, 0, 2183),
(1235, 'cb156af4', '2020-09-18 22:25:25', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1235', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta ananas poire 1L', 'عصير الأناناس والإجاص 1 لتر', 'disfruta pera pina 1L', 0, 0, 1, 5000, 0, 0, 0, 2184),
(1236, 'aa16014c', '2020-09-18 22:29:42', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1236', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta ananas poire 33cl', 'عصير الأناناس والإجاص 33 سل', 'disfruta pera piña 33cl', 0, 0, 1, 5000, 0, 0, 0, 2185),
(1237, '46ce3851', '2020-09-18 22:33:02', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1237', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta ananas poire 22cl', 'عصير الأناناس والإجاص 22 سل', 'disfruta pera piña 22cl', 0, 0, 1, 5000, 0, 0, 0, 2186),
(1238, 'f87d33a5', '2020-09-18 22:42:39', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1238', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta 10 fruits 10 vitamines 2L', 'عصير 10 فواكه 10 فيتامينات 2 لتر', 'disfruta 10 frutas 10 vitaminas 2L', 0, 0, 1, 5000, 0, 0, 0, 2186),
(1239, '67b6140e', '2020-09-18 22:48:21', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1239', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta 10 fruits 10 vitamines 1L', 'عصير 10 فواكه 10 فيتامينات 1 لتر', 'disfruta 10 frutas 10 vitaminas 1L', 0, 0, 1, 5000, 0, 0, 0, 2187),
(1240, '9590e410', '2020-09-18 22:52:22', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1240', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta 10 fruits 10 vitamines 33cl', 'عصير 10 فواكه 10 فيتامينات 33 سل', 'disfruta 10 frutas 10 vitaminas 33cl', 0, 0, 1, 5000, 0, 0, 0, 2188),
(1241, '3a3c7f82', '2020-09-18 22:55:47', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1241', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta 10 fruits 10 vitamines 22cl', 'عصير 10 فواكه 10 فيتامينات 22 سل', 'disfruta 10 frutas 10 vitaminas 22cl', 0, 0, 1, 5000, 0, 0, 0, 2189),
(1242, '55f488ae', '2020-09-18 23:17:02', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1242', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta fruits tropicaux 2L', 'عصير الفواكه الاستوائية 2 لتر', 'disfruta frutas tropicales 2L', 0, 0, 1, 5000, 0, 0, 0, 2190),
(1243, '033545eb', '2020-09-18 23:26:06', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1243', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta fruits tropicaux 1L', 'عصير الفواكه الاستوائية 1 لتر', 'disfruta frutas tropicales 1L', 0, 0, 1, 5000, 0, 0, 0, 2191),
(1244, '2acc0978', '2020-09-18 23:28:48', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1244', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta fruits tropicaux 33cl', 'عصير الفواكه الاستوائية 33 سل', 'disfruta frutas tropicales 33cl', 0, 0, 1, 5000, 0, 0, 0, 2192),
(1245, 'b1da6fa4', '2020-09-18 23:33:45', NULL, NULL, NULL, 25, 278, 2, 1, 8, 5, 129, '1245', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta fruits tropicaux 22cl', 'عصير الفواكه الاستوائية 22 سل', 'disfruta frutas tropicales 22cl', 0, 0, 1, 5000, 0, 0, 0, 2193),
(1246, 'eaee7014', '2020-09-18 23:46:07', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1246', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta Orange mandarine 2 L', 'عصير البرتقال المندرين 2 لتر', 'disfruta naranja mandarina 2 L', 0, 0, 1, 5000, 0, 0, 0, 2195),
(1247, 'c263424f', '2020-09-19 00:06:32', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1247', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta fruit de la passion 1 L', 'عصير ثمرة العشق 1 لتر', 'disfruta maracuya 1L', 0, 0, 1, 5000, 0, 0, 0, 2196),
(1248, '9b7eed5f', '2020-09-19 00:11:42', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1248', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta mangue 1 L', 'عصير مانجو 1 لتر', 'disfruta mango 1L', 0, 0, 1, 5000, 0, 0, 0, 2197),
(1249, 'e707f769', '2020-09-19 00:25:18', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1249', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta ananas coco 1L', 'عصيرجوزالهند والاناناس 1 لتر', 'disfruta Piña coco 1L', 0, 0, 1, 5000, 0, 0, 0, 2198),
(1250, 'ee9bd873', '2020-09-19 15:08:02', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1250', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta myrtilles 1L', 'عصيرتوت 1 لتر', 'disfruta arandanos 1L   ', 0, 0, 1, 5000, 0, 0, 0, 2199),
(1251, '7d639c08', '2020-09-19 15:13:59', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1251', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta goyave 1L', 'عصير جوافة 1 ل', 'disfruta guayaba 1L ', 0, 0, 1, 5000, 0, 0, 0, 2200),
(1252, '18e6d698', '2020-09-19 15:20:18', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1252', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta mangue orange et carotte 1L', 'عصير برتقال مانجو وجزر 1 لتر', 'disfruta naranja mango y zanahoria 1L', 0, 0, 1, 5000, 0, 0, 0, 2201),
(1253, '91e849b8', '2020-09-19 15:25:58', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1253', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta fruits rouges 1L', 'عصير الفواكه الحمراء 1 لتر', 'disfruta fruits rouges 1L', 0, 0, 1, 5000, 0, 0, 0, 2202),
(1254, '95a4b5a4', '2020-09-19 15:46:00', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1254', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 ananas 1L', 'عصير أناناس %100 1 لتر', 'disfruta %100 piña 1L', 0, 0, 1, 5000, 0, 0, 0, 2203),
(1255, '26bc7544', '2020-09-19 15:50:13', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1255', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 ananas 22cl', 'عصير أناناس %100 22 سل', 'disfruta %100 pina 22cl', 0, 0, 1, 5000, 0, 0, 0, 2204),
(1256, '0eb2f3f7', '2020-09-19 16:46:27', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1256', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 orange1L', 'عصير برتقال  %1001 لتر', 'disfruta %100 naranja1L', 0, 0, 1, 5000, 0, 0, 0, 2205),
(1257, '35e52b87', '2020-09-19 16:52:26', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1257', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 pêche pomme et raisin1L', 'عصير خوخ تفاح وعنب%1001 لتر', 'disfruta %100 melocotón manzana y uva 1 L', 0, 0, 1, 5000, 0, 0, 0, 2207),
(1258, 'b27a4ca7', '2020-09-19 16:55:04', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1258', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 Pomme 1L', 'عصير تفاحة%1001 لتر', 'disfruta %100 manzana 1 L', 0, 0, 1, 5000, 0, 0, 0, 2209),
(1259, 'be5b8026', '2020-09-19 17:00:23', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1259', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 multifruit 1L', 'عصير متعدد الفواكه%100 لتر1', 'disfruta %100 multifrutas 1 L', 0, 0, 1, 5000, 0, 0, 0, 2211),
(1260, '1f62d0a0', '2020-09-19 17:03:50', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1260', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 tomate 1L', 'عصير طماطم %100 لتر1', 'disfruta %100 tomate 1 L', 0, 0, 1, 5000, 0, 0, 0, 2213),
(1261, '194fef9b', '2020-09-19 17:13:23', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1261', '', '', 0, 0, 1, 0, 0, NULL, 'disfruta %100 Orange 22CL', 'عصير البرتقال %100 22 سل', 'disfruta %100 naranja 22CL', 0, 0, 1, 5000, 0, 0, 0, 2206),
(1262, '7bf48057', '2020-09-19 17:18:44', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1262', '', '', 0, 0, 1, 0, 0, NULL, 'DISFRUTA %100 PêCHE POMME ET RAISIN 22CL', 'عصير التفاح والعنب الخوخ %100 22 سل', 'DISFRUTA% 100 MANZANA Y UVA MELOCOTON 22CL', 0, 0, 1, 5000, 0, 0, 0, 2208),
(1263, 'ef0a8ff7', '2020-09-19 17:24:12', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1263', '', '', 0, 0, 1, 0, 0, NULL, 'DISFRUTA %100 pomme  22CL', 'عصير التفاح  %100 22 سل', 'ISFRUTA% 100 manzana 22CL', 0, 0, 1, 5000, 0, 0, 0, 2210),
(1264, '99090b8c', '2020-09-19 17:29:54', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1264', '', '', 0, 0, 1, 0, 0, NULL, 'DISFRUTA %100 multifruit  22CL', 'عصير متعدد الفواكه  %100 22 سل', 'DISFRUTA% 100 multifrutas 22CL', 0, 0, 1, 5000, 0, 0, 0, 2212),
(1265, 'e0d01ae8', '2020-09-19 18:19:49', NULL, NULL, NULL, 1, 155, 2, 1, 2, 5, -1, '1265', '', '', 0, 0, 1, 0, 0, NULL, 'Poivron vert épicé', 'الفلفل الاخضر حار', 'Pimiento verde picante', 0, 0, 1, 5000, 0, 0, 0, 18),
(1266, '39a6317d', '2020-09-19 20:02:54', NULL, NULL, NULL, 1, 155, 2, 1, 2, 5, -1, '1266', '', '', 0, 0, 1, 0, 0, NULL, 'Poivre vert', 'الفلفل الاخضر الفلاحي', 'Pimiento verde', 0, 0, 1, 5000, 0, 0, 0, 15),
(1267, '4e42a00a', '2020-09-19 20:09:15', NULL, NULL, NULL, 1, 155, 2, 1, 2, 5, -1, '1267', '', '', 0, 0, 1, 0, 0, NULL, 'poivron rouge', 'الفلفل الاحمر الفلاحي', 'pimiento rojo', 0, 0, 1, 5000, 0, 0, 0, 17),
(1268, 'e08158f1', '2020-09-20 13:12:09', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1268', '', '', 0, 0, 1, 0, 0, NULL, 'bravo orange 1L', 'برافو برتقال 1 لتر', 'naranja bravo 1L', 0, 0, 1, 5000, 0, 0, 0, 2367),
(1269, 'da5aaef8', '2020-09-20 13:22:32', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1269', '', '', 0, 0, 1, 0, 0, NULL, 'happy day pomme 1l', 'عصير تفاح هابي داي 1لتر', 'happy day manzana 1l', 0, 0, 1, 5000, 0, 0, 0, 2387),
(1270, '5ff35637', '2020-09-20 13:29:13', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1270', '', '', 0, 0, 1, 0, 0, NULL, 'eis tee citron 1L', 'مشروب الشاي بالليمون بارد 1 لتر', 'eis tee Limón 1L', 0, 0, 1, 5000, 0, 0, 0, 2431),
(1271, '1077a83b', '2020-09-20 22:46:20', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1271', '', '', 0, 0, 1, 0, 0, NULL, 'bravo multivitamin 1L', 'عصير برافو متعدد الفيتامينات 1 لتر', 'multivitamínico bravo 1L', 0, 0, 1, 5000, 0, 0, 0, 2368),
(1272, 'a00fdbb0', '2020-09-20 23:07:20', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1272', '', '', 0, 0, 1, 0, 0, NULL, 'bravo raisin rouge 1L', 'عصير برافو عنب أحمر 1 لتر', 'bravo uva rossa 1L', 0, 0, 1, 5000, 0, 0, 0, 2369),
(1273, '834ff022', '2020-09-20 23:31:30', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1273', '', '', 0, 0, 1, 0, 0, NULL, 'happy day grenades 1L ', 'عصير الرمان هابي داي 1لتر', 'happy day granadas 1L', 0, 0, 1, 5000, 0, 0, 0, 2388),
(1274, '0f1baaf2', '2020-09-20 23:55:37', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1274', '', '', 0, 0, 1, 0, 0, NULL, 'happy day Mangue 1L ', 'عصير مانجو هابي داي 1لتر', 'happy day Mango 1L ', 0, 0, 1, 5000, 0, 0, 0, 2389),
(1275, '7cb6bbba', '2020-09-21 00:04:32', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1275', '', '', 0, 0, 1, 0, 0, NULL, 'happy day poire 1L', 'عصير الإجاص هابي داي 1لتر', 'happy day Pera 1L ', 0, 0, 1, 5000, 0, 0, 0, 2390),
(1276, '2d9138f7', '2020-09-21 00:20:45', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1276', '', '', 0, 0, 1, 0, 0, NULL, 'happy day ananas 1L ', 'عصير أناناس هابي داي 1لتر', 'happy day piña 1L ', 0, 0, 1, 5000, 0, 0, 0, 2391),
(1277, '0494d0ac', '2020-09-21 00:30:57', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1277', '', '', 0, 0, 1, 0, 0, NULL, 'eis tee pêche 1L', 'مشروب الشاي بالخوخ بارد 1 لتر', 'eis tee melocotón 1L', 0, 0, 1, 5000, 0, 0, 0, 2434),
(1278, '5ae7f6d0', '2020-09-21 21:14:09', NULL, NULL, NULL, 25, 281, 2, 1, 8, 5, 132, '1278', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar de mangue FRESH Premium 1 L', 'نكتار المانجو الطازج 1 لتر ', 'Néctar de mango FRESH Premium 1 litro', 0, 0, 0, 0, 0, 0, 0, 2669),
(1279, '8fc191b6', '2020-09-21 21:34:43', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1279', '', '', 0, 0, 1, 0, 0, NULL, 'bravo melon ananas 1L', 'عصير برافو بطيخ أناناس 1 لتر', 'bravo melón de piña 1L', 0, 0, 1, 5000, 0, 0, 0, 2370),
(1280, 'a26054e7', '2020-09-21 21:45:30', NULL, NULL, NULL, 25, 279, 2, 1, 8, 5, 130, '1280', '', '', 0, 0, 1, 0, 0, NULL, 'happy day Orange 1L ', 'عصير البرتقال هابي داي 1لتر', 'happy day naranja 1L ', 0, 0, 1, 5000, 0, 0, 0, 2392),
(1281, 'cec18708', '2020-09-21 22:10:02', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1281', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar de pêche premium 1 L', 'نكتار خوخ الطازج 1 لتر', 'Néctar de melocotón premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2670),
(1282, '226b1b98', '2020-09-21 22:19:13', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1282', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar d\'abricot de première qualité 1 L', 'نكتار  المشمش الطازج 1 لتر', 'Néctar de Albaricoque Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2671),
(1283, 'ac2b19b5', '2020-09-21 22:28:42', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1283', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'ananas FRESH Premium 1 L', 'عصير أناناس طازج 1 لتر', 'Jugo FRESCO de Piña Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2672),
(1284, 'f0d9a41d', '2020-09-21 22:33:56', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1284', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de cassis FRESH Premium 1 L', 'عصير عنب الثعلب  طازج 1 لتر', 'Zumo FRESCO de Grosella Negra Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2673),
(1285, 'b108ea0d', '2020-09-21 22:37:51', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1285', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar de pamplemousse rose FRESH Premium 1 L', 'نكتار الجريب فروت الوردي الطازج 1 لتر', 'Néctar de pomelo rosa FRESH Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2674),
(1286, 'cd1af2f5', '2020-09-21 22:48:09', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1286', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar de baies sauvages FRESH Premium 1 L', ' توت بري بريميوم طازج1 لتر', 'Néctar de bayas silvestres FRESH Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2675),
(1287, '45931ca3', '2020-09-21 22:57:21', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1287', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de tomate FRESH Premium 1 L', 'عصير طماطم طازج فاخر 1 لتر', 'Zumo de tomate FRESCO Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2676),
(1288, '82975411', '2020-09-21 23:10:21', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1288', '', '', 0, 0, 1, 0, 0, NULL, 'FRESH Premium Mangue, banane et orange 1 L', 'عصير المانجو والموز والبرتقال 1 لتر', 'FRESH Premium Mango, plátano y naranja 1L', 0, 0, 1, 5000, 0, 0, 0, 2677),
(1289, '8972523c', '2020-09-21 23:14:52', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1289', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de cerise aigre de première qualité FRESH 1 L', 'عصير كرز حامض فاخر طازج 1 لتر', 'Zumo de cereza ácida premium FRESCO 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2678),
(1290, '9f5c48f2', '2020-09-21 23:18:44', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1290', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de fraise et banane FRESH Premium 1 L', 'عصير الموز والفراولة الطازج 1 لتر', 'Zumo FRESCO de Fresa y Plátano Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2679),
(1291, '82d566b9', '2020-09-21 23:23:31', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1291', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de poire FRESH Premium 1 L', 'عصير الإجاص طازج فاخر 1 لتر', 'Zumo de pera premium FRESCO 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2680),
(1292, 'b836bc65', '2020-09-21 23:28:12', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1292', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar de goyave FRESH Premium 1 L', 'عصير الجوافة الطازج 1 لتر', 'Néctar de Guayaba Fresco Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2681),
(1293, 'aec2211e', '2020-09-21 23:36:57', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1293', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme FRESH Premium 1 L', 'عصير تفاح طازج فاخر 1 لتر', 'Zumo de manzana FRESCO Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2682),
(1294, '1de07baa', '2020-09-21 23:49:25', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1294', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson à la grenade FRESH Premium 1 L', 'عصير الرمان طازج فاخر 1 لتر', 'Bebida FRESH Premium de Granada 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2683),
(1295, '8fda40ee', '2020-09-22 00:21:42', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1295', '', '', 0, 0, 1, 0, 0, NULL, 'Élixir à la rose FRESH Premium 1 L', 'عصير الوردة إليكسير  1 لتر', 'Elixir de rosas FRESH Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2684),
(1296, 'b9eadfda', '2020-09-22 00:25:23', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1296', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de canneberge FRESH Premium 1 L', 'عصير التوت البري الطازج 1 لتر', 'Zumo de arándano FRESH Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2685),
(1297, 'f4a6bf4f', '2020-09-22 00:32:38', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1297', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar d\'orange FRESH Premium 1 L', 'عصير نكتار البرتقال الطازج 1 لتر', 'Néctar de naranja FRESH Premium 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2686),
(1298, '194c788e', '2020-09-22 01:37:15', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1298', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson au raisin et aux canneberges 1L', 'مشروب  أوشن سبراي العنب والتوت البري 1 لتر', 'Bebida de uva y arándano 1L', 0, 0, 1, 5000, 0, 0, 0, 2095),
(1299, 'f9efbc8d', '2020-09-22 01:46:23', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1299', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson au raisin et canneberge hypocalorique 1L', 'مشروب   أوشن سبراي العنب والتوت البري منخفض السعرات الحرارية 1 لتر', 'Bebida de uva y arándano bajo en calorías 1L', 0, 0, 1, 5000, 0, 0, 0, 2099),
(1300, '34166348', '2020-09-22 01:53:50', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1300', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson aux canneberges et manzana1L', 'مشروب  أوشن سبراي التوت البري والتفاح 1 لتر', 'Bebida de arándano y manzana1L', 0, 0, 1, 5000, 0, 0, 0, 2097),
(1301, 'b633305e', '2020-09-22 02:03:32', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1301', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson aux canneberges et à la mangue 1L', 'مشروب  أوشن سبراي التوت البري والمانجو 1 لتر', 'Bebida de arándano y mango 1L', 0, 0, 1, 5000, 0, 0, 0, 2098),
(1302, '42415e02', '2020-09-22 02:08:53', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1302', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson aux canneberges et à la grenade 1L', '  مشروب  أوشن سبراي التوت البري والرمان1 لتر', 'Bebida de arándano y granada 1L', 0, 0, 1, 5000, 0, 0, 0, 2096),
(1303, '1a39edb3', '2020-09-22 02:23:55', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1303', '', '', 0, 0, 1, 0, 0, NULL, 'Canneberge faible en calories 1L', 'مشروب أوشن سبراي  التوت البري منخفض السعرات الحرارية 1 لتر ', 'Arándano bajo en calorías 1L', 0, 0, 1, 5000, 0, 0, 0, 2100),
(1304, 'b1e63129', '2020-09-22 02:34:34', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1304', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson aux canneberges faible en calories 2.83 L', 'مشروب  أوشن سبراي التوت البري منخفض السعرات الحرارية 2.83 لتر', 'Bebida de arándanos baja en calorías 2.83L', 0, 0, 1, 5000, 0, 0, 0, 2103),
(1305, '7b392d2b', '2020-09-22 12:55:36', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1305', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Bravo Premium Framboise 1 L', 'راوخ برافو بريميوم توت بري1 لتر', 'Rauch Bravo Premium Arándano 1 L', 0, 0, 1, 5000, 0, 0, 0, 2378),
(1306, '8bcfef43', '2020-09-22 13:06:30', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1306', '', '', 0, 0, 1, 0, 0, NULL, 'bonne orange sans sucre 1L', 'عصيربرافوالبرتقال بدون سكر1 لتر', 'buena naranja sin azúcar 1L', 0, 0, 1, 5000, 0, 0, 0, 2416),
(1307, 'e4cfbd33', '2020-09-22 13:41:15', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1307', '', '', 0, 0, 1, 0, 0, NULL, 'bravo pêche  1L', 'عصيربرافوالخوخ 1 لتر', 'bravo melocotón  1L', 0, 0, 1, 5000, 0, 0, 0, 2371),
(1308, '60ff78cb', '2020-09-22 13:48:33', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1308', '', '', 0, 0, 1, 0, 0, NULL, 'bravo Orange, carotte et citron 1L', 'عصيربرافوالبرتقال والجزر والليمون 1 لتر', 'bravo Naranja, zanahoria y limón  1L', 0, 0, 1, 5000, 0, 0, 0, 2372),
(1309, '7c76afbe', '2020-09-22 14:11:38', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1309', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Bravo Premium Grenade 1 L', 'راوخ برافو بريميوم الرمان 1 لتر', 'Rauch Bravo Premium granada 1 L', 0, 0, 1, 5000, 0, 0, 0, 2377),
(1310, 'dcf82b47', '2020-09-22 14:47:42', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1310', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Bravo Premium melon ananas 1 L', 'راوخ برافو بريميوم البطيخ والأناناس 1 لتر', 'Rauch Bravo Premium melón de piña 1 L', 0, 0, 1, 5000, 0, 0, 0, 2379),
(1311, 'c65b6aee', '2020-09-22 15:15:22', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1311', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Bravo Premium Mango 1 litre', 'راوخ برافو بريميوم المانجو 1 لتر', 'Rauch Bravo Premium Mango 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2380),
(1312, '95997684', '2020-09-22 15:21:12', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1312', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Bravo Premium Coco & Ananas 1 litro', 'راوخ برافو بريميوم الجوز الهند و أنانس 1 لتر', 'Rauch Bravo Premium Coco & Piña 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2381),
(1313, '5fcd92e9', '2020-09-22 16:15:30', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1313', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de fruit de la passion happy day 1L Rauch', 'راوخ هابي داي عصير باشن فروت 1 لتر', 'Rauch happy day zumo de maracuyá 1L', 0, 0, 1, 5000, 0, 0, 0, 2393),
(1314, '09220031', '2020-09-22 16:25:15', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1314', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de Canneberge happy day 1L Rauch', 'راوخ هابي داي عصير كرز 1 لتر', 'Jus de Arándano happy day 1L Rauch', 0, 0, 1, 5000, 0, 0, 0, 2394),
(1315, '14ce0d60', '2020-09-22 16:30:20', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1315', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de noix de coco et d\'ananas happy day 1L Rauch', 'راوخ هابي داي عصير الجوز الهند واناناس 1 لتر', 'Jus de coco y piña happy day 1L Rauch', 0, 0, 1, 5000, 0, 0, 0, 2395),
(1316, '1d98e38c', '2020-09-22 16:41:27', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1316', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de Multivitamine rouge happy day 1L Rauch', 'راوخ هابي داي الفواكه الحمراء 1 لتر', 'Rauch happy day zumo multivitamínico rojo 1L', 0, 0, 1, 5000, 0, 0, 0, 2396),
(1317, 'dda52830', '2020-09-22 16:47:27', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1317', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de Pamplemousse happy day 1L Rauch', 'راوخ هابي داي جريب فروت 1 لتر', 'Zumo de pomelo Rauch Happy Day 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2397),
(1318, '6826355b', '2020-09-22 17:23:56', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1318', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Happy Day Jus Multivitaminé 1 Litre', 'عصير راوخ هابي داي متعدد الفيتامين 1 لتر', ' zumo multivitamínico Rauch Happy Day 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2398),
(1319, '63502943', '2020-09-22 17:27:46', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1319', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de fraise Rauch Happy Day 1 litre', 'عصير راوخ هابي داي الفراولة 1 لتر', 'Zumo de fresa Rauch Happy Day 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2398),
(1320, 'aebec03e', '2020-09-22 17:31:36', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1320', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Happy Day jus de pamplemousse rose 1 litre', 'عصير راوخ هابي داي الجريب فروت الوردي 1 لتر', 'Rauch Happy Day Zumo de pomelo rosa 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2399),
(1321, '86aa94c9', '2020-09-22 17:37:24', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1321', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Happy Day Jus de cassis 1 litre', 'عصير راوخ هابي داي شجرة عنب الثعلب 1 لتر', 'Rauch Happy Day zumo de grosella negra 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2400);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(1322, 'fa106dcb', '2020-09-22 17:41:46', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1322', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pêche Rauch Happy Day 1 litre', 'عصير راوخ هابي داي خوخ 1 لتر', 'Zumo de melocotón Rauch Happy Day 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2401),
(1323, 'c2a2e0a7', '2020-09-22 17:45:42', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1323', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de tomate Rauch Happy Day 1 litre', 'عصير راوخ هابي داي طماطم 1 لتر', 'Zumo de tomate Rauch Happy Day 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2402),
(1324, '88deb4be', '2020-09-22 17:56:07', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1324', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de banane Rauch Happy Day 1 litre', 'عصير راوخ هابي داي الموز1 لتر', 'Zumo de plátano Rauch Happy Day 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2403),
(1325, 'fb006517', '2020-09-22 18:45:46', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1325', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de fruits rouges Rauch sans sucre 1 litre', 'عصير راوخ  فواكه حمراء بدون سكر1 لتر', 'Zumo de frutos rojos rauch sin azúcar 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2415),
(1326, 'fed3deeb', '2020-09-22 22:45:29', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1326', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'ananas Rauch sans sucre 1 litre', 'عصير راوخ أناناس بدون سكر 1 لتر', 'Zumo de Piña Rauch sin azúcar 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2417),
(1327, 'd0993403', '2020-09-22 22:58:23', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1327', '', '', 0, 0, 1, 0, 0, NULL, 'Rauch Fruit de la Passion & Jus d\'Orange sans sucre 1 litre', 'عصير راوخ باشن فروت والبرتقال بدون سكر 1 لتر', 'Rauch Zumo de fruta de la pasión y naranja sin azúcar 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2418),
(1328, '843df8b3', '2020-09-22 23:22:43', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1328', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 100% JUS DE ANANAS 1LTR', 'عصير أناناس ديميس 100%1 لتر', 'DIMES ZUMO 100% PIÑA 1LTR', 0, 0, 1, 5000, 0, 0, 0, 2568),
(1329, '1be3b24d', '2020-09-22 23:37:07', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1329', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 100% JUS DE POMMES 1LTR', 'عصير تفاح ديميس 100%1 لتر', 'DIMES ZUMO DE MANZANA 100% 1LTR', 0, 0, 1, 5000, 0, 0, 0, 2569),
(1330, 'bb173124', '2020-09-22 23:43:54', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1330', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 100% JUS DE MULTIFRUIT 1 LTR', 'عصير متعدد الفواكة ديميس 100%1 لتر', 'SUMO 100% MULTIFRUTAS DIMENSIONES 1 LTR', 0, 0, 1, 5000, 0, 0, 0, 2570),
(1331, 'a09264d7', '2020-09-22 23:51:50', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1331', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 100% JUS DE grenades 1 LTR', 'عصير الرمان ديميس 100%1 لتر', '100% ZUMO DE Granada DIMES 1LTR', 0, 0, 1, 5000, 0, 0, 0, 2571),
(1332, '6924d2ac', '2020-09-22 23:57:24', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1332', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 100% JUS DE grenade 1LTR', 'عصير البرتقال ديميس 100%1 لتر', 'Zumo de naranja Demis 100% 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2572),
(1333, '0ed54b0f', '2020-09-23 00:05:10', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1333', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 100% JUS DE CERISE ET POMME 1LTR', 'عصير الكرز والتفاح ديميس 100%1 لتر', 'Zumo de cereza y manzana Demes 100% 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2573),
(1334, '49f91ad0', '2020-09-23 00:20:58', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1334', '', '', 0, 0, 1, 0, 0, NULL, 'DÎMES 1 LTR JUS DE GRENADE ACTIVE', 'عصير رمان اكتيف 1 لتر', 'Zumo activo de granada 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2583),
(1335, 'edb184b3', '2020-09-23 00:28:07', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1335', '', '', 0, 0, 1, 0, 0, NULL, 'DÎMES 1 LTR JUS DE D\'ANANAS ACTIVE', 'عصير اناناس اكتيف 1 لتر', 'sumo activo de piña 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2584),
(1336, '4214a548', '2020-09-23 00:33:36', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1336', '', '', 0, 0, 1, 0, 0, NULL, 'DÎMES 1 LTR JUS DE MULTIFRUIT ACTIVE', 'عصير متعدد الفواكه أكتيف1 لتر', 'Zumo activo de frutas múltiples 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2585),
(1337, '517783c7', '2020-09-23 00:39:46', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1337', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 1 LTR JUS D\'ABRICOT', 'عصير مشمش أكتيف1 لتر', 'Zumo de albaricoque activo 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2586),
(1338, 'ba722974', '2020-09-23 00:44:47', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1338', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 1LTR JUS DE MANGUE', 'عصير مانجو اكتيف 1 لتر', 'sumo Activo Mango 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2587),
(1339, 'fc2c9130', '2020-09-23 00:51:35', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1339', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES1LTR JUS D\'ORANGE', 'عصير برتقال ديميز 1 لتر', 'ZUMO DE NARANJA DIMES1LTR', 0, 0, 1, 5000, 0, 0, 0, 2588),
(1340, 'abcfda8e', '2020-09-23 00:55:23', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1340', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 1LTR JUS DE MELANGE DE FRUITS ROUGES', 'عصير خليط الفواكة الحمراء 1 لتر', 'ZUMO DIMES 1LTR FRUTAS ROJAS MIX', 0, 0, 1, 5000, 0, 0, 0, 2589),
(1341, 'b7bd5b24', '2020-09-23 01:04:42', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1341', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 1LTR PECHE', 'عصيرخوخ ديميز 1 لتر', 'DIMES 1LTR MELOCOTÓN', 0, 0, 1, 5000, 0, 0, 0, 2590),
(1342, '97b09eed', '2020-09-23 01:13:49', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1342', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 1LTR JUS DE CERIS', 'عصير كرز 1 لتر', 'ZUMO DE CEREZAS DIMES 1LTR', 0, 0, 1, 5000, 0, 0, 0, 2591),
(1343, '03da5458', '2020-09-23 01:17:13', NULL, NULL, NULL, 25, 280, 2, 1, 1, 5, 131, '1343', '', '', 0, 0, 1, 0, 0, NULL, 'DIMES 1LTR JUS DE POMME VERTE', 'عصير التفاح الأخضر الدايمز 1 لتر', 'ZUMO DE MANZANA VERDE DIMES 1LTR', 0, 0, 1, 5000, 0, 0, 0, 2592),
(1344, '9444c92b', '2020-09-23 20:30:45', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1344', '', '', 0, 0, 1, 0, 0, NULL, 'Nectar fruit de la passion 1L', 'عصير باشن فروت  1 لتر', 'Néctar de maracuyá 1L', 0, 0, 1, 5000, 0, 0, 0, 3199),
(1345, '77a84089', '2020-09-23 20:51:26', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1345', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de fruits mangue/passion/lemongrass 1L', 'عصير باشن فروت بالمانجو والليمون1 لتر', 'Zumo de mango / maracuyá / limoncillo 1L', 0, 0, 1, 5000, 0, 0, 0, 3200),
(1346, '22139d02', '2020-09-23 20:56:31', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1346', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de banane 1L', 'عصير الموز1 لتر', 'Jugo de plátano 1L', 0, 0, 1, 5000, 0, 0, 0, 3201),
(1347, 'ae749986', '2020-09-23 21:00:53', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1347', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Nectar de goyave 1L', 'عصير جوافة نكتار 1 لتر', 'Zumo de néctar de guayaba 1L', 0, 0, 1, 5000, 0, 0, 0, 3202),
(1348, 'db1e135f', '2020-09-23 21:04:46', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1348', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Nectar mangue 1L', 'عصير مانجو نكتار 1 لتر', 'Néctar de sumo de mango 1L', 0, 0, 1, 5000, 0, 0, 0, 3203),
(1349, '254357c6', '2020-09-23 21:15:33', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1349', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Nectar poire 1L', 'عصير ألإجاص نكتار 1 لتر', 'sumo de néctar de pera 1 litro', 0, 0, 1, 5000, 0, 0, 0, 3204),
(1350, 'c868f9bd', '2020-09-23 21:19:24', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1350', '', '', 0, 0, 1, 0, 0, NULL, 'Jus Nectar pêche 1L', 'عصير خوخ نكتار 1 لتر', 'sumo de néctar de durazno 1 litro', 0, 0, 1, 5000, 0, 0, 0, 3205),
(1351, '74d73479', '2020-09-23 21:32:23', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1351', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson Piña Colada 1L', 'شراب بينيا كولادا 1 لتر', 'Bebida Piña Colada 1L', 0, 0, 1, 5000, 0, 0, 0, 3206),
(1352, 'e593c6b0', '2020-09-23 23:01:07', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1352', '', '', 0, 0, 1, 0, 0, NULL, 'Tamarin Au Nata De Coco 320 ML', 'تمر هندي مع ناتا دي كوكو 320 مل', 'Tamarindo Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3700),
(1353, '3513741f', '2020-09-23 23:15:48', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1353', '', '', 0, 0, 1, 0, 0, NULL, 'Corossol au nata de coco 320 ml', 'قشطة شائكة  مع ناتا دي كوكو 320 مل', 'Guanábana con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3701),
(1354, '32033c90', '2020-09-23 23:25:36', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1354', '', '', 0, 0, 1, 0, 0, NULL, 'Goyave avec nata de coco 320 ml', 'جوافة مع ناتا دي كوكو 320 مل ', ' Guayaba con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3702),
(1355, 'ea158456', '2020-09-23 23:31:42', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1355', '', '', 0, 0, 1, 0, 0, NULL, 'Pastèque avec nata de coco 320 ml', ' بطيخ مع ناتا دي كوكو 320 مل', 'Sandía con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3703),
(1356, 'a53fdb43', '2020-09-23 23:35:52', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1356', '', '', 0, 0, 1, 0, 0, NULL, 'Citron Avec Nata De Coco 320 ML', 'ليمون مع ناتا دي كوكو 320 مل', 'Limón Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3704),
(1357, '3080cc63', '2020-09-23 23:40:06', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1357', '', '', 0, 0, 1, 0, 0, NULL, 'Yaourt Au Nata De Coco 320 ML', 'زبادي مع ناتا دي كوكو 320 مل', 'Yogur Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3705),
(1358, '43623258', '2020-09-24 00:02:54', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1358', '', '', 0, 0, 1, 0, 0, NULL, 'Macaron aux fraises avec Nata De Coco 320 ML', 'ماكرون فراولة مع ناتا دي كوكو 320 مل', 'Macaron De Fresa Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3706),
(1359, '1b6884e7', '2020-09-24 00:14:17', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1359', '', '', 0, 0, 1, 0, 0, NULL, 'Fruit de la passion avec Nata De Coco 320 ML', 'باشن فروت مع ناتا دي كوكو 320 مل', 'Maracuyá Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3707),
(1360, '237fa2f2', '2020-09-24 00:19:47', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1360', '', '', 0, 0, 1, 0, 0, NULL, 'Pina colada avec nata de coco 320 ml', 'بينا كولادا مع ناتا دي كوكو 320 مل', 'Piña colada con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3708),
(1361, 'd3e9c1e7', '2020-09-24 00:26:35', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1361', '', '', 0, 0, 1, 0, 0, NULL, 'Orange avec nata de coco 320 ml', 'برتقال مع ناتا دي كوكو 320 مل', 'Naranja con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3709),
(1362, 'ab0f965e', '2020-09-24 00:31:17', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1362', '', '', 0, 0, 1, 0, 0, NULL, 'Pêches au nata de coco 320 ml', 'الخوخ مع ناتا دي كوكو 320 مل', 'Melocotones con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3710),
(1363, '373d4fb6', '2020-09-24 00:35:47', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1363', '', '', 0, 0, 1, 0, 0, NULL, 'Raisins avec nata de coco 320 ml', 'عنب مع ناتا دي كوكو 320 مل', 'Uvas con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3711),
(1364, '02732ddf', '2020-09-24 00:42:00', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1364', '', '', 0, 0, 1, 0, 0, NULL, 'Pomme Avec Nata De Coco 320 ML', 'تفاح مع ناتا دي كوكو 320 مل', 'Manzana Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3712),
(1365, '9284dd8d', '2020-09-24 00:49:59', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1365', '', '', 0, 0, 1, 0, 0, NULL, 'Mangue Au Nata De Coco 320 ML', 'مانجو مع ناتا دي كوكو 320 مل', 'Mango Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3713),
(1366, '1df06704', '2020-09-24 00:56:17', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1366', '', '', 0, 0, 1, 0, 0, NULL, 'Noix de coco avec nata de coco 320 ml', 'جوز الهند مع ناتا دي كوكو 320 مل', 'Coco con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3714),
(1367, '36266c71', '2020-09-24 01:01:44', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1367', '', '', 0, 0, 1, 0, 0, NULL, 'Ananas Au Nata De Coco 320 ML', 'أناناس  مع ناتا دي كوكو 320 مل', 'Piña Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3715),
(1368, '8cbf9bd2', '2020-09-24 01:06:59', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1368', '', '', 0, 0, 1, 0, 0, NULL, 'Fraise au nata de coco 320 ml', 'فراولة  مع ناتا دي كوكو 320 مل', 'Fresa con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3716),
(1369, '3e807e02', '2020-09-24 01:13:03', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1369', '', '', 0, 0, 1, 0, 0, NULL, 'Litchi à la nata de coco 320 ml', 'ليتشي مع ناتا دي كوكو 320 مل', 'Lichi con nata de coco 320 ml', 0, 0, 1, 5000, 0, 0, 0, 3717),
(1370, '61a30a13', '2020-09-24 01:16:29', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1370', '', '', 0, 0, 1, 0, 0, NULL, 'Pamplemousse Au Nata De Coco 320 ML', 'الجريب فروت مع ناتا دي كوكو 320 مل', 'Pomelo Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3718),
(1371, '7def53e2', '2020-09-24 01:21:43', NULL, NULL, NULL, 25, 283, 2, 1, 1, 5, 134, '1371', '', '', 0, 0, 1, 0, 0, NULL, 'Cassis Au Nata De Coco 320 ML', 'الكشمش الأسود مع ناتا دي كوكو 320 مل', 'Grosella Negra Con Nata De Coco 320 ML', 0, 0, 1, 5000, 0, 0, 0, 3719),
(1372, '3ffc9660', '2020-09-24 16:46:17', NULL, NULL, NULL, 25, 284, 2, 1, 8, 5, 135, '1372', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles d\'Arizona Thé vert Pomegranate 500ML', 'زجاجات شاي أريزونا الأخضر بالرمان 500 مل', 'Botellas de Granada de té verde de Arizona 500ML', 0, 0, 1, 5000, 0, 0, 0, 4001),
(1373, '937f0b2a', '2020-09-24 16:59:05', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1373', '', '', 0, 0, 1, 0, 0, NULL, 'bouteilles d\'Arizona Thé Vert au Miel 500ML', 'زجاجات شاي أريزونا الأخضر بالعسل 500 مل', 'Botellas de Té Verde Arizona con Miel 500ML', 0, 0, 1, 5000, 0, 0, 0, 4002),
(1374, 'b1ffa1ad', '2020-09-24 17:06:49', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1374', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles d\'Arizona Pêche 500ML', 'زجاجات خوخ أريزونا 500 مل', 'Botellas de Durazno Arizona 500ML', 0, 0, 1, 5000, 0, 0, 0, 4003),
(1375, '82f452fc', '2020-09-24 17:13:54', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1375', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteille de pastèque Arizona 500ml', 'زجاجة أريزونا البطيخ 500 مل', 'Botella de sandía Arizona 500ml', 0, 0, 1, 5000, 0, 0, 0, 4004),
(1376, '2e1864e1', '2020-09-24 17:21:38', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1376', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles de jus de fruits Arizona 500 ml', 'زجاجات عصير فواكه أريزونا 500 مل', 'Botellas de jugo de fruta de Arizona 500ml', 0, 0, 1, 5000, 0, 0, 0, 4005),
(1377, '709f2505', '2020-09-24 17:33:40', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1377', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles Arizona avec thé blanc et baies 500ml', 'زجاجات أريزونا مع الشاي الأبيض والتوت 500 مل', 'Botellas Arizona con Té Blanco y Bayas 500ml', 0, 0, 1, 5000, 0, 0, 0, 4006),
(1378, 'bc1a0768', '2020-09-24 17:39:30', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1378', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles Arizona de thé noir et citron 500ml', 'زجاجات أريزونا شاي الأسود والليمون 500 مل', 'Botellas Arizona de Té Negro y Limón 500ml', 0, 0, 1, 5000, 0, 0, 0, 4007),
(1379, '838a0943', '2020-09-24 18:55:28', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1379', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles de thé vert et mandarine d\'Arizona au ginseng et au miel de jasmin 500ml', 'زجاجات أريزونا ماندرين والبرتقال و الشاي الأخضر مع الجينسنغ والعسل الياسمين 500 مل ', 'Botellas de mandarina Arizona y té verde con ginseng y miel de jazmín 500ml', 0, 0, 1, 5000, 0, 0, 0, 4008),
(1380, '9a466b4f', '2020-09-24 20:43:13', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1380', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles de thé vert saveur miel 500ml', 'زجاجات مشروب شاي أخضر بنكهة العسل 500 مل', 'Botellas de bebida de té verde sabor miel 500ml', 0, 0, 1, 5000, 0, 0, 0, 4009),
(1381, 'ee76c572', '2020-09-24 21:16:06', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1381', '', '', 0, 0, 1, 0, 0, NULL, 'Arizona Cowboy Cocktail Bouteilles de limonade à la fraise 500ml', 'أريزونا كاوبوي كوكتيل فراولة ليموناضة 500 مل', 'Arizona Cowboy Cocktail Fresa Limonada Botellas 500ml', 0, 0, 1, 5000, 0, 0, 0, 4010),
(1382, 'e84fb4e2', '2020-09-24 21:25:19', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1382', '', '', 0, 0, 1, 0, 0, NULL, 'Arizona Cowboy Cocktail Mangue Bouteilles 500ml', 'زجاجات أريزونا كاوبوي كوكتيل مانجو 500 مل ', 'Arizona Cowboy Cocktail Mango 500ml Botellas', 0, 0, 1, 5000, 0, 0, 0, 4011),
(1383, 'ae98d687', '2020-09-24 22:02:05', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1383', '', '', 0, 0, 1, 0, 0, NULL, 'Thé vert Arizona boîtes de grenade 330ml', 'علب أريزونا  شاي الأخضر بالرمان 330 مل', 'Latas de granada de té verde Arizona 330ml', 0, 0, 1, 5000, 0, 0, 0, 4050),
(1384, '5d4c6089', '2020-09-24 22:06:47', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1384', '', '', 0, 0, 1, 0, 0, NULL, 'Bidons de thé Arizona Peach 330ml', 'علب أريزونا شاي الخوخ 330 مل', 'Latas de té de durazno Arizona 330ml', 0, 0, 1, 5000, 0, 0, 0, 4051),
(1385, '082a6140', '2020-09-24 22:20:13', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1385', '', '', 0, 0, 1, 0, 0, NULL, 'Arizona Bottles Taste Thé Vert aux Prunes 500ml', 'زجاجات أريزونا  طعم الشاي الأخضرمع البرقوق 500 مل', 'Arizona Bottles Taste Green Tea con Ciruelas 500ml', 0, 0, 1, 5000, 0, 0, 0, 4012),
(1386, 'f70bab0b', '2020-09-24 22:29:27', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1386', '', '', 0, 0, 1, 0, 0, NULL, 'Arizona Thé Vert Miel Zero Canettes 330ml', 'علب أريزونا شاي أخضر بنكهة العسل زيرو 330 مل', 'Arizona Green Tea Honey Zero Latas 330ml', 0, 0, 1, 5000, 0, 0, 0, 4052),
(1387, 'baf47d95', '2020-09-24 22:35:29', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1387', '', '', 0, 0, 1, 0, 0, NULL, 'Canettes de miel de thé vert Arizona 330ml', 'علب أريزونا شاي أخضر بالعسل 330 مل', 'Latas de miel de té verde Arizona 330ml', 0, 0, 1, 5000, 0, 0, 0, 4053),
(1388, 'ef93fedd', '2020-09-24 22:44:03', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1388', '', '', 0, 0, 1, 0, 0, NULL, 'Arizona Thé noir au citron 330ml', 'علب أريزونا  شاي الأسود والليمون 330 مل', 'Arizona Té Negro Limón Lata 330ml', 0, 0, 1, 5000, 0, 0, 0, 4054),
(1389, 'a0fb7fed', '2020-09-24 23:00:55', NULL, NULL, NULL, 25, 284, 2, 1, 8, 5, 135, '1389', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles de thé vert miel et pêche 500ml', 'زجاجات شاي أخضر بالعسل والخوخ 500 مل', 'Botellas de té verde miel y melocotón 500ml', 0, 0, 1, 5000, 0, 0, 0, 4013),
(1390, '85c96b72', '2020-09-24 23:18:00', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1390', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles de thé vert au miel faible en calories 500 ml', 'زجاجات شاي الأخضر مع العسل منخفض السعرات الحرارية 500 مل', 'Botellas de té verde con miel baja en calorías 500ml', 0, 0, 1, 5000, 0, 0, 0, 4014),
(1391, '6fe3876d', '2020-09-24 23:36:23', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1391', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteilles d\'agrumes au thé vert hypocalorique 500 ml', 'زجاجات شاي أخضر بالحمضيات قليل السكر سعرات حرارية قليلة 500 مل', 'Botellas de cítricos de té verde bajo en calorías 500ml', 0, 0, 1, 5000, 0, 0, 0, 4015),
(1392, 'fb5a49cf', '2020-09-25 21:32:25', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1392', '', '', 0, 0, 1, 0, 0, NULL, 'Starbucks Café Frappuccino Caramel 250ml', 'ستاربكس كوفي فرابتشينو بنكهة الكراميل - 250 مل', 'Frappuccino de café con caramelo de Starbucks 250ml', 0, 0, 1, 5000, 0, 0, 0, 4081),
(1393, '54a374b5', '2020-09-25 21:47:13', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1393', '', '', 0, 0, 1, 0, 0, NULL, 'Starbucks Frappuccino Moka Chocolat Boisson Café 250ml', 'ستاربكس فرابتشينو موكا مشروب قهوة بنكهة الشوكولاتة 250 مل', 'Starbucks café frappuccino sabor a caramelo - 250ml', 0, 0, 1, 5000, 0, 0, 0, 4082),
(1394, '8a92828d', '2020-09-25 22:10:12', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1394', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson au café Starbucks Frappuccino Fairtrade 250 ml', 'ستاربكس مشروب قهوة فرابتشينو فيرتريد 250 مل', 'Starbucks Frappuccino Fairtrade Coffee Drink 250 ml', 0, 0, 1, 5000, 0, 0, 0, 4083),
(1395, '54842272', '2020-09-25 22:15:17', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1395', '', '', 0, 0, 1, 0, 0, NULL, 'Starbucks Frappuccino Fairtrade Boisson à la vanille 250 ml', 'ستاربكس مشروب فانيلا فرابتشينو فيرتريد 250 مل', 'Starbucks Frappuccino Fairtrade Vainilla Drink 250 ml', 0, 0, 1, 5000, 0, 0, 0, 4084),
(1396, 'ecff0565', '2020-09-26 15:55:05', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1396', '', '', 0, 0, 1, 0, 0, NULL, 'Starbucks Frappuccino Matcha boisson au thé glacé 250 ml', 'ستاربكس فرابتشينو ماتشا مشروب شاي مبرد 250 مل', 'Starbucks Frappuccino Matcha Bebida fría de té 250 ml', 0, 0, 1, 5000, 0, 0, 0, 4085),
(1397, '6ae638a6', '2020-09-26 19:00:42', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1397', '', '', 0, 0, 1, 0, 0, NULL, 'Starbucks Doubleshot Espresso 200 ml', 'ستاربكس دبل شوت اسبريسو 200 مل', 'Starbucks Doubleshot Espresso 200 ml', 0, 0, 1, 5000, 0, 0, 0, 4115),
(1398, 'f266d76f', '2020-09-26 19:07:48', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1398', '', '', 0, 0, 1, 0, 0, NULL, 'Starbucks Doubleshot Espresso sans sucre ajouté 200ml', 'ستاربكس دبل شوت اسبريسو بدون سكر مضاف 200 مل', 'Starbucks Doubleshot Espresso sin azúcar añadido 200 ml', 0, 0, 1, 5000, 0, 0, 0, 4116),
(1399, '318c92b7', '2020-09-26 19:35:08', NULL, NULL, NULL, 25, 285, 2, 1, 1, 5, 136, '1399', '', '', 0, 0, 1, 0, 0, NULL, 'Starbucks Frappuccino Cookies Et Crème 250 ML', 'ستاربكس فرابوتشينو كوكيز وكريم 250 مل', 'Starbucks Frappuccino Cookies And Cream 250 ML', 0, 0, 1, 5000, 0, 0, 0, 4086),
(1400, '2bddc5b8', '2020-09-27 01:14:01', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1400', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de tomate la 1L', 'عصير طماطم 1 لتر', 'sumo de tomate 1L', 0, 0, 1, 5000, 0, 0, 0, 4171),
(1401, 'aa03f6e0', '2020-09-27 01:17:09', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1401', '', '', 0, 0, 1, 0, 0, NULL, 'jus de clémentine la 1L', 'عصير كليمنتين 1 لتر', 'sumo de clementina 1L', 0, 0, 1, 5000, 0, 0, 0, 4172),
(1402, 'a8c6002a', '2020-09-27 01:29:00', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1402', '', '', 0, 0, 1, 0, 0, NULL, 'jus de carotte la 1L', 'عصير جزر 1 لتر', 'jugo de zanahoria 1L', 0, 0, 1, 5000, 0, 0, 0, 4173),
(1403, 'b8108266', '2020-09-27 01:34:43', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1403', '', '', 0, 0, 1, 0, 0, NULL, 'jus de  multifruits la 1L', 'عصيرمتعدد فواكه  1 لتر', 'zumo multifruta 1L', 0, 0, 1, 5000, 0, 0, 0, 4174),
(1404, 'b65a7717', '2020-09-27 01:40:56', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1404', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de fruits à la banane 1 litre', 'عصير متعدد فواكه بالموز 1 لتر', 'Zumo de plátano multi frutas 1 litro', 0, 0, 1, 5000, 0, 0, 0, 4175),
(1405, '4a938cad', '2020-09-27 01:52:32', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1405', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar multi-fruits 1 litre', 'عصير نكتار متعدد الفواكه لتر 1', 'sumo de néctar de frutas múltiples 1 litro', 0, 0, 1, 5000, 0, 0, 0, 3207),
(1406, '01e4a435', '2020-09-27 02:12:09', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1406', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar de fraise 1 litre', 'عصير نكتار الفراولة لتر 1', 'sumo de néctar de fresa 1 litro', 0, 0, 1, 5000, 0, 0, 0, 3208),
(1407, '21e69ea3', '2020-09-27 02:17:21', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1407', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar de pomme kiwi 1 litre', 'عصير نكتار فاكهة تفاح كيوي لتر 1', 'Zumo de néctar de kiwi y manzana 1 litro', 0, 0, 1, 5000, 0, 0, 0, 3209),
(1408, '9ebebe25', '2020-09-27 02:22:27', NULL, NULL, NULL, 25, 282, 2, 1, 1, 5, 133, '1408', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar d\'abricot 1 litre', 'عصير نكتار مشمش لتر 1', 'Jugo de néctar de albaricoque 1 litro', 0, 0, 1, 5000, 0, 0, 0, 3210),
(1409, '0864bc05', '2020-09-27 02:32:33', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1409', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de fruits mandarine orange raisin blanc la bouteille de 1L', 'عصير فواكه عنب برتقال ماندرين 1 لتر', 'Zumo de fruta uva blanca mandarina botella 1L', 0, 0, 1, 5000, 0, 0, 0, 4176),
(1410, '879c033e', '2020-09-28 18:38:19', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1410', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de canneberge et framboise Ocean Spray 1 litre', 'مشروب عصير أوشن سبراي توت بري وتوت العليق 1 لتر', 'Ocean Spray jugo de arándano y frambuesa 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2101),
(1411, '1e0d3260', '2020-09-28 19:04:58', NULL, NULL, NULL, 25, 274, 2, 1, 1, 5, 125, '1411', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson aux canneberges et cassis 1 litre', 'مشروب أوشن سبراي  التوت البري والكشمش الأسود 1 لتر', 'Bebida de arándano y grosella negra 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2102),
(1412, 'cdbef694', '2020-09-28 22:30:11', NULL, NULL, NULL, 25, 281, 2, 1, 1, 5, 132, '1412', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar de fruits tropicaux 1 litre', 'عصير نكتار الفواكه ألإستوائية 1 لتر', 'sumo de néctar de frutas tropicales 1 litro', 0, 0, 1, 5000, 0, 0, 0, 2687),
(1413, 'a73bc829', '2020-09-30 18:38:41', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1413', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson au thé à la pêche froide 355 ml', 'مشروب الشاي بالخوخ  بارد 355 مل', 'Bebida de té de melocotón fría 355 ml', 0, 0, 1, 5000, 0, 0, 0, 2435),
(1414, '5a8c6fbc', '2020-09-30 18:43:10', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1414', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson au thé au citron froid 355 ml', 'مشروب الشاي بالليمون  بارد 355 مل', 'Bebida fría de té de limón 355 ml', 0, 0, 1, 5000, 0, 0, 0, 2432),
(1415, 'f6198fa5', '2020-09-30 19:07:59', NULL, NULL, NULL, 25, 279, 2, 1, 8, 5, 130, '1415', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de cocktail de fruits Rauch 355ml', 'عصير راوخ كوكتيل الفواكه 355 مل ', 'Jugo coctel de frutas rauch 355ml', 0, 0, 0, 0, 0, 0, 0, 2500),
(1416, 'b520590a', '2020-09-30 19:20:08', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1416', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme Rauch 355ml', 'عصير راوخ التفاح 355 مل', 'Zumo de manzana Rauch 355ml', 0, 0, 1, 5000, 0, 0, 0, 2501),
(1417, 'a875f78d', '2020-09-30 19:24:53', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1417', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin rouge Rauch 355ml', 'عصير راوخ عنب ألاحمر 355 مل ', 'Zumo de uva roja Rauch 355ml', 0, 0, 1, 5000, 0, 0, 0, 2502),
(1418, 'ec7bf92f', '2020-09-30 19:30:10', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1418', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin blanc Rauch 355ml', 'عصير راوخ عنب أبيض 355 مل ', 'Zumo de uva blanca Rauch 355ml', 0, 0, 1, 5000, 0, 0, 0, 2503),
(1419, 'be219cc1', '2020-09-30 19:35:52', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1419', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de mangue Rauch 355ml', 'عصير راوخ المانجو 355 مل', 'Zumo de Mango Rauch 355ml', 0, 0, 1, 5000, 0, 0, 0, 2504),
(1420, 'c11c88e6', '2020-09-30 20:00:22', NULL, NULL, NULL, 25, 279, 2, 1, 1, 5, 130, '1420', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'orange Rauch 355ml', 'عصير راوخ البرتقال 355 مل ', 'Zumo de naranja rauch 355ml', 0, 0, 1, 5000, 0, 0, 0, 2505),
(1421, '44900102', '2020-10-02 20:37:20', NULL, NULL, NULL, 25, 286, 2, 1, 1, 5, 137, '1421', '', '', 0, 0, 1, 0, 0, NULL, 'Night Orient Merlot vin rouge merlot sans alcool 750ml', 'نبيذ الميرلوت نايت أورينت الأحمر الخالي من الكحول 750 مل', 'Night Orient Merlot vino tinto merlot sin alcohol 750ml', 0, 0, 1, 5000, 0, 0, 0, 9101),
(1422, '309d0aaa', '2020-10-02 20:45:45', NULL, NULL, NULL, 25, 286, 2, 1, 1, 5, 137, '1422', '', '', 0, 0, 1, 0, 0, NULL, 'Night Orient Chardonnay vin blanc chardonnay sans alcool 750ml', 'نايت أوريانت شاردونيه نبيذ أبيض شاردونيه خالي من الكحول 750 مل', 'Night Orient Chardonnay vino blanco chardonnay sin alcohol 750ml', 0, 0, 1, 5000, 0, 0, 0, 9102),
(1423, 'a068ccf7', '2020-10-02 20:51:08', NULL, NULL, NULL, 25, 286, 2, 1, 8, 5, 137, '1423', '', '', 0, 0, 1, 0, 0, NULL, 'night orient vous présente son rosé sans alcool 750ml', 'نبيذ الميرلوت نايت الشرق الليلي يقدم ورده بدون كحول 750 مل', 'night orient presenta su rosado sin alcohol 750ml', 0, 0, 0, 0, 0, 0, 0, 9103),
(1424, '8f89a8b2', '2020-10-02 21:06:27', NULL, NULL, NULL, 25, 286, 2, 1, 1, 5, 137, '1424', '', '', 0, 0, 1, 0, 0, NULL, 'Vin de nuit oriental classique sans alcool 750 ml', 'نبيذ  الليل الشرقي الكلاسيكي الخالي من الكحول 750 مل', 'Vino de noche oriental clásico sin alcohol 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9104),
(1425, '43ba8990', '2020-10-02 21:23:20', NULL, NULL, NULL, 25, 286, 2, 1, 1, 5, 137, '1425', '', '', 0, 0, 1, 0, 0, NULL, 'BOISSON FESTIVE A LA ROSE DE BELGIQUE ORIENT DE NUIT 750 ML', 'ليلة المشرق نايت أورينت بلجيكا شراب الورد 750 مل', 'BEBIDA FESTIVA ROSA BÉLGICA ORIENTAL NOCTURNA 750 ML', 0, 0, 1, 5000, 0, 0, 0, 9105),
(1426, 'd71d39a0', '2020-10-02 21:35:54', NULL, NULL, NULL, 25, 286, 2, 1, 1, 5, 137, '1426', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson naturelle sans alcool au muscat d\'Espagne 750ml', 'المشروبات غير الكحولية من نبيذ الموسكاتيل الأسباني الطبيعي 750 مل', 'Bebida sin alcohol de moscatel natural español 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9106),
(1427, '5fdbddca', '2020-10-02 21:52:23', NULL, NULL, NULL, 25, 286, 2, 1, 8, 5, 137, '1427', '', '', 0, 0, 1, 0, 0, NULL, 'Night Orient Margarita sans alcool sans cocktail 750 ML', 'نايت أورينت  كوكتيل خالي من الكحول غير فوار مارجريتا 750 مل', 'Cóctel Night Orient Sin Alcohol Margarita 750 ML', 0, 0, 1, 5000, 0, 0, 0, 9107),
(1428, 'fa82de7f', '2020-10-02 22:13:20', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1428', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin blanc pétillant Donnelly 750 ml', 'عصير عنب أبيض فوار من دونيلي 750 مل', 'Donnelly sumo de uva blanca espumoso 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9201),
(1429, '668491e0', '2020-10-02 22:27:33', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1429', '', '', 0, 0, 1, 0, 0, NULL, 'Jus pétillant aux canneberges Donnelly 750 ml', 'عصير توت بري فوار من دونيلي 750 مل', 'Donnelly sumo de arándano rojo 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9202),
(1430, '370efe6f', '2020-10-02 22:46:54', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1430', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin rouge Donnelly 750 ml', 'عصير العنب الأحمر فوار من دونيلي 750 مل', 'Zumo de uva roja Donnelly 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9203),
(1431, 'c914e1c1', '2020-10-02 23:18:18', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1431', '', '', 0, 0, 1, 0, 0, NULL, 'Jus pétillant aux canneberges Donnelly 750 ml', 'عصير توت بري فوار من دونيلي 750 مل', 'Donnelly jugo de arándano rojo 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9204),
(1432, 'a11a873e', '2020-10-02 23:21:49', NULL, NULL, NULL, 25, 288, 2, 1, 8, 5, 138, '1432', '', '', 0, 0, 1, 0, 0, NULL, 'Donelly jus de citron frais et menthe 750 ml', 'عصير ليمون و نعناع فوار من دونيلي 750 مل', 'Donelly zumo de limón fresco y menta 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9205),
(1433, '89f5748e', '2020-10-02 23:29:23', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1433', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pêche pétillant Donnelly 750 ml', 'عصير خوخ فوار من دونيلي 750 مل', 'Donnelly jugo de durazno espumoso 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9206),
(1434, '4ff7aa2a', '2020-10-02 23:36:24', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1434', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'orange sanguine pétillant Donnelly 750 ml', 'عصير برتقال الدم فوار من دونيلي 750 مل', 'Donnelly jugo de naranja sanguina 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9207),
(1435, '9998bbe7', '2020-10-02 23:39:24', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1435', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme doré pétillant Donnelly 750 ml', 'عصير التفاح الذهبي فوار من دونيلي 750 مل', 'Donnelly jugo de manzana dorado con gas 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9208),
(1436, 'ee001cd7', '2020-10-02 23:52:08', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1436', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin blanc Donnelly Scaletti 750 ml', 'عصير العنب الأبيض سكاليتي من دونيلي 750 مل', 'Donnelly Scaletti Zumo de uva blanca 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9209),
(1437, 'b74d7088', '2020-10-02 23:54:38', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1437', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin rouge Donnelly Scaletti 750 ml', 'عصير العنب الأحمر سكاليتي من دونيلي 750 مل', 'Donnelly Scaletti Zumo de uva roja 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9210),
(1438, '78ef0c4c', '2020-10-02 23:56:59', NULL, NULL, NULL, 25, 288, 2, 1, 1, 5, 138, '1438', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin Scaletti Rosy Donnelly 750 ml', 'عصير العنب روزي سكاليتي من دونيلي 750 مل', 'Donnelly Rosy Scaletti Zumo de uva 750 ml', 0, 0, 1, 5000, 0, 0, 0, 9211),
(1439, 'bde1ce18', '2020-10-03 15:48:03', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1439', '', '', 0, 0, 1, 0, 0, NULL, 'Pêches de Bavière en bouteille sans alcool 330ml', 'بافاريا الخوخ معبأة في الزجاجة خالية من الكحول  330 مل', 'Melocotones Bavaria en botella sin alcohol 330ml', 0, 0, 1, 5000, 0, 0, 0, 9020),
(1440, '0cc0a803', '2020-10-03 15:52:20', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1440', '', '', 0, 0, 1, 0, 0, NULL, 'La grenade de Bavière est emballée dans une bouteille sans alcool de 330 ml', 'بافاريا الرمان معبأة في الزجاجة خالية من الكحول  330 مل', 'La Granada Bavaria se presenta en una botella sin alcohol de 330 ml.', 0, 0, 1, 5000, 0, 0, 0, 9021),
(1441, '5e3f55d3', '2020-10-03 15:57:06', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1441', '', '', 0, 0, 1, 0, 0, NULL, 'Citrons de Bavière emballés dans une bouteille sans alcool de 330 ml', 'بافاريا الليمون معبأة في الزجاجة خالية من الكحول 330 مل', 'Limones Bavaria envasados ​​en una botella sin alcohol de 330 ml', 0, 0, 1, 5000, 0, 0, 0, 9022),
(1442, 'c0cc0499', '2020-10-03 16:03:13', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1442', '', '', 0, 0, 1, 0, 0, NULL, 'Fraises de Bavière en bouteille sans alcool 330ml', 'بافاريا الفراولة معبأة في الزجاجة خالية من الكحول 330 مل', 'Fresas Bavaria embotellada sin alcohol 330ml', 0, 0, 1, 5000, 0, 0, 0, 9023),
(1443, 'de1aea0f', '2020-10-03 16:06:30', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1443', '', '', 0, 0, 1, 0, 0, NULL, 'Les pommes Bavaria sont emballées dans une bouteille de 330 ml sans alcool', 'بافاريا التفاح معبأة في الزجاجة خالية من الكحول 330 مل', 'Las manzanas Bavaria se envasan en una botella de 330 ml sin alcohol', 0, 0, 1, 5000, 0, 0, 0, 9024),
(1444, '238a1a88', '2020-10-03 16:09:48', NULL, NULL, NULL, 25, 257, 2, 1, 1, 5, 108, '1444', '', '', 0, 0, 1, 0, 0, NULL, 'Le malt Bavaria est emballé dans une bouteille sans alcool de 330 ml', 'بافاريا الشعير معبأة في الزجاجة خالية من الكحول 330 مل', 'La malta Bavaria se presenta en una botella sin alcohol de 330 ml.', 0, 0, 1, 5000, 0, 0, 0, 9025),
(1445, '1fb5bac1', '2020-10-03 16:57:43', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1445', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme pur de Bretagne 100% pur jus de fruits 1 litre', 'عصير تفاح نقي من مدينة بريتاني معصرة فواكه نقية 100? لتر1', 'Zumo de manzana pura Bretaña zumo de fruta 100% puro 1 litro', 0, 0, 1, 5000, 0, 0, 0, 4671),
(1446, '1c5eb54a', '2020-10-03 17:24:46', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1446', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de tomate de Marmandi city pure squeeze 100% litre 1', 'عصير الطماطم  من مدينة مارماندي معصرة  نقية 100? لتر1', 'Zumo de tomate de la ciudad de Marmandi pure squeeze 100% litro 1', 0, 0, 1, 5000, 0, 0, 0, 4672),
(1447, 'ef84d5db', '2020-10-03 17:30:03', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1447', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin rouge du Languedoc Squeeze 100% pur 1 litre', 'عصير العنب الأحمر من مدينة لانغدوك معصرة نقية 100? لتر 1', 'Zumo de uva roja de Languedoc Squeeze 100% puro 1 litro', 0, 0, 1, 5000, 0, 0, 0, 4673),
(1448, 'a4acb46f', '2020-10-03 18:45:43', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1448', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de nectar Nectar de Mirabelle de Lorraine 1L', 'مشروب النكتار البرقوق ألأصفر من مدينة لورين معصرة فواكه نقية 100% لتر1', 'Zumo de néctar de néctar de Mirabelle de Lorraine 1L', 0, 0, 1, 5000, 0, 0, 0, 4693),
(1449, '367a6360', '2020-10-03 18:54:46', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1449', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de Nectar de Cassis de Bourgogne 1L', 'مشروب النكتار  الكشمش الأسود من مدينة بورجوندي معصرة فواكه نقية 100% لتر1', 'Zumo de Néctar de Grosella Negra Borgoña 1L', 0, 0, 1, 5000, 0, 0, 0, 4694),
(1450, '619cd401', '2020-10-03 19:01:20', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1450', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de Nectar d\'abricot du Roussillon 1L', 'مشروب النكتار  المشمش  من مدينة  روسيون معصرة فواكه نقية 100% لتر1', 'Zumo de néctar de albaricoque rosellón 1L', 0, 0, 1, 5000, 0, 0, 0, 4695),
(1451, '7fb5262a', '2020-10-03 19:06:45', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1451', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de Nectar Goyave rose de Martinique 1L', 'مشروب النكتار الجوافة الوردية من مدينة مارتينيك معصرة فواكه نقية 100% لتر1', 'Zumo de néctar de guayaba rosa Martinica 1L', 0, 0, 1, 5000, 0, 0, 0, 4696),
(1452, '838c110b', '2020-10-03 19:19:02', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1452', '', '', 0, 0, 1, 0, 0, NULL, 'Zumo de néctar de pera rosellón 1L', 'مشروب النكتار اجاص وليامز من مدينة روسيون معصرة فواكه نقية 100% لتر1', 'Jus de Nectar de poire Williams du Roussillon 1L', 0, 0, 1, 5000, 0, 0, 0, 4697),
(1453, 'ee8ddad0', '2020-10-03 19:25:09', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1453', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de Nectar de pêche jaune du Roussillon 1L', 'مشروب النكتار  الخوخ الأصفر من مدينة روسيون معصرة فواكه نقية 100% لتر1', 'Zumo de néctar de melocotón amarillo rosellón 1L', 0, 0, 1, 5000, 0, 0, 0, 4697),
(1454, '9dba6535', '2020-10-03 20:21:02', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1454', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson au thé noir saveur pêche et verveine 1 litre', 'مشروب الشاي ألاسود بنكهة الخوخ و لويزة 1 لتر', 'Bebida de té negro con sabor a melocotón y verbena 1 litro', 0, 0, 1, 5000, 0, 0, 0, 4202),
(1455, '45e6bd98', '2020-10-03 20:53:50', NULL, NULL, NULL, 25, 290, 2, 1, 1, 5, 140, '1455', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson Énergétique Double Seven 33 CL', 'مشروب الطاقة دبل سفن 33 سل', 'Bebida Energética Double Seven 33 CL', 0, 0, 1, 5000, 0, 0, 0, 10101),
(1456, '4223fb15', '2020-10-04 00:26:28', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1456', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson au thé pêche la bouteille de 2L', 'Bebida de melocot?n y té 2 litros', 'Bebida té melocotón botella 2L', 0, 0, 1, 5000, 0, 0, 0, 4203),
(1457, '43dc242b', '2020-10-04 00:37:10', NULL, NULL, NULL, 25, 273, 2, 1, 1, 5, 124, '1457', '', '', 0, 0, 1, 0, 0, NULL, 'Ice Tea Dawn Pet Limón 2lt', 'شاي مثلج داون بيت ليمون 2 لتر', 'Ice Tea Dawn Pet Limón 2lt', 0, 0, 1, 5000, 0, 0, 0, 4204),
(1458, '0d20e5c9', '2020-10-04 00:44:47', NULL, NULL, NULL, 25, 268, 2, 1, 1, 5, 119, '1458', '', '', 0, 0, 1, 0, 0, NULL, 'S. Pellegrino 1000 ml', 'س بيللغرينو 1000 مل', 'S. Pellegrino 1000 ml', 0, 0, 1, 5000, 0, 0, 0, 305),
(1459, 'fc3f256f', '2020-10-04 01:35:49', NULL, NULL, NULL, 25, 267, 2, 1, 1, 5, 118, '1459', '', '', 0, 0, 1, 0, 0, NULL, 'ACQUA PANNA 750ML SPORTS', 'اكوا بانا 750 مل رياضي', 'DEPORTES ACQUA PANNA 750ML', 0, 0, 1, 5000, 0, 0, 0, 296),
(1460, 'abc3857e', '2020-10-04 01:40:20', NULL, NULL, NULL, 25, 267, 2, 1, 1, 5, 118, '1460', '', '', 0, 0, 1, 0, 0, NULL, 'VERRE ACQUA PANNA 750ML', 'اكوا بانا 750 مل زجاج', 'VIDRIO ACQUA PANNA 750ML', 0, 0, 1, 5000, 0, 0, 0, 297),
(1461, '229ab06c', '2020-10-04 01:47:00', NULL, NULL, NULL, 25, 267, 2, 1, 1, 5, 118, '1461', '', '', 0, 0, 1, 0, 0, NULL, 'VERRE ACQUA PANNA 250ML', 'اكوا بانا 250 مل زجاج', 'VASO ACQUA PANNA 250ML', 0, 0, 1, 5000, 0, 0, 0, 299),
(1462, 'feb686b6', '2020-10-04 01:55:01', NULL, NULL, NULL, 25, 267, 2, 1, 1, 5, 118, '1462', '', '', 0, 0, 1, 0, 0, NULL, 'ACQUA PANNA 1000ML', 'اكوا بانا 1000 مل', 'ACQUA PANNA 1000ML', 0, 0, 1, 5000, 0, 0, 0, 295),
(1463, '187d76e8', '2020-10-09 17:08:04', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1463', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse au citron sans sucre.', 'مركزعرق السوس مع الليمون بدون سكر. 13 سل', 'Concentrado de regaliz con limón sin azúcar. 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20000),
(1464, '79f7c5e5', '2020-10-09 17:46:14', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1464', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse à la menthe sans sucre. 13 cl', 'مركزعرق السوس مع نعناع  بدون سكر. 13 سل', 'ncentrado de regaliz con menta sin azúcar. 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20001),
(1465, '7e2f0a56', '2020-10-09 17:53:41', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1465', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse à l\'anis, naturel sans sucre 13 cl', 'مركز عرق السوس مع اليانسون طبيعي بدون سكر. 13 سل', 'El concentrado de regaliz con anís es natural sin azúcar 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20002),
(1466, '81beb506', '2020-10-09 19:04:54', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1466', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse au thé britannique sans sucre 13 cl', 'مركز عرق السوس مع الشاي البريطاني بدون سكر 13 سل', 'Concentrado de regaliz con té británico sin azúcar 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20003),
(1467, '8db4b9cd', '2020-10-09 19:08:29', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1467', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse au cola sans sucre 13 cl', 'مركز عرق السوس مع كولا بدون سكر 13 سل', 'Concentrado de regaliz con cola sin azúcar 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20004),
(1468, 'b72311d1', '2020-10-09 20:06:14', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1468', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré Réglisse Pamplemousse Rose au Citron Vert Sans Sucre 13 cl', 'مركز عرق السوس الجريب فروت الوردي مع الليمون ألاخضر بدون سكر 13 سل', 'Licorice Concentrado Pomelo Rosa con Limón Verde Sin Azúcar 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20005),
(1469, 'f561453d', '2020-10-09 20:21:36', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1469', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse pomme à la cannelle sans sucre 13 cl ', 'مركز عرق السوس التفاح مع القرفة بدون سكر 13 سل', ' Concentrado de regaliz de manzana con canela sin azúcar 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20006),
(1470, 'eb163e1e', '2020-10-09 20:38:26', NULL, NULL, NULL, 25, 292, 2, 1, 1, 5, 141, '1470', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse (Calptus) aux pignons de pin sans sucre 13 cl', 'مركز عرق السوس كالبتوس مع الصنوبر بدون سكر 13 سل', 'Concentrado de regaliz (Calptus) con piñones sin azúcar 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20006),
(1471, 'deebc128', '2020-10-09 20:55:28', NULL, NULL, NULL, 25, 292, 2, 1, 8, 5, 141, '1471', '', '', 0, 0, 1, 0, 0, NULL, 'Concentré de réglisse orange sans sucre 13 cl', 'مركز عرق السوس البرتقال بدون سكر 13 سل', 'Regaliz concentrado de naranja sin azúcar 13 cl', 0, 0, 1, 5000, 0, 0, 0, 20009),
(1472, '1478c845', '2020-10-10 13:14:07', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1472', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Abricot 60cl', 'شراب تيسير مشمش 60 سل', 'Almíbar Teisseire Albaricoque 60cl', 0, 0, 1, 5000, 0, 0, 0, 20031),
(1473, '567f7ace', '2020-10-10 13:26:35', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1473', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Grenadine 75cl', 'شراب تيسير فواكه الحمراء 75 سل', 'Sirop de fruits rouges Tayseer 75 cl', 0, 0, 1, 5000, 0, 0, 0, 20032),
(1474, 'a965ad22', '2020-10-10 13:34:01', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1474', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Parfum Violette 60cl', 'شراب تيسير عطر البنفسج 60 سل', 'Jarabe Teisseire Perfume Violeta 60cl', 0, 0, 1, 5000, 0, 0, 0, 20033),
(1475, '326070b7', '2020-10-10 13:39:18', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1475', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Tropical 60cl', 'شراب تيسير تروبيكال 60 سل', 'Almíbar Teisseire Tropical 60cl', 0, 0, 1, 5000, 0, 0, 0, 20034),
(1476, '5fcab63a', '2020-10-10 13:44:57', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1476', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire  Pomme 60cl', 'شراب تيسير التفاح 60 سل', 'Sirope Teisseire Manzana 60cl', 0, 0, 1, 5000, 0, 0, 0, 20035),
(1477, 'ec2318b8', '2020-10-10 13:52:22', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1477', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire  Virgin Piña Colada 60cl', 'شراب تيسير أناناس وجوز الهند العذراء 60 سل', 'Sirope de Piña Colada Virgen Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20036),
(1478, '96459c21', '2020-10-10 13:58:14', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1478', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire  Pêche 60cl', 'شراب تيسير الخوخ 60 سل', 'Sirope de Melocotón Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20037),
(1479, '3410597f', '2020-10-10 14:08:06', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1479', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire  Pamplemousse Rose 60cl', 'شراب تيسير الجريب فروت الوردي 60 سل', 'Sirope Teisseire Pomelo Rosa 60cl', 0, 0, 1, 5000, 0, 0, 0, 20038),
(1480, 'b03d2e0d', '2020-10-10 14:45:00', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1480', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire  Multifruits 75cl', 'شراب تيسير متعدد الفواكه 75 سل', 'Sirope Multifrutas Teisseire 75cl', 0, 0, 1, 5000, 0, 0, 0, 20039),
(1481, '1db57fd0', '2020-10-10 14:51:03', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1481', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Virgin Mojito 75cl', 'شراب تيسير نعناع بالليمون الأخضر 60 سل', 'Sirope de Mojito Virgen Teisseire 75cl', 0, 0, 1, 5000, 0, 0, 0, 20040),
(1482, '9bb990fe', '2020-10-10 14:54:37', NULL, NULL, NULL, 25, 293, 2, 1, 8, 5, 142, '1482', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Menthe 75cl', 'شراب تيسير النعناع  75 سل', 'Sirope de Menta Teisseire 75cl', 0, 0, 1, 5000, 0, 0, 0, 20041),
(1483, '636f5cae', '2020-10-10 14:58:32', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1483', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire  Menthe Glaciale 60cl', 'شراب تيسير النعناع المثلج  60 سل', 'Sirope de Menta Hielo Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20042),
(1484, 'c5c34794', '2020-10-10 15:04:29', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1484', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire  Kiwi 60cl', 'شراب تيسير كيوي  60 سل', 'Jarabe de Kiwi Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20043),
(1485, 'dba1231d', '2020-10-10 15:11:43', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1485', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Iced Tea Pêche 60cl', 'شراب تيسير شاي مثلج بالخوخ 60 سل', 'Teisseire Iced Tea Melocotón Sirope 60cl', 0, 0, 1, 5000, 0, 0, 0, 20044),
(1486, 'aff248ac', '2020-10-10 15:17:42', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1486', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fruits de la Passion 60cl', 'شراب تيسير الباشن فروت 60 سل', 'Sirope de Maracuyá Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20045),
(1487, 'e6b3e553', '2020-10-10 15:22:01', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1487', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Framboise 60cl', 'شراب تيسير توت العليق 60 سل', 'Sirope de Frambuesa Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20046),
(1488, 'ab73a0c1', '2020-10-10 15:36:15', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1488', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fraise 60cl', 'شراب تيسير بالفراولة 60 مل', 'Sirope de Fresa Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20047),
(1489, '7e6c896a', '2020-10-10 15:40:17', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1489', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Citron Vert 60cl', 'شراب تيسير الليمون ألأخضر 60 سل', 'Sirope de Lima Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20048),
(1490, 'c328f8fc', '2020-10-10 15:43:02', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1490', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Citron  75cl', 'شراب تيسير الليمون  75 سل', 'Sirope de Limón Teisseire 75cl', 0, 0, 1, 5000, 0, 0, 0, 20049),
(1491, '460448dd', '2020-10-10 15:47:54', NULL, NULL, NULL, 25, 293, 2, 1, 8, 5, 142, '1491', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Cerise  60cl', 'شراب تيسير الكرز 60 سل', 'Sirope de Cereza Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20050),
(1492, '759eeef8', '2020-10-10 16:03:57', NULL, NULL, NULL, 25, 293, 2, 1, 8, 5, 142, '1492', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Cassis  60cl', 'شراب تيسير فاكهة الكشمش الأسود 60 سل', 'Sirope de Grosella Negra Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20051),
(1493, '5a31ac00', '2020-10-10 16:08:39', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1493', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Agrumes  75cl', 'شراب تيسير الحمضيات 75 سل', 'Jarabe de Cítricos Teisseire 75cl', 0, 0, 1, 5000, 0, 0, 0, 20052),
(1494, '059d679d', '2020-10-10 16:11:59', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1494', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Mangue  60cl', 'شراب تيسير المانجو 60 سل', 'Sirope de Mango Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20053),
(1495, 'a8f33871', '2020-10-10 16:22:45', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1495', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Arômes naturels Citron  60cl', 'شراب تيسير نكهات الليمون الطبيعية 60 سل', 'Jarabe de teisseire Sabores naturales Limón 60cl', 0, 0, 1, 5000, 0, 0, 0, 20075),
(1496, 'afac6611', '2020-10-10 16:26:08', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1496', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Arômes naturels Fraise  60cl', 'شراب تيسير نكهات الفرولة الطبيعية 60 سل', 'Jarabe Teisseire Sabores Naturales Fresa 60cl', 0, 0, 1, 5000, 0, 0, 0, 20076),
(1497, '5a8978d1', '2020-10-10 16:32:16', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1497', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Arômes naturels Grenadine 60cl', 'شراب تيسير نكهات الفواكه الحمراء الطبيعية 60 سل', 'Jarabe Teisseire Sabores Naturales Granadina 60cl', 0, 0, 1, 5000, 0, 0, 0, 20077),
(1498, '65345d57', '2020-10-10 16:37:30', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1498', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Arômes naturels menthe verte 60cl', 'شراب تيسير نكهات النعناع ألأخضر الطبيعية 60 سل', 'Jarabe de teisseire Sabores de menta verde 60cl', 0, 0, 1, 5000, 0, 0, 0, 20078);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(1499, 'bd43e2c1', '2020-10-10 16:50:09', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1499', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Arômes naturels pêche 60cl', 'شراب تيسير نكهات الخوخ الطبيعية 60 سل', 'Sirope teisseire aromas de melocotón natural 60cl', 0, 0, 1, 5000, 0, 0, 0, 20079),
(1500, '31b7d1c2', '2020-10-10 16:55:40', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1500', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres Cassis 60cl', 'شراب تيسير عنب أسود خالي من السكر 60 سل', 'Teisseire Zero Azúcar jarabe de grosella negra 60cl', 0, 0, 1, 5000, 0, 0, 0, 20085),
(1501, 'a0124183', '2020-10-10 17:09:50', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1501', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres Citron 60cl', 'شراب تيسير الليمون خالي من السكر 60 سل', 'Teisseire Zero Azúcar Limón Sirope 60cl', 0, 0, 1, 5000, 0, 0, 0, 20086),
(1502, 'bb0b8430', '2020-10-10 17:46:04', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1502', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres Tropical 60cl', 'شراب تيسير تروبيكال خالي من السكر 60 سل', 'Jarabe de Azúcar Cero Teisseire Tropical 60cl', 0, 0, 1, 5000, 0, 0, 0, 20087),
(1503, '91050fab', '2020-10-10 17:49:18', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1503', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres Pêche 60cl', 'شراب تيسير الخوخ خالي من السكر 60 سل', 'Jarabe de Azúcar Teisseire Zero Melocotón 60cl', 0, 0, 1, 5000, 0, 0, 0, 20088),
(1504, 'faf00f34', '2020-10-10 17:54:07', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1504', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres  Pamplemousse Rose 60cl', 'شراب تيسير الجريب فروت الوردي خالي من السكر 60 سل', 'Jarabe de Azúcar Teisseire Zero Pomelo Rosa 60cl', 0, 0, 1, 5000, 0, 0, 0, 20089),
(1505, '466b9edc', '2020-10-10 17:57:40', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1505', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres  Mojito 60cl', 'شراب تيسير موخيتو خالي من السكر 60 سل', 'Sirope de Mojito Azúcar Teisseire Zero 60cl', 0, 0, 1, 5000, 0, 0, 0, 20090),
(1506, '75ae4adb', '2020-10-10 18:00:56', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1506', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres  Menthe Verte 60cl', 'شراب تيسير النعناع أخضر خالي من السكر 60 سل', 'Jarabe de azúcar Teisseire Zero menta verde 60cl', 0, 0, 1, 5000, 0, 0, 0, 20091),
(1507, '8365db85', '2020-10-10 18:04:39', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1507', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres  Grenadine 60cl', 'شراب تيسير الفواكه الحمراء خالي من السكر 60 سل', 'Jarabe Teisseire Cero azúcares Granadina 60cl', 0, 0, 1, 5000, 0, 0, 0, 20092),
(1508, '3f6dd862', '2020-10-10 18:09:55', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1508', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres  Framboise Cranberry 60cl', 'شراب تيسير التوت البري خالي من السكر 60 سل', 'Teisseire Zero Sugar Syrup Frambuesa Arándano 60cl', 0, 0, 1, 5000, 0, 0, 0, 20093),
(1509, '3e413593', '2020-10-10 18:15:54', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1509', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Zero sucres  Fraise 60cl', 'شراب تيسير الفراولة خالي من السكر 60 سل', 'Jarabe de Fresa Teisseire Zero Azúcar 60cl', 0, 0, 1, 5000, 0, 0, 0, 20094),
(1510, '8656fd00', '2020-10-13 20:44:26', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1510', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fraicheur de Fruits Exotiques 60cl', ' شراب تيسير الفواكه الطازجة 60 سل', 'Sirope Teisseire Frutas Exóticas Frescas 60cl', 0, 0, 1, 5000, 0, 0, 0, 20095),
(1511, '683ecd06', '2020-10-13 21:37:41', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1511', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fraicheur de Fruits Pêche 60cl', 'شراب تيسير فواكه طازجة بالخوخ 60 سل', 'Sirope Teisseire Fruta Fresca Melocotón 60cl', 0, 0, 1, 5000, 0, 0, 0, 20096),
(1512, '143c4e89', '2020-10-13 23:08:29', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1512', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fraicheur de Fruits Grenadine 60cl', 'شراب تيسير الفواكه الحمراء 60 سل', 'Sirope de Granadina Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20097),
(1513, 'da8a5681', '2020-10-13 23:19:45', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1513', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fraicheur de Thé Vert Menthe 60cl', 'تيسير شرب شاي أخضر بالنعناع 60 سل', 'Sirope Teisseire Té Verde Menta 60cl', 0, 0, 1, 5000, 0, 0, 0, 20098),
(1514, 'd711745d', '2020-10-13 23:30:04', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1514', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fraicheur de Thé Noir Pêche 60cl', 'شرب تيسيرشاي أسود بالخوخ 60 سل', 'Syrup Teisseire Fresh Té Negro Melocotón 60cl', 0, 0, 1, 5000, 0, 0, 0, 20099),
(1515, '463b27f1', '2020-10-13 23:57:05', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1515', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Fraicheur de Fruits Citron 60cl', 'شرب تيسيربالشاي والليمون 60 سل', 'Sirope Teisseire Fresco Limón Fruta 60cl', 0, 0, 1, 5000, 0, 0, 0, 20100),
(1516, 'e47f483a', '2020-10-14 00:57:58', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1516', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Bio Menthe 60cl', 'تيسير شراب النعناع بدون أي مواد حافظة 60 سل', 'Sirope de Menta Ecológico Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20110),
(1517, '2c9f99e5', '2020-10-14 12:59:37', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1517', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Bio Pêche 60cl', 'تيسير شراب الخوخ الطبيعي بدون أي مواد حافظة 60 سل ', 'Sirope de Melocotón Ecológico Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20111),
(1518, '452edac5', '2020-10-14 13:03:14', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1518', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Bio Citron 60cl', 'تيسير شراب الليمون الطبيعي بدون أي مواد حافظة 60 سل ', 'Sirope de Limón Teisseire Ecológico 60cl', 0, 0, 1, 5000, 0, 0, 0, 20112),
(1519, 'e77b85df', '2020-10-14 13:07:18', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1519', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Bio Fraise 60cl', 'تيسير شراب الفرولة الطبيعي بدون أي مواد حافظة 60 سل', 'Sirope de Fresa Ecológico Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20113),
(1520, '8f0bc4fb', '2020-10-14 13:11:12', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1520', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Bio Grenadine 60cl', 'تيسير شراب الفواكه الحمراء بدون أي مواد حافظة 60 سل', 'Jarabe de Granadina Ecológico Teisseire 60cl', 0, 0, 1, 5000, 0, 0, 0, 20114),
(1521, 'ed9cfb68', '2020-10-14 13:52:37', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1521', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Méga Citron 1,5L', 'شراب تيسير الليمون الميجا 1.5 لتر', 'Teisseire Mega Lemon Syrup 1.5L', 0, 0, 1, 5000, 0, 0, 0, 20054),
(1522, 'd1764495', '2020-10-14 13:57:54', NULL, NULL, NULL, 25, 13, 2, 1, 1, 5, 142, '1522', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Méga Menthe Verte 1,5L', 'شراب تيسير النعناع ألأخضر الميجا 1.5 لتر', 'Jarabe de menta verde Teisseire Mega 1.5L', 0, 0, 1, 5000, 0, 0, 0, 20055),
(1523, 'e0a62b04', '2020-10-14 14:07:54', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1523', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Méga Iced Tea Pêche 1,5L', 'شراب تيسير الشاي بالخوخ المثلج الميجا 1.5 لتر', 'Teisseire Mega Iced Tea Melocotón Sirope 1,5L', 0, 0, 1, 5000, 0, 0, 0, 20056),
(1524, 'ecbe5bd1', '2020-10-14 14:12:41', NULL, NULL, NULL, 25, 293, 2, 1, 8, 5, 142, '1524', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop Teisseire Méga Grenadine 1,5L', 'شراب تيسير الفواكه الحمراء الميجا 1.5 لتر', 'Teisseire Mega Granadina Jarabe 1.5L', 0, 0, 1, 5000, 0, 0, 0, 20057),
(1525, 'b4a93161', '2020-10-22 15:59:10', NULL, NULL, NULL, 25, 294, 2, 1, 1, 5, 143, '1525', '', '', 0, 0, 1, 0, 0, NULL, 'SIROP DUVAL MENTHE 75cl', 'شراب دوفال النعناع 75 سل', 'JARABE DE MENTA DUVAL 75cl', 0, 0, 1, 5000, 0, 0, 0, 20201),
(1526, '564c4cde', '2020-10-22 16:23:55', NULL, NULL, NULL, 25, 13, 2, 1, 1, 5, 143, '1526', '', '', 0, 0, 1, 0, 0, NULL, 'sirop duval Grenade 75cl ', 'شراب دوفال الرمان 75 سل', 'Jarabe de granada duval 75cl', 0, 0, 1, 5000, 0, 0, 0, 20202),
(1527, 'd54cb464', '2020-10-22 16:36:37', NULL, NULL, NULL, 25, 294, 2, 1, 1, 5, 143, '1527', '', '', 0, 0, 1, 0, 0, NULL, 'sirop Duval citron 75cl', 'شراب دوفال الليمون 75 سل ', 'Sirope de limón duval 75cl', 0, 0, 1, 5000, 0, 0, 0, 20203),
(1528, '70f70fe8', '2020-10-22 17:31:44', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1528', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Cassis sirop 600 ml', 'شراب تيسيرعنب الثعلب 600 مل ', 'Teisseire jarabe de grosella negra 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20115),
(1529, '7bcc53fe', '2020-10-22 17:36:52', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1529', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Grenadine sirop 600 ml', 'شراب تيسيرالفواكه الحمراء  600 مل ', 'Jarabe de granadina Teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20116),
(1530, 'f6d06bf2', '2020-10-22 17:44:01', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1530', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Framboise sirop 600 ml', 'شراب تيسيرالتوت العليق  600 مل', 'Jarabe de frambuesa Teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20117),
(1531, 'f06e9906', '2020-10-22 18:04:43', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1531', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire fraise sirop 600 ml', 'شراب تيسير الفراولة 600 مل', 'Sirope de fresa teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20118),
(1532, 'eb05f27d', '2020-10-22 18:13:25', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1532', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Pêche sirop 600 ml', 'شراب تيسير الخوخ 600 مل', 'Jarabe de melocotón Teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20119),
(1533, '83bdc186', '2020-10-22 18:20:42', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1533', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Orange sirop 600 ml', 'شراب تيسير البرتقال 600 مل', 'Jarabe de naranja Teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20120),
(1534, '8e69de46', '2020-10-22 18:25:52', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1534', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire citron sirop 600 ml', 'شراب تيسير الليمون 600 مل', 'Sirope de limón teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20121),
(1535, '6ff99c24', '2020-10-22 18:29:27', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1535', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Citron vert sirop 600 ml', 'شراب تيسير الليمون ألاخضر600 مل', 'Jarabe de lima Teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20122),
(1536, '519f7e26', '2020-10-22 18:33:07', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1536', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire menthe sirop 600 ml', 'شراب تيسير النعناع 600 مل', 'Sirope de menta teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20123),
(1537, '3867f16d', '2020-10-22 18:40:16', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1537', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Fleur de sureau sirop 600 ml', 'شراب تيسير إلدرفلاور 600 مل', 'Jarabe de flor de saúco Teisseire 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20124),
(1538, '4f9b99fc', '2020-10-22 18:46:22', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 142, '1538', '', '', 0, 0, 1, 0, 0, NULL, 'Teisseire Fruit de la passion sirop 600 ml', 'شراب تيسير الباشن 600 مل', 'Teisseire Jarabe de maracuyá 600 ml', 0, 0, 1, 5000, 0, 0, 0, 20125),
(1539, 'a3f73d3f', '2020-10-22 20:02:53', NULL, NULL, NULL, 25, 293, 2, 1, 1, 5, 144, '1539', '', '', 0, 0, 1, 0, 0, NULL, 'canadou', 'كانادو', 'canadou', 0, 0, 1, 5000, 0, 0, 0, 20221),
(1540, '35b382ff', '2020-10-22 20:31:44', NULL, NULL, NULL, 25, 296, 2, 1, 1, 5, 145, '1540', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop sucre de canne UTC 4 70cl', 'شراب قصب سكر 70 سل UTC 4', 'UTC 4 jarabe de azúcar de caña 70cl', 0, 0, 1, 5000, 0, 0, 0, 20231),
(1541, '7d050b30', '2020-10-22 20:56:33', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1541', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de cassis de Bourgogne Sans conservateur 75 cl', 'شراب من بورجوندي عنب الثعلب 75 سل', 'Sirope de grosella negra burdeos Sin conservantes 75 cl', 0, 0, 1, 5000, 0, 0, 0, 20241),
(1542, 'a09edd0a', '2020-10-22 21:10:22', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1542', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de fraise de Provence Sans conservateur 75 cl', 'شراب من بروفانس الفرولة 75 سل', 'Sirope de fresa de la Provenza Sin conservantes 75 cl', 0, 0, 1, 5000, 0, 0, 0, 20242),
(1543, '389b86d7', '2020-10-22 21:14:06', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1543', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de menthe de Provence Sans conservateur 75 cl', 'شراب من بروفانس النعناع 75 سل', 'Sirope de menta de la Provenza Sin conservantes 75 cl', 0, 0, 1, 5000, 0, 0, 0, 20243),
(1544, 'c8def782', '2020-10-22 21:19:33', NULL, NULL, NULL, 25, 289, 2, 1, 1, 5, 139, '1544', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de pêche et abricot de Provence Sans conservateur 75 cl', 'شراب من بروفانس بالخوخ والمشمش 75 سل', 'Sirope de melocotón y albaricoque provenzal Sin conservante 75 cl', 0, 0, 1, 5000, 0, 0, 0, 20244),
(1545, '8bca4d53', '2020-10-22 21:47:44', NULL, NULL, NULL, 25, 298, 2, 1, 1, 5, 147, '1545', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de Fraise Grand Jury 75 cl', 'عقدة شراب الفرولة  75 سل', 'Gran Jurado Sirop de Fraise 75cl', 0, 0, 1, 5000, 0, 0, 0, 20251),
(1546, 'f2662ab5', '2020-10-22 22:01:18', NULL, NULL, NULL, 25, 298, 2, 1, 1, 5, 147, '1546', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de Citron  Grand Jury 75cl', 'عقدة شراب الليمون  75 سل', 'Jarabe de Limón Gran Jurado 75cl', 0, 0, 1, 5000, 0, 0, 0, 20252),
(1547, '36830a69', '2020-10-22 22:05:26', NULL, NULL, NULL, 25, 298, 2, 1, 1, 5, 147, '1547', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de Grenadine  Grand Jury 75cl', 'عقدة شراب فواكه الحمراء  75 سل', 'Jarabe de granadina Gran Jurado 75cl', 0, 0, 1, 5000, 0, 0, 0, 20253),
(1548, '9c38d186', '2020-10-22 22:08:36', NULL, NULL, NULL, 25, 298, 2, 1, 1, 5, 147, '1548', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de Menthe  Grand Jury 75cl', 'عقدة شراب النعناع  75 سل', 'Jarabe de menta Gran Jurado 75cl', 0, 0, 1, 5000, 0, 0, 0, 20254),
(1549, '1075673d', '2020-10-23 21:45:01', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1549', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus multifruits 1L', 'عصير فواكه مشكلة طبيعي 100% 1 لتر', 'Zumo de fruta 100% natural 1 litro', 0, 0, 1, 5000, 0, 0, 0, 4771),
(1550, '3e85dc41', '2020-10-23 21:50:31', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1550', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus clémentine 1L', 'عصير المندرين طبيعي 100% 1 لتر', 'Zumo de clementina 100% puro 1L', 0, 0, 1, 5000, 0, 0, 0, 4772),
(1551, '1d7ae8a4', '2020-10-23 21:57:05', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1551', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus carotte 1L', 'عصير الجزر طبيعي 100% 1 لتر', 'Zumo de zanahoria 100% puro 1L', 0, 0, 1, 5000, 0, 0, 0, 4773),
(1552, '31f60956', '2020-10-23 22:01:02', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1552', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus d\'orange 1L', 'عصير البرتقال طبيعي 100% 1 لتر', 'Zumo de naranja 100% puro 1L', 0, 0, 1, 5000, 0, 0, 0, 4774),
(1553, 'cbf84d5d', '2020-10-23 22:04:22', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1553', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus Ananas 1L', 'عصير أناناس طبيعي 100% 1 لتر', 'Zumo de piña 100% puro 1L', 0, 0, 1, 5000, 0, 0, 0, 4775),
(1554, 'b38f7b63', '2020-10-23 22:08:26', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1554', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus de tomate 1L', 'عصير الطماطم طبيعي 100% 1 لتر', 'Zumo de tomate 100% puro 1L', 0, 0, 1, 5000, 0, 0, 0, 4776),
(1555, '2f9334e1', '2020-10-23 22:11:41', NULL, NULL, NULL, 25, 299, 2, 1, 8, 5, 148, '1555', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus de pomme 1L', 'عصير التفاح طبيعي 100% 1 لتر', 'Zumo de manzana 100% puro 1L', 0, 0, 1, 5000, 0, 0, 0, 4777),
(1556, 'f6ad4908', '2020-10-23 22:19:43', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1556', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus de canneberge 1L', 'عصير توت بري طبيعي 100% 1 لتر', 'Zumo de arándano 100% puro 1L', 0, 0, 1, 5000, 0, 0, 0, 4778),
(1557, '14657684', '2020-10-23 22:26:56', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1557', '', '', 0, 0, 1, 0, 0, NULL, 'jus Nectar de mangue 1L', 'عصير النكتار المانجو 1 لتر', 'Zumo de néctar de mango 1L', 0, 0, 1, 5000, 0, 0, 0, 4785),
(1558, '48071af0', '2020-10-23 22:39:36', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1558', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus de pomme 1.5L', 'عصير التفاح الاحمر طبيعي 100% 1.5 لتر', 'Zumo de manzana 100% puro 1.5L', 0, 0, 1, 5000, 0, 0, 0, 4777),
(1559, 'fae86b43', '2020-10-23 22:47:03', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1559', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus multifruits 1.5L', 'عصير الفواكه مشكلة طبيعي 100% 1.5 لتر', 'Zumo multifruta 100% puro 1.5L', 0, 0, 1, 5000, 0, 0, 0, 4771),
(1560, '780b40a3', '2020-10-23 22:55:31', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1560', '', '', 0, 0, 1, 0, 0, NULL, '100% pur jus d\'orange 1.5L', 'عصير البرتقال طبيعي 100% 1.5 لتر', 'Zumo de naranja 100% puro 1.5L', 0, 0, 1, 5000, 0, 0, 0, 4774),
(1561, '559a0020', '2020-10-23 23:03:27', NULL, NULL, NULL, 25, 299, 2, 1, 8, 5, 148, '1561', '', '', 0, 0, 1, 0, 0, NULL, 'Orange 100% pur jus avec pulpe 1L', 'عصير برتقال نقي100% مع اللب 1لتر', 'Jugo 100% puro de naranja con pulpa 1L', 0, 0, 1, 5000, 0, 0, 0, 4774),
(1562, 'c8cab045', '2020-10-23 23:11:53', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1562', '', '', 0, 0, 1, 0, 0, NULL, 'jus Nectar de pêche 1L', 'عصير النكتار الخوخ 1 لتر', 'Jugo de néctar de durazno 1L', 0, 0, 1, 5000, 0, 0, 0, 4786),
(1563, '5d28de0d', '2020-10-23 23:21:03', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1563', '', '', 0, 0, 1, 0, 0, NULL, 'jus Nectar  de poire 1L', 'عصير النكتار الإجاص 1 لتر', 'jugo de néctar de pera 1L', 0, 0, 1, 5000, 0, 0, 0, 4787),
(1564, '3d1ed658', '2020-10-23 23:24:21', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1564', '', '', 0, 0, 1, 0, 0, NULL, 'jus Nectar fraise 1L', 'عصير النكتار الفراولة 1 لتر', 'Jugo de néctar de fresa 1L', 0, 0, 1, 5000, 0, 0, 0, 4788),
(1565, 'a500f8d3', '2020-10-23 23:28:05', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1565', '', '', 0, 0, 1, 0, 0, NULL, 'jus Nectar d\'abricot 1L', 'عصير النكتار المشمش 1 لتر', 'jugo de néctar de albaricoque 1L', 0, 0, 1, 5000, 0, 0, 0, 4789),
(1566, 'c8b2973d', '2020-10-23 23:35:48', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1566', '', '', 0, 0, 1, 0, 0, NULL, 'jus Nectar de banane 1L', 'عصير النكتار الموز 1 لتر', 'Jugo de néctar de plátano 1L', 0, 0, 1, 5000, 0, 0, 0, 4790),
(1567, '220fcfde', '2020-10-23 23:41:16', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1567', '', '', 0, 0, 1, 0, 0, NULL, 'jus Nectar de goyave 1L', 'عصير الجوافة الموز 1 لتر', 'jugo de néctar de guayaba 1L', 0, 0, 1, 5000, 0, 0, 0, 4791),
(1568, '5ed91e79', '2020-10-26 16:12:37', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1568', '', '', 0, 0, 1, 0, 0, NULL, 'PUR JUS DE GRENADE CO BIO 75CL', 'عصير الرمان طبيعي  75 سل ', 'JUGO DE GRANADA DE CO PURO ORGÁNICO 75CL', 0, 0, 1, 5000, 0, 0, 0, 4800),
(1569, 'dd31a1fc', '2020-10-26 16:18:08', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1569', '', '', 0, 0, 1, 0, 0, NULL, 'PJ LEGUMES 75 CL VERRE CO BIO', 'عصير الخضروات طبيعية 75 سل', 'PJ VERDURAS 75 CL VIDRIO CO BIO', 0, 0, 1, 5000, 0, 0, 0, 4801),
(1570, '1b03db8b', '2020-10-26 16:36:34', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1570', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme, raisin et grenade 1L', 'عصير التفاح و العنب و الرمان 1 لتر', 'Zumo de manzana, uva y granada 1L', 0, 0, 1, 5000, 0, 0, 0, 4802),
(1571, '8bf13599', '2020-10-26 16:49:58', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1571', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de carotte naturel 1 litre', 'عصير الجزر الطبيعي 1 لتر', 'Zumo de zanahoria natural 1 litro', 0, 0, 1, 5000, 0, 0, 0, 4803),
(1572, 'e50165c9', '2020-10-26 16:56:02', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1572', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de tomate naturel 75 cl', 'عصير الطماطم الطبيعي 75 سل ', 'Zumo de tomate natural 75 cl', 0, 0, 1, 5000, 0, 0, 0, 4804),
(1573, '4cb99800', '2020-10-26 18:18:05', NULL, NULL, NULL, 25, 300, 2, 1, 1, 5, 149, '1573', '', '', 0, 0, 0, 0, 0, NULL, 'Boisson pomme poire OASIS o\'verger 33cL', 'وزيز شراب التفاح والإيجاص 33 سل', 'Bebida de manzana y pera OASIS o\'verger 33cL', 0, 0, 1, 5000, 0, 0, 0, 4821),
(1574, '14b1ff38', '2020-10-27 16:06:41', NULL, NULL, NULL, 25, 190, 2, 1, 1, 5, 67, '1574', '', '', 0, 0, 1, 0, 0, NULL, 'Eau minérale naturelle Ain Saiss au goût de citron 1,5 litre', 'عين سايس دليس بنكهة الليمون 1.5 لتر', 'Agua mineral natural Ain Saiss sabor limón 1,5 litros', 0, 0, 1, 5000, 0, 0, 0, 100),
(1575, '27fdf89b', '2020-10-27 17:12:37', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1575', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz bouteille en verre de 0,5 L', 'زجاجة مونداريز 05 سل', 'Botella de vidrio Mondariz 0,5 L', 0, 0, 1, 5000, 0, 0, 0, 175),
(1576, '7e9a852c', '2020-10-27 17:18:45', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1576', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz bouteille PET de 0,33 L', 'ماء مونداريز 33 سل', 'Botella PET Mondariz 0,33 L', 0, 0, 1, 5000, 0, 0, 0, 176),
(1577, 'b07703bf', '2020-10-27 17:21:57', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1577', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz bouteille PET de 0,5 L', 'ماء مونداريز 50 سل', 'Botella PET Mondariz 0,5L', 0, 0, 1, 5000, 0, 0, 0, 178),
(1578, '3419a7f5', '2020-10-27 17:28:27', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1578', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Kids PET 0,33 L', 'ماء مونداريز للأطفال 33 سل', 'Mondariz Kids PET 0,33 L', 0, 0, 1, 5000, 0, 0, 0, 177),
(1579, '08c109c8', '2020-10-27 17:33:53', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1579', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Sport Cup PET 0,5 L', 'ماء مونداريز الرياضة 33 سل', 'Copa Deporte Mondariz PET 0,5 L', 0, 0, 1, 5000, 0, 0, 0, 179),
(1580, 'ed49416d', '2020-10-27 17:39:43', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1580', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz bouteille PET de 1 L', 'ماء مونداريز الرياضة 1لتر', 'Botella PET Mondariz 1 L', 0, 0, 1, 5000, 0, 0, 0, 180),
(1581, 'dd68a457', '2020-10-27 17:45:22', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1581', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz bouteille PET de 1,5 L', 'ماء مونداريز الرياضة 1.5لتر', 'Botella PET Mondariz 1,5L', 0, 0, 1, 5000, 0, 0, 0, 181),
(1582, 'cd81d86b', '2020-10-27 17:48:21', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1582', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz bouteille PET de 5 L', 'ماء مونداريز 5 لتر', 'Botella PET Mondariz 5 L', 0, 0, 1, 5000, 0, 0, 0, 182),
(1583, 'b803a7d8', '2020-10-27 17:59:37', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1583', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Premium Cola canette de 0,33 L', 'علبة مونداريز كولا بريميوم 33 سل', 'Mondariz Premium Cola 0,33 L lata', 0, 0, 1, 5000, 0, 0, 0, 797),
(1584, '4b5094ba', '2020-10-27 18:06:06', NULL, NULL, NULL, 25, 301, 2, 1, 8, 5, 150, '1584', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Thé canette de 0,33 L', 'علبة شاي مونداريز خالية من السكر 33 سل', 'Té Mondariz Lata 0,33 L', 0, 0, 0, 0, 0, 0, 0, 798),
(1585, 'e1e96f08', '2020-10-27 18:19:12', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1585', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Sport canette de 0,33 L', 'علبة مونداريز سبورت  33 سل', 'Mondariz Sport 0,33 L lata', 0, 0, 1, 5000, 0, 0, 0, 799),
(1586, '5b5d241d', '2020-10-27 18:29:33', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1586', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Premium Cola bouteille en verre de 0,5 L', 'زجاجة مونداريز كولا بريميوم 50 سل', 'Botella vidrio Mondariz Premium Cola 0,5 L', 0, 0, 1, 5000, 0, 0, 0, 800),
(1587, '9cf400fc', '2020-10-27 18:35:40', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1587', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Thé PET 0,5 L', 'مشروب الشاي بنكهة الليمون مونداريز  50 سل', 'Té Mondariz PET 0,5 L', 0, 0, 1, 5000, 0, 0, 0, 801),
(1588, 'f8737ecd', '2020-10-27 18:42:41', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1588', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Sport PET 0,5 L', 'مشروب مونداريز سبورت 50 سل', 'Mondariz Sport PET 0,5 L', 0, 0, 1, 5000, 0, 0, 0, 802),
(1589, '1b4ee53e', '2020-10-27 18:46:41', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1589', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Sport orange PET 0,5 L', 'مشروب البرتقال مونداريز سبورت 50 سل', 'Mondariz Sport naranja PET 0,5 L', 0, 0, 1, 5000, 0, 0, 0, 803),
(1590, '390e9d84', '2020-10-27 18:56:22', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1590', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Fruits 20 cl orange', 'عصير فواكه برتقال مونداريز 20 سل', 'Frutas Mondariz 20 cl naranja', 0, 0, 1, 5000, 0, 0, 0, 4881),
(1591, '3ac08584', '2020-10-27 19:02:35', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1591', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Fruits 20 cl pêche', 'عصير فواكه الخوخ مونداريز 20 سل', 'Frutas Mondariz 20 cl melocotón', 0, 0, 1, 5000, 0, 0, 0, 4882),
(1592, '936d756c', '2020-10-27 19:06:05', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1592', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Fruits 20 cl  ananas', 'عصير فواكه أناناس مونداريز 20 سل', 'Frutas Mondariz 20 cl piña', 0, 0, 1, 5000, 0, 0, 0, 4883),
(1593, '43d40675', '2020-10-27 19:34:49', NULL, NULL, NULL, 25, 301, 2, 1, 1, 5, 150, '1593', '', '', 0, 0, 1, 0, 0, NULL, 'Mondariz Fruits 20 cl  orange et carotte ', 'عصير فواكه البرتقال بالجزر مونداريز 20 سل', 'Frutas Mondariz 20 cl naranja y zanahoria', 0, 0, 1, 5000, 0, 0, 0, 4884),
(1594, 'cf61129d', '2020-10-27 20:59:44', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1594', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'ananas Selection 850ml', 'عصير جوفير المركز أناناس 850 مل ', 'Zumo Piña selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2221),
(1595, '6e6cfa13', '2020-10-27 21:04:15', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1595', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'orange Selection 850ml', 'عصير جوفير المركز البرتقال 850 مل', 'Zumo naranja selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2222),
(1596, 'a5a7cc3f', '2020-10-27 21:08:52', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1596', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pêche Selection 850ml', 'عصير جوفير المركز الخوخ 850 مل', 'Zumo melocoton selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2223),
(1597, '07a1ce08', '2020-10-27 21:13:28', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1597', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme Selection 850ml', 'عصير جوفير المركز التفاح 850 مل', 'Zumo manzana selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2224),
(1598, '4e8170f2', '2020-10-27 21:17:34', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1598', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de mangue Selection 850ml', 'عصير جوفير المركز المانجو 850 مل', 'Zumo mango selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2225),
(1599, '486d187e', '2020-10-27 21:28:09', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1599', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de citron Selection 850ml', 'عصير جوفير المركز الليمون 850 مل', 'Zumo limon selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2226),
(1600, 'a48f1600', '2020-10-27 21:41:55', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1600', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de poire Selection 850ml', 'عصير جوفير المركز الإجاص 850 مل', 'Zumo pera selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2227),
(1601, '89305c8d', '2020-10-27 21:47:33', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1601', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'orange carotte Selection 850ml', 'عصير جوفير المركز البرتقال والجزر 850 مل', 'Zumo naranja zanahoria selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2228),
(1602, 'f2a843a8', '2020-10-27 21:52:19', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1602', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de poire ananas Selection 850ml', 'عصير جوفير المركز أناناس ولإيجاص 850 مل', 'Zumo pera piña selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2229),
(1603, '1bed38f5', '2020-10-27 21:58:16', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1603', '', '', 0, 0, 1, 0, 0, NULL, 'Sélection de jus de moût 850ml', 'عصير جوفير المركز العنب ألأخضر 850 مل', 'Zumo mosto selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2230),
(1604, 'c30a6c15', '2020-10-27 22:02:35', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1604', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pamplemousse Selection 850ml', 'عصير جوفير المركز جريب فروت 850 مل', 'Zumo pomelo selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2231),
(1605, '0808eaab', '2020-10-27 22:07:20', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1605', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de tomate Selection 850ml', 'عصير جوفير المركز الطماطم 850 مل', 'Zumo tomate selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2232),
(1606, '1d669f62', '2020-10-27 22:11:09', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1606', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de canneberge Selection 850ml', 'عصير جوفير المركز التوت 850 مل', 'Zumo arandanos selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2233),
(1607, '64e15120', '2020-10-27 22:14:37', NULL, NULL, NULL, 25, 278, 2, 1, 1, 5, 129, '1607', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de raisin rouge Selection 850ml', 'عصير جوفير المركز العنب ألاحمر 850 مل', 'Zumo uva tinta selección 850ml', 0, 0, 1, 5000, 0, 0, 0, 2234),
(1608, '18e0aa1d', '2020-10-28 00:05:05', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1608', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteille VCH Barcelona Genuina 1.2 L', 'قنينة بلاستيك فيشي بارسلونا 1.2 لتر', 'Botella VCH Barcelona Genuina 1.2 L', 0, 0, 1, 5000, 0, 0, 0, 197),
(1609, '7ff0062d', '2020-10-28 00:09:46', NULL, NULL, NULL, 25, 13, 2, 1, 1, 5, 151, '1609', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteille en verre VCH Barcelona Genuina 1 L', ' قنينة الزجاج فيشي بارسلونا 1 لتر ', 'Botella cristal VCH Barcelona Genuina 1 L', 0, 0, 1, 5000, 0, 0, 0, 198),
(1610, 'eae0f698', '2020-10-28 00:18:35', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1610', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteille en verre VCH Barcelona Genuina 50 cl', ' قنينة الزجاج  فيشي بارسلونا 50 سل', 'Botella cristal VCH Barcelona Genuina 50 cl', 0, 0, 1, 5000, 0, 0, 0, 199),
(1611, '46139c68', '2020-10-28 00:20:36', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1611', '', '', 0, 0, 1, 0, 0, NULL, 'Bouteille  VCH Barcelona Genuina 50 cl', ' قنينة بلاستيك  فيشي بارسلونا 50 سل ', 'Botella VCH Barcelona Genuina 50 cl', 0, 0, 1, 5000, 0, 0, 0, 200),
(1612, '22252fbc', '2020-10-28 00:33:40', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1612', '', '', 0, 0, 1, 0, 0, NULL, 'Botella cristal VCH Barcelona Genuina 50 cl', 'علبة ماء فيشي بارسلونا 33 سل ', 'Vichy Barcelona Genuina lata 0,33 L', 0, 0, 1, 5000, 0, 0, 0, 201),
(1613, '73e13bd1', '2020-10-28 00:38:58', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1613', '', '', 0, 0, 1, 0, 0, NULL, 'Botella cristal VCH Barcelona Genuina 50 cl', 'قنينة الزجاج فيشي بارسلونا 25 سل', 'Vichy Barcelona Genuina lata 0,25 L', 0, 0, 1, 5000, 0, 0, 0, 202),
(1614, 'e7d6efb2', '2020-10-28 01:02:13', NULL, NULL, NULL, 25, 296, 2, 1, 1, 5, 145, '1614', '', '', 0, 0, 1, 0, 0, NULL, 'Spécialité à diluer au citron la bouteille de 70 cL', 'زجاجة سيروم  الليمون  70 سل', 'Especialidad para diluir con limón el frasco de 70 cL', 0, 0, 1, 5000, 0, 0, 0, 20232),
(1615, '7952d183', '2020-10-28 19:56:06', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1615', '', '', 0, 0, 1, 0, 0, NULL, 'Vichy Barcelona Genuina  1,2 L', 'ماء فيشي برشلونة  1.2 لتر', 'Vichy Barcelona Genuina 1,2 L', 0, 0, 1, 5000, 0, 0, 0, 203),
(1616, '5ebd6d76', '2020-10-28 19:59:23', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1616', '', '', 0, 0, 1, 0, 0, NULL, 'Vichy Barcelona Genuina  1 L', 'ماء فيشي برشلونة  1 لتر', 'Vichy Barcelona Genuina 1 L', 0, 0, 1, 5000, 0, 0, 0, 204),
(1617, 'da0e5664', '2020-10-28 20:02:11', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1617', '', '', 0, 0, 1, 0, 0, NULL, 'Vichy Barcelona Genuina  50cl', 'ماء فيشي برشلونة  50 سل', 'Vichy Barcelona Genuina  50cl', 0, 0, 1, 5000, 0, 0, 0, 205),
(1618, '1c636664', '2020-10-28 20:06:02', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1618', '', '', 0, 0, 1, 0, 0, NULL, 'Vichy Barcelona Genuina  50cl', 'ماء فيشي برشلونة  50 سل', 'Vichy Barcelona Genuina  50cl', 0, 0, 1, 5000, 0, 0, 0, 206),
(1619, '1bf4f795', '2020-10-28 20:08:08', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1619', '', '', 0, 0, 1, 0, 0, NULL, 'Vichy Barcelona Genuina  25cl', 'ماء فيشي برشلونة  25 سل', 'Vichy Barcelona Genuina  25cl', 0, 0, 1, 5000, 0, 0, 0, 207),
(1620, '9bf7e770', '2020-10-28 20:14:12', NULL, NULL, NULL, 25, 302, 2, 1, 1, 5, 151, '1620', '', '', 0, 0, 1, 0, 0, NULL, 'canette Vichy Barcelona Genuina  33cl', 'علبة ماء فيشي برشلونة 33 سل', 'lata Vichy Barcelona Genuina 33cl', 0, 0, 1, 5000, 0, 0, 0, 208),
(1621, 'f6e4e0ef', '2020-10-28 20:38:21', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1621', '', '', 0, 0, 1, 0, 0, NULL, 'EAU TONIQUE EVERVESS 330ML', 'مياه إيفرفيس تونيك 330 مل', 'AGUA TÓNICA EVERVESS 330ML', 0, 0, 1, 5000, 0, 0, 0, 596),
(1622, '072c53a1', '2020-10-28 20:51:43', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1622', '', '', 0, 0, 0, 0, 0, NULL, 'Eau tonique Evervess 330ml', 'علبة ماء فيشي برشلونة 33 سل', 'Agua tónica Evervess 330ml', 0, 0, 1, 5000, 0, 0, 0, 597),
(1623, '3118ae22', '2020-10-29 17:20:46', NULL, NULL, NULL, 25, 269, 2, 1, 1, 5, 120, '1623', '', '', 0, 0, 1, 0, 0, NULL, 'EAU MOUSSEUSE BADOIT 750 ML', 'بادويت مياة فوارة 750 مل', 'AGUA ESPUMOSA BADOIT 750 ML', 0, 0, 1, 5000, 0, 0, 0, 328),
(1624, 'f41cdffc', '2020-10-29 22:45:03', NULL, NULL, NULL, 25, 269, 2, 1, 1, 5, 120, '1624', '', '', 0, 0, 1, 0, 0, NULL, 'Badoit Intensément Pétillante 1L', 'بادويت متألقة بشكل مكثف 1 لتر', 'Badoit Intensamente Espumoso 1L', 0, 0, 1, 5000, 0, 0, 0, 331),
(1625, '8efdc4d9', '2020-10-29 22:48:10', NULL, NULL, NULL, 25, 269, 2, 1, 1, 5, 120, '1625', '', '', 0, 0, 1, 0, 0, NULL, 'Badoit Intensément Pétillante 50cl', 'بادويت متألقة بشكل مكثف 50 سل', 'Badoit Intensamente Espumoso 50cl', 0, 0, 1, 5000, 0, 0, 0, 332),
(1627, '84eb2df3', '2020-10-29 23:35:36', NULL, NULL, NULL, 25, 300, 2, 1, 1, 5, 149, '1626', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson Oasis O\'Verger pomme poire 1.2 l', 'مشروب وزير بالتفاح والاجاص 1.2 لتر', 'Bebida de pera y manzana Oasis O\'Verger 1,2 l', 0, 0, 1, 5000, 0, 0, 0, 4822),
(1628, 'bb16139d', '2020-10-30 20:00:40', NULL, NULL, NULL, 25, 300, 2, 1, 1, 5, 149, '1628', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson pomme mûre cassis O\'VERGER la bouteille d\'1,2L', 'مشروب وزير بالتفاح والتوت الأسود 1.2 لتر', 'Bebida de manzana madura y grosella negra O\'VERGER la botella de 1,2L', 0, 0, 1, 5000, 0, 0, 0, 4823),
(1629, '1b74d850', '2020-10-30 20:06:26', NULL, NULL, NULL, 25, 300, 2, 1, 1, 5, 149, '1629', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson oasis  pomme fraise O\'VERGER la bouteille d\'1,2L', 'مشروب وزير بالتفاح والفراولة الأسود 1.2 لتر', 'Bebida oasis de manzana y fresa O\'VERGER botella 1,2 l', 0, 0, 1, 5000, 0, 0, 0, 4824),
(1630, 'c8574a99', '2020-10-30 20:09:52', NULL, NULL, NULL, 25, 300, 2, 1, 1, 5, 149, '1630', '', '', 0, 0, 1, 0, 0, NULL, 'Boisson oasis  Pomme Peche O\'VERGER la bouteille d\'1,2L', 'مشروب وزير بالتفاح والخوخ الأسود 1.2 لتر', 'Bebida Oasis Pomme Peche O\'VERGER la botella de 1.2L', 0, 0, 1, 5000, 0, 0, 0, 4825),
(1631, '4e9d0ec5', '2020-10-30 21:05:39', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1631', '', '', 0, 0, 1, 0, 0, NULL, 'Thé glacé   Saveur pêche 1.5L', 'شاي مثلج بنكهة الخوخ 1.5 لتر', 'Té helado Sabor melocotón 1.5L', 0, 0, 1, 5000, 0, 0, 0, 4810),
(1632, '71ffa2ff', '2020-10-30 21:11:09', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1632', '', '', 0, 0, 1, 0, 0, NULL, 'Thé glacé Zéro Saveur Pêche 1.5L', 'شاي مثلج بدون سكر بنكهة الخوخ 1.5 لتر', 'Té helado sabor melocotón cero 1.5L', 0, 0, 1, 5000, 0, 0, 0, 4811),
(1633, 'b75a4c78', '2020-10-30 21:24:27', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1633', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de framboise 75 CL', 'شراب التوت 75 سل', 'Sirope de frambuesa 75 CL', 0, 0, 1, 5000, 0, 0, 0, 20271),
(1634, '04f524aa', '2020-10-30 21:29:18', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1634', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de fraise 75 CL', 'شراب الفراولة 75 سل', 'Sirope de fresa 75 CL', 0, 0, 1, 5000, 0, 0, 0, 20272),
(1635, 'a75c241a', '2020-10-30 21:33:57', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1635', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de cassis 75 CL', 'شراب عنب الثعلب 75 سل', 'Sirope de grosella negra 75 cl', 0, 0, 1, 5000, 0, 0, 0, 20273),
(1636, '46f8f174', '2020-10-30 21:37:47', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1636', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de Thé pêche 75 CL', 'شراب الشاي بالخوخ 75 سل', 'Sirope de té de melocotón 75 CL', 0, 0, 1, 5000, 0, 0, 0, 20274),
(1637, 'c2083b14', '2020-10-30 21:46:37', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1637', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de grenadine 75 CL', 'شراب فواكه الحمراء 75 سل', 'Sirope de granadina 75 CL', 0, 0, 1, 5000, 0, 0, 0, 20275),
(1638, '8ac3bd07', '2020-10-30 21:50:59', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1638', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de orange 75 CL', 'شراب البرتقال 75 سل', 'Sirope de naranja 75 CL', 0, 0, 1, 5000, 0, 0, 0, 20276),
(1639, '62b3f99d', '2020-10-30 21:53:41', NULL, NULL, NULL, 25, 299, 2, 1, 8, 5, 148, '1639', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de menthe 75 CL', 'شراب النعناع 75 سل', 'Sirope de menta 75 CL', 0, 0, 1, 5000, 0, 0, 0, 20277),
(1640, 'a5e8d893', '2020-10-30 21:58:07', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1640', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de pamplemousse rose 75 CL', 'شراب الجريب فروت الوردي 75 سل', 'Sirope de pomelo rosa 75 CL', 0, 0, 1, 5000, 0, 0, 0, 20278),
(1641, '394d49fd', '2020-10-30 22:04:08', NULL, NULL, NULL, 25, 299, 2, 1, 1, 5, 148, '1641', '', '', 0, 0, 1, 0, 0, NULL, 'Sirop de concentré de grenadine Sans sucres 75CL', 'شراب الفواكه الحمراء بدون سكر 75 سل', 'Jarabe concentrado de granadina Sin azúcares 75CL', 0, 0, 1, 5000, 0, 0, 0, 20279),
(1642, 'f7cf964c', '2020-10-30 22:40:00', NULL, NULL, NULL, 25, 197, 2, 1, 1, 5, 12, '1642', '', '', 0, 0, 1, 0, 0, NULL, 'Lipton Ice Tea Citron Citron Vert 33cl', 'ليبتون شاي مثلج ليمون 33 سل', 'Lipton Ice Tea Limón Lima 33cl', 0, 0, 1, 5000, 0, 0, 0, 490),
(1643, 'ef81cdf9', '2020-10-30 23:11:36', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1643', '', '', 0, 0, 1, 0, 0, NULL, 'Pomegranate Green Tea 1.5 L', 'شاي الأخضر بالرمان 1.5 لتر', 'Té Verde de Granada 1,5 L', 0, 0, 1, 5000, 0, 0, 0, 4060),
(1644, '2ed2120f', '2020-10-30 23:14:58', NULL, NULL, NULL, 25, 284, 2, 1, 1, 5, 135, '1644', '', '', 0, 0, 1, 0, 0, NULL, 'Thé vert original au miel 1,5 L', 'شاي أخضر أصلي بالعسل 1.5 لتر', 'Té Verde Original con Miel 1,5 L', 0, 0, 1, 5000, 0, 0, 0, 4061),
(1645, '850ab869', '2020-10-30 23:34:31', NULL, NULL, NULL, 25, 253, 2, 1, 1, 5, 104, '1645', '', '', 0, 0, 1, 0, 0, NULL, 'Eau gazeuse saveur agrumes citrus PERRIER  de 1L', 'بيرييه ماء فوار بنكهة الحمضيات  1 لتر', 'PERRIER agua con gas sabor cítrico cítrico de 1L', 0, 0, 1, 5000, 0, 0, 0, 271),
(1646, 'dfd1631e', '2020-10-31 16:33:08', NULL, NULL, NULL, 25, 303, 2, 1, 3, 5, 152, '1646', '', '', 0, 0, 1, 0, 0, NULL, 'leader chips fromage oignons 100g', 'ليدر شيبس بالجبن وبصل 100 جرام', 'líder chips queso cebolla 100g', 0, 0, 1, 5000, 0, 0, 0, 0),
(1647, '4ba68493', '2020-10-31 17:44:09', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1647', '', '', 0, 0, 1, 0, 0, NULL, 'Gold Chips Paprika 100g', 'رقائق البطاطس الذهبية بالفلفل الحلو 100 جرام ', 'Gold Chips Paprika 100g', 0, 0, 1, 5000, 0, 0, 0, 11),
(1648, 'e5e506f2', '2020-10-31 17:50:25', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1648', '', '', 0, 0, 1, 0, 0, NULL, 'Leader Chips Enfant 100 g', 'ليدر شيبس للأطفال 100 جرام', 'Fichas Leader Niño 100 g', 0, 0, 1, 5000, 0, 0, 0, 12),
(1649, 'a695a200', '2020-10-31 17:56:04', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1649', '', '', 0, 0, 1, 0, 0, NULL, 'Fakiat Barbecue 90g', 'فاكية بالفلفل الحلو 90 جرام', 'Barbacoa Fakiat 90g', 0, 0, 1, 5000, 0, 0, 0, 13),
(1650, 'c740c44a', '2020-10-31 18:11:09', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1650', '', '', 0, 0, 1, 0, 0, NULL, 'conikos goût chili 85g', ' كونيكوس نكهة الفلفل الحار 85 جرام', 'cónico chile conikos 85g', 0, 0, 1, 5000, 0, 0, 0, 14),
(1651, '172ab975', '2020-10-31 18:21:01', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1651', '', '', 0, 0, 1, 0, 0, NULL, 'conikos goût Fromage 85g', ' كونيكوس بالجبن 85 جرام', 'sabor a queso conikos 85g', 0, 0, 1, 5000, 0, 0, 0, 15),
(1652, '5ea327a6', '2020-10-31 18:42:46', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1652', '', '', 0, 0, 1, 0, 0, NULL, 'Trigonos chips tortillas goutte chili doux 100g', 'تريكوس رقائق البطاطس التورتيلا بالفلفل الحلو 100 جرام', 'trigonos tortillas chips gota chile dulce 100g', 0, 0, 1, 5000, 0, 0, 0, 16),
(1653, '638ca5cf', '2020-10-31 19:53:12', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1653', '', '', 0, 0, 1, 0, 0, NULL, 'Frites au four Paprika 100g', 'شيبس بالفرن بالفلفل الحلو 100 جرام', 'Patatas Al Horno Pimentón 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1655, 'e1ce1e5d', '2020-10-31 20:14:07', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1655', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Chips Hot Pepperoni 100gr', ' شيبس بالفرن مع زيت نوارة الشمس والفلفل حار100 جرام', 'Chio Chips Hot Pepperoni 100gr', 0, 0, 1, 5000, 0, 0, 0, 31),
(1656, '806662af', '2020-10-31 20:18:25', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1656', '', '', 0, 0, 1, 0, 0, NULL, 'Chips Nature Salée 100g', 'شيبس الطبيعة المملحة 100 جرام', 'Patatas fritas saladas 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1657, 'd2c5fa51', '2020-10-31 20:25:29', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1657', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Chips Sel & Vinaigre 100gr', 'شيبس بزيت نوارة الشمس بنكهة الخل والملح 100 جرام', 'Chio Chio Sal & Vinagre 100gr', 0, 0, 1, 5000, 0, 0, 0, 31),
(1734, 'c347619e', '2020-11-07 00:04:08', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1734', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Chips Saveur De Vinaigre De Sel 120g', 'رقائق الذرة بنكهة الخل والملح  120 جرام', 'Chio Chips Sal Sabor Vinagre 120g', 0, 0, 1, 5000, 0, 0, 0, 55),
(1658, 'a75cbac9', '2020-10-31 20:44:16', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1658', '', '', 0, 0, 1, 0, 0, NULL, 'Tortillas Hot Chili 125 g', 'الرقائق من الذرة الحارة 125جرام', 'Tortillas Chile Picante 125 g', 0, 0, 1, 5000, 0, 0, 0, 34),
(1659, 'c58a6d7f', '2020-10-31 20:49:19', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1659', '', '', 0, 0, 1, 0, 0, NULL, 'Tortillas Nacho Fromage 125 g', 'الرقائق من الذرة  جبن ناتشو  125 جرام', 'Tortillas Queso Nacho 125 g', 0, 0, 1, 5000, 0, 0, 0, 34),
(1660, 'ae7666df', '2020-10-31 20:56:53', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1660', '', '', 0, 0, 1, 0, 0, NULL, 'Tortillas de maïs jaune-or avec juste ce qu\'il faut de sel 125 g', 'الرقائق الذرة الصفراء بكمية مناسبة من الملح 125 جرام', 'Tortillas de maíz amarillo dorado con la cantidad justa de sal 125 g', 0, 0, 1, 5000, 0, 0, 0, 34),
(1661, '25f89d01', '2020-10-31 21:30:32', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1661', '', '', 0, 0, 1, 0, 0, NULL, 'Tortillas de maïs jaune or encore plus épicées 125 g', 'الرقائق الذرة الصفراء بنكهة الحار 125جرام ', 'Tortillas de maíz amarillo dorado aún más picantes 125 g', 0, 0, 1, 5000, 0, 0, 0, 34),
(1662, 'd93e3a86', '2020-10-31 21:45:08', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1662', '', '', 0, 0, 0, 0, 0, NULL, 'Snack Chio Crackers Original 125g CHIO', 'سناك تشيز كراكرز الأصلي 125 جرام', 'Snack Chio Crackers Original 125g CHIO', 0, 0, 1, 5000, 0, 0, 0, 1001),
(1663, 'f07b0e32', '2020-10-31 22:14:55', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1663', '', '', 0, 0, 0, 0, 0, NULL, 'BÂTONNETS DE POMMES DE TERRE CHIO STICKLETTI 80G', 'رقائق بسكويت من البطاطا  80 جرام', 'PALITOS DE PATATA DE CHIO STICKLETTI 80G', 0, 0, 1, 2000, 0, 0, 0, 1002),
(1664, 'aac005ff', '2020-10-31 22:23:38', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1664', '', '', 0, 0, 0, 0, 0, NULL, 'Crackers Chio Maxi Mix 125g', 'رقائق بسكويت ماكسي مكس  125 جرام', 'Galletas Chio Maxi Mix 125g', 0, 0, 1, 5000, 0, 0, 0, 1003),
(1665, '330768e0', '2020-10-31 22:32:10', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1665', '', '', 0, 0, 0, 0, 0, NULL, 'Crackers Chio Maxi Mix 250g', 'رقائق بسكويت مملحة ماكسي مكس  250 جرام', 'Galletas Chio Maxi Mix 250g', 0, 0, 1, 5000, 0, 0, 0, 1004),
(1666, '9a123c6e', '2020-10-31 22:40:58', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1666', '', '', 0, 0, 1, 0, 0, NULL, 'Donuts Caramel Arachide 100g', 'دوناتس فول سوداني كراميل 100 جرام', 'Donuts Caramelo De Maní 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1667, '8fa2914b', '2020-10-31 22:47:19', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1667', '', '', 0, 0, 1, 0, 0, NULL, 'Bâtonnets de maïs Minions 75 g', 'أعواد ذرة الصفراء 75 جرام', 'Palitos de maíz Minions 75 g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1752, '93fd50b0', '2020-11-09 23:48:45', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1752', '', '', 0, 0, 1, 0, 0, NULL, 'chio minions monsieur 100g', 'رقائق البطاطس  مينيونز 100 جرام', 'chio minions sir 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1669, '5e454b8e', '2020-10-31 23:02:22', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1669', '', '', 0, 0, 1, 0, 0, NULL, 'chio Flips cacahuètes 200 g', 'رقائق من الفول السوداني  200 جرام', 'Cacahuetes Chio Flips 200 g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1670, 'ae377168', '2020-11-01 17:58:03', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1670', '', '', 0, 0, 1, 0, 0, NULL, 'leader chips kebab 100g', 'ليدر شيبس كباب 100 جرام', 'chips kebab líder 100g', 0, 0, 1, 5000, 0, 0, 0, 1),
(1671, '08a36bf1', '2020-11-01 18:03:17', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1671', '', '', 0, 0, 1, 0, 0, NULL, 'leader chips Chili 100g', 'ليدر شيبس حار 100 جرام', 'chili chips líder 100g', 0, 0, 1, 5000, 0, 0, 0, 2),
(1672, 'eb61bc1d', '2020-11-01 18:08:32', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1672', '', '', 0, 0, 1, 0, 0, NULL, 'leader chips Paprika 100g', 'ليدر شيبس بالفلفل الحلو 100 جرام', 'chips de pimentón líder 100g', 0, 0, 1, 5000, 0, 0, 0, 3),
(1673, 'e61fb596', '2020-11-01 18:39:07', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1673', '', '', 0, 0, 1, 0, 0, NULL, 'leader chips sel 100g', 'ليدر شيبس مملحة 100 جرام', 'chips de sal líder 100g', 0, 0, 1, 5000, 0, 0, 0, 4),
(1674, '329d5aee', '2020-11-01 18:45:47', NULL, NULL, NULL, 25, 303, 2, 1, 1, 5, 152, '1674', '', '', 0, 0, 1, 0, 0, NULL, 'leader chips Fromage 100g', 'ليدر شيبس بالجبن  100 جرام', 'Queso Leader Chips 100 grs', 0, 0, 1, 5000, 0, 0, 0, 5),
(1675, 'c562ee3f', '2020-11-02 00:25:05', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1675', '', '', 0, 0, 1, 0, 0, NULL, 'LAY\'S® Cheddar Jalapeño 100g', 'لآيز شيدر بالفلفل الحار100 جرام', 'LAY\'S® Cheddar Jalapeño 100g', 0, 0, 1, 5000, 0, 0, 0, 61),
(1676, '8b14b458', '2020-11-02 00:43:05', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1676', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles classiques LAY\'S® 100g', 'رقائق بطاطس كلاسيك 100 جرام', 'LAY\'S® Classic Potato Chips 100g', 0, 0, 1, 5000, 0, 0, 0, 62),
(1677, 'f37d5365', '2020-11-02 00:54:58', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1677', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de barbecue LAY\'S® 100g', 'رقائق البطاطس بنكهة الباربيكيو 100 جرام', 'LAY\'S® Papas Fritas con Sabor BBQ 100g', 0, 0, 1, 5000, 0, 0, 0, 63),
(1678, '87456c9f', '2020-11-02 01:05:55', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1678', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à la crème sure et à l\'oignon LAY\'S® 100g', 'رقائق البطاطس بنكهة القشدة الحامضة والبصل 100 جرام', 'LAY\'S® Papas fritas con sabor a crema agria y cebolla 100g', 0, 0, 1, 5000, 0, 0, 0, 64),
(1679, '2e35b39f', '2020-11-02 01:38:11', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1679', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de cheddar et crème sure LAY\'S® 100g', 'رقائق البطاطس بنكهة الشيدر والقشدة الحامضة 100 جرام', 'LAY\'S® Papas fritas con sabor a queso cheddar y crema agria 100g', 0, 0, 1, 5000, 0, 0, 0, 65),
(1680, 'd9f15a49', '2020-11-02 16:49:52', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1680', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur chaude LAY\'S® Flamin \'100g', 'ليز بطاطس مقلية بالنكهة الفلفل الحارة 100 جرام', 'LAY\'S® Flamin \'Papas fritas con sabor caliente 100g', 0, 0, 1, 5000, 0, 0, 0, 66),
(1681, '73119690', '2020-11-02 16:57:51', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1681', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de sel et vinaigre LAY\'S® 100g', 'لايز رقائق البطاطس بنكهة الملح والخل 100 جرام', 'LAY\'S® Patatas Fritas con Sabor a Sal y Vinagre 100g', 0, 0, 1, 5000, 0, 0, 0, 67),
(1682, '774194c1', '2020-11-02 17:08:19', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1682', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de barbecue LAY\'S® Sweet Southern Heat 100g', 'لايز رقائق البطاطس حارة بنكهة الشواء 100 جرام', 'LAY\'S® Patatas fritas dulces con sabor a barbacoa con sabor sureño 100g', 0, 0, 1, 5000, 0, 0, 0, 68),
(1683, '9dba05fa', '2020-11-02 17:19:36', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1683', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de barbecue au miel LAY\'S® 100g', 'لايز رقائق البطاطس بنكهة العسل بالباربيكيو 100 جرام', 'LAY\'S® Papas fritas con sabor a barbacoa con miel 100g', 0, 0, 1, 5000, 0, 0, 0, 69),
(1684, '7aef028d', '2020-11-02 17:32:26', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1684', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de limon Chili LAY\'S® 100g', 'لايز رقائق البطاطس بنكهة الفلفل الحار والليمون 100 جرام', 'LAY\'S® Patatas Fritas Sabor Chile Limón 100g', 0, 0, 1, 5000, 0, 0, 0, 70),
(1685, '9ae57b69', '2020-11-02 17:52:37', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1685', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de limon LAY\'S® 100g', 'لايز رقائق البطاطس  بنكهة الليمون 100 جرام', 'LAY\'S® Papas Fritas Sabor Limón 100g', 0, 0, 1, 5000, 0, 0, 0, 71),
(1686, '5741a9f2', '2020-11-02 18:10:33', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1686', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles aromatisées au habanero Fiery LAY\'S® 100g', 'لايز رقائق البطاطس بنكهة الفلفل الهابانيروالحار 100 جرام', 'LAY\'S® Fiery Habanero Sabor Patatas Fritas 100g', 0, 0, 1, 5000, 0, 0, 0, 72);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(1687, '2cb6f67c', '2020-11-02 19:17:10', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1687', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de cornichon à l\'aneth LAY\'S® 100g', 'لايز رقائق البطاطس بنكهة الخيار المخلل 100 جرام ', 'Patatas fritas con sabor a pepinillo al eneldo LAY\'S® 100g', 0, 0, 1, 5000, 0, 0, 0, 73),
(1688, '2c23daa3', '2020-11-02 19:26:45', NULL, NULL, NULL, 25, 305, 2, 1, 8, 5, 154, '1688', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de cornichon à l\'aneth LAY\'S® Flamin \'Hot 100g', 'لايزرقائق البطاطس بنكهة الخيار المخلل مع الحار100 جرام ', 'LAY\'S® Flamin \'Hot Dill Pickle Sabor Potato Chips 100g', 0, 0, 1, 5000, 0, 0, 0, 74),
(1689, '61146540', '2020-11-02 19:36:39', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1689', '', '', 0, 0, 1, 0, 0, NULL, 'LAY\'S® Chesapeake Bay Croustilles à saveur d\'épices de crabe 100g', 'لايزرقائق البطاطس بنكهة سلطعون البحرمع التوابل 100 جرام', 'LAY\'S® Chesapeake Bay Crab Spice Papas fritas con sabor a 100g', 0, 0, 1, 5000, 0, 0, 0, 75),
(1690, 'ed280ce7', '2020-11-02 19:59:26', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1690', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de pommes de terre aromatisées SABRITAS® Adobadas 100g', 'لايز رقائق البطاطس بنكهة الطماطم المتبلة مع الحار 100 جرام', 'Patatas Fritas Saborizadas SABRITAS® Adobadas 100g', 0, 0, 1, 5000, 0, 0, 0, 76),
(1691, '52c1a044', '2020-11-03 00:08:04', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1691', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles LAY\'S® légèrement salées 100g', 'ليز رقائق البطاطس المملحة قليلًا 100 جرام', 'Patatas fritas ligeramente saladas LAY\'S® 100g', 0, 0, 1, 5000, 0, 0, 0, 77),
(1692, '3dd10797', '2020-11-03 00:17:41', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1692', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de barbecue LAY\'S® légèrement salées 100g', 'ليز رقائق البطاطس بنكهة الباربكيو المملحة قليلا 100 جرام', 'LAY\'S® Papas fritas sabor barbacoa ligeramente saladas 100g', 0, 0, 1, 5000, 0, 0, 0, 78),
(1693, '97e601f7', '2020-11-03 00:33:32', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1693', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de jalapeño légèrement salées cuites à la marmite LAY\'S® 100g', 'رقائق البطاطس مطبوخة قليلاً بنكهة الفلفل الحارومملحة 100 جرام', 'LAY\'S® Kettle Cocidas Papas Fritas Con Sabor A Jalapeño Ligeramente Saladas 100g', 0, 0, 1, 5000, 0, 0, 0, 79),
(1694, 'ae6a70fb', '2020-11-03 00:44:03', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1694', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre originales cuites à la marmite LAY\'S® 100g', 'رقائق بطاطس أصلية مطبوخة قليلة الدسم 100 جرام', 'LAY\'S® Kettle Papas Fritas Originales Cocidas Reducidas en Grasa 100g', 0, 0, 1, 5000, 0, 0, 0, 80),
(1695, '2e651876', '2020-11-03 01:01:29', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1695', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles ondulées légèrement salées LAY\'S® 100g', 'ليز رقائق البطاطس المملحة قليلًا 100 جرام', 'LAY\'S® Papas fritas ligeramente saladas onduladas 100g', 0, 0, 1, 5000, 0, 0, 0, 81),
(1696, '29907aba', '2020-11-03 01:09:56', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1696', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre coupées épaisses à saveur de sel de mer LAY\'S® Simplement 100g', 'ليز بطاطس سميكة بنكهة ملح البحر 100 جرام', 'LAY\'S® Papas fritas de corte grueso con sabor a sal marina simple 100g', 0, 0, 1, 5000, 0, 0, 0, 82),
(1697, 'c07d1865', '2020-11-03 15:49:06', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1697', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre coupées épaisses à saveur de barbecue LAY\'S® Simply 100g', 'ليزرقائق البطاطس بنكهة الشواء 100 جرام', 'LAY\'S® Papas fritas de corte grueso con sabor a barbacoa 100g', 0, 0, 1, 5000, 0, 0, 0, 83),
(1698, 'b60b8843', '2020-11-03 16:05:20', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1698', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de pommes de terre à saveur de barbecue LAY\'S® 100g', 'ليز رقائق البطاطس بنكهة الباربكيو 100 جرام', 'LAY\'S® Patatas fritas al horno con sabor a barbacoa 100g', 0, 0, 1, 5000, 0, 0, 0, 84),
(1699, '09baf15a', '2020-11-03 16:19:53', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1699', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre originales cuites au four LAY\'S® 100g', 'ليز رقائق البطاطس الأصلية المخبوزة 100 جرام', 'LAY\'S® Patatas Fritas Originales Horneadas 100g', 0, 0, 1, 5000, 0, 0, 0, 85),
(1700, 'b0a8b068', '2020-11-03 16:44:45', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1700', '', '', 0, 0, 1, 0, 0, NULL, 'LAY\'S® Kettle Cooked Flamin ’Hot 100g', 'رقائق بطاطس مطبوخة بالفلفل الحار جد ملتهب 100 جرام', 'LAY\'S® Kettle Cooked Flamin ’Hot 100g', 0, 0, 1, 5000, 0, 0, 0, 86),
(1701, '7071130c', '2020-11-03 16:50:23', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1701', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre originales cuites à la marmite LAY\'S®', 'رقائق بطاطس الأصلية المطبوخة 100 جرام', 'Patatas fritas originales cocidas con hervidor LAY\'S®', 0, 0, 1, 5000, 0, 0, 0, 87),
(1702, 'd4ee969b', '2020-11-03 17:11:45', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1702', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de jalapeño cuites à la marmite LAY\'S® 100g', 'رقائق بطاطس الأصلية المطبوخة بنكهة الفلفل الاخضر الحار 100 جرام', 'LAY\'S® Kettle Cocidas Papas Fritas Sabor A Jalapeño 100g', 0, 0, 1, 5000, 0, 0, 0, 88),
(1703, 'a3314e64', '2020-11-03 23:06:35', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1703', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de barbecue Mesquite cuites à la marmite LAY\'S® 100g', 'رقائق بطاطس الأصلية المطبوخة بنكهة المسكيت باربيكيو 100 جرام', 'LAY\'S® Papas fritas cocinadas con sabor a mezquite BBQ Kettle 100g', 0, 0, 1, 5000, 0, 0, 0, 89),
(1704, 'e0977dc9', '2020-11-03 23:11:07', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1704', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de sel de mer et vinaigre LAY\'S Kettle', 'رقائق بطاطس مطبوخ بملح البحر ورقائق البطاطس بنكهة الخل 100 جرام', 'LAY\'S Kettle Papas fritas cocidas con sal marina y vinagre', 0, 0, 1, 5000, 0, 0, 0, 90),
(1705, '6cd32e82', '2020-11-03 23:18:22', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1705', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de sel de mer cuites à la bouilloire et poivre concassé LAY\'S®', 'رقائق بطاطس مطبوخة بملح البحر ورقائق البطاطس بنكهة الفلفل ألاسود 100 جرام', 'LAY\'S® Hervidor de agua con sal marina y papas fritas con sabor a pimienta molida', 0, 0, 1, 5000, 0, 0, 0, 91),
(1706, '94c582fe', '2020-11-04 00:11:22', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1706', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur d\'oignon Maui cuites à la marmite LAY\'S® 100g', 'رقائق بطاطس مطبوخة بنكهة البصل الماوي 100 جرام', 'LAY\'S® Kettle Cocidas Papas Fritas Con Sabor A Cebolla Maui 100g', 0, 0, 1, 5000, 0, 0, 0, 92),
(1707, 'fe08ee0b', '2020-11-04 00:26:20', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1707', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur de jalapeño légèrement salées cuites à la marmite LAY\'S® 100g', 'رقائق بطاطس مطبوخة بنكهة الهالبينوقليلاً 100 جرام ', 'LAY\'S® Kettle Cocidas Papas Fritas Con Sabor A Jalapeño Ligeramente Saladas 100g', 0, 0, 1, 5000, 0, 0, 0, 93),
(1708, '573410b5', '2020-11-04 00:31:53', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1708', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre originales cuites à la bouilloire LAY\'S® à teneur réduite en gras100g', 'رقائق البطاطس الأصلية المطبوخة قليلة الدسم 100 جرام', 'LAY\'S® Kettle Papas Fritas Originales Cocidas Reducidas en Grasa100g', 0, 0, 1, 5000, 0, 0, 0, 94),
(1709, '81e18d12', '2020-11-04 00:43:10', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1709', '', '', 0, 0, 1, 0, 0, NULL, 'Sel de mer et vinaigre LAY\'S® Poppables ™ 100g', 'رقائق البطاطس بوبابلز بملح البحر والخل 100 جرام', 'LAY\'S® Poppables ™ Sal Marina y Vinagre 100g', 0, 0, 1, 5000, 0, 0, 0, 95),
(1710, '3d7daa4d', '2020-11-04 23:17:06', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1710', '', '', 0, 0, 1, 0, 0, NULL, 'Collations de pommes de terre au sel de mer LAY\'S® Poppables ™ 100g', 'رقائق البطاطس بملح من البحر خفيفة 100 جرام', 'LAY\'S® Poppables ™ Snacks de patata con sal marina 100g', 0, 0, 1, 5000, 0, 0, 0, 96),
(1711, 'd7bcfb7c', '2020-11-04 23:22:19', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1711', '', '', 0, 0, 1, 0, 0, NULL, 'Collations de pommes de terre à saveur de cheddar blanc LAY\'S® Poppables ™ 100g', 'وجبات رقائق البطاطس خفيفة بنكهة الشيدر البيضاء 100 جم', 'LAY\'S® Poppables ™ Snacks de patata con sabor a queso cheddar blanco 100g', 0, 0, 1, 5000, 0, 0, 0, 97),
(1712, '9bf74457', '2020-11-04 23:36:25', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1712', '', '', 0, 0, 1, 0, 0, NULL, 'Collations de pommes de terre à saveur de barbecue au miel et au miel LAY\'S® Poppables ™ 100g', 'وجبات رقائق بطاطس خفيفة بنكهة الشواء والعسل 100 جم', 'LAY\'S® Poppables ™ Snacks de papa con sabor a barbacoa y miel 100 g', 0, 0, 1, 5000, 0, 0, 0, 98),
(1713, '76f9a4e0', '2020-11-04 23:47:20', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1713', '', '', 0, 0, 1, 0, 0, NULL, 'Collations de pommes de terre crémeuses à saveur de jalapeño LAY\'S® Poppables ™ 100g', ' رقائق البطاطس بالكريمية مع نكهة الفلفل الهالابينو  100 جم', 'LAY\'S® Poppables ™ Snacks de papa cremosos con sabor a jalapeño 100g', 0, 0, 1, 5000, 0, 0, 0, 99),
(1714, '2d44d9c6', '2020-11-05 00:08:16', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1714', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre originales LAY\'S® STAX® 155,9 g', 'رقائق البطاطس ستاكس ألأصلية  155.9 جرام', 'LAY\'S® STAX® Original Potato Crisps 155.9g', 0, 0, 1, 5000, 0, 0, 0, 100),
(1715, '6bbd8494', '2020-11-05 00:18:52', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1715', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre à saveur de crème sure et d\'oignon LAY\'S® STAX® 155,9 g', 'رقائق البطاطس بالكريمة بنكهة البصل مع الليمون 155.9 جرام', 'LAY\'S® STAX® Papas fritas con sabor a crema agria y cebolla 155.9g', 0, 0, 1, 5000, 0, 0, 0, 101),
(1716, '1d5cb75a', '2020-11-05 00:25:22', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1716', '', '', 0, 0, 1, 0, 0, NULL, 'LAY\'S® STAX® Patatas fritas con sabor a barbacoa de mezquite 155.9g', 'رقائق البطاطس بمسكيت الباربكيو155.9 جرام', 'Chips de pommes de terre à saveur de barbecue Mesquite LAY\'S® STAX® 155,9 g', 0, 0, 1, 5000, 0, 0, 0, 102),
(1717, '99df8e53', '2020-11-05 00:45:22', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1717', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de pommes de terre à saveur de cheddar LAY\'S® STAX® 155,9 g', ' رقائق البطاطس بنكهة الشيدر 155.9 جرام', 'LAY\'S® STAX® Chips de patata con sabor a queso cheddar 155,9 g', 0, 0, 1, 5000, 0, 0, 0, 103),
(1718, 'c4ba85d6', '2020-11-05 00:51:22', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1718', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de pommes de terre à saveur de sel et vinaigre LAY\'S® STAX® 155,9 g', 'رقائق البطاطس بنكهة الملح والخل 155.9 جرام', 'LAY\'S® STAX® Patatas fritas con sabor a sal y vinagre 155.9g', 0, 0, 1, 5000, 0, 0, 0, 104),
(1719, '52dc6509', '2020-11-05 01:03:47', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1719', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de pommes de terre à saveur chaude LAY\'S® STAX® XTRA Flamin \'155,9 g', 'رقائق البطاطس اكسترا بالنكهة الحارة 155.9 جرام', 'LAY\'S® STAX® XTRA Flamin \'Hot Flamin\' Patatas fritas con sabor 155.9g', 0, 0, 1, 5000, 0, 0, 0, 105),
(1720, '59fb49f8', '2020-11-05 01:11:36', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1720', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de pommes de terre à saveur de flamas LAY\'S® STAX® 155,9 g', 'رقائق البطاطس بنكهة فاماس 155.9 جرام', 'LAY\'S® STAX® Flamas Sabor Patatas Fritas 155.9g', 0, 0, 1, 5000, 0, 0, 0, 106),
(1721, 'ce41f1ed', '2020-11-05 01:25:28', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1721', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de pommes de terre à saveur de limon Chili LAY\'S® STAX® 155,9 g', ' رقائق البطاطس بنكهة الليمون التشيلي 155.9 جرام', 'LAY\'S® STAX® Chile Limón Sabor Patatas Fritas 155.9g', 0, 0, 1, 5000, 0, 0, 0, 107),
(1722, '27c23fb3', '2020-11-06 15:24:24', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1722', '', '', 0, 0, 1, 0, 0, NULL, 'LAY\'S® Wavy Réduit en Gras 100g', 'رقائق بطاطس مموج ومخفض من الدهون 100 جرام', 'LAY\'S® Wavy Reducida en Grasa 100g', 0, 0, 1, 5000, 0, 0, 0, 115),
(1723, '346fabcf', '2020-11-06 15:39:43', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1723', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles Wavy Original 100g', 'رقائق بطاطس المقلية الأصلية 100 جرام', 'Patatas Fritas Onduladas Originales 100g', 0, 0, 1, 5000, 0, 0, 0, 116),
(1724, 'a397a59a', '2020-11-06 15:54:03', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1724', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles à saveur ranch ondulée LAY\'S® 100g', 'رقائق بطاطس مموج بنكهة كريم رانش 100 جرام', 'LAY\'S® Wavy Ranch Flavored Potato Chips 100g', 0, 0, 1, 5000, 0, 0, 0, 117),
(1725, 'fa7af505', '2020-11-06 16:35:42', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1725', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de pommes de terre à saveur de BBQ ondulé LAY\'S® 100g', 'رقائق بطاطس مموج بنكهة توابل كري مع باربيكيو الشواء 100 جرام', 'LAY\'S® Wavy Hickory BBQ Flavored Potato Chips 100g', 0, 0, 1, 5000, 0, 0, 0, 118),
(1726, '5a1b9f2f', '2020-11-06 16:44:28', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1726', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles ondulées à saveur de sel et poivre LAY\'S® 100g', 'رقائق بطاطس مموج بنكهة الفلفل مع الملح 100 جرام', 'LAY\'S® Papas fritas onduladas con sabor a sal y pimienta 100g', 0, 0, 1, 5000, 0, 0, 0, 119),
(1727, '9428e37e', '2020-11-06 17:27:56', NULL, NULL, NULL, 25, 305, 2, 1, 1, 5, 154, '1727', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles ondulées légèrement salées LAY\'S® 100g', 'رقائق بطاطس مموج قليلة الملح 100 جرام', 'LAY\'S® Papas fritas ligeramente saladas onduladas 100g', 0, 0, 1, 5000, 0, 0, 0, 120),
(1728, 'e8f24c84', '2020-11-06 18:42:25', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1728', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Chips Chili ’et’ Fromage 100gr', ' شيبس بزيت نوارة الشمس وبنكهة الجبنة والفلفل الحار100 جرام', 'Chio Chips Chili ’y’ Cheese 100gr', 0, 0, 1, 5000, 0, 0, 0, 31),
(1729, 'b91345fd', '2020-11-06 19:07:02', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1729', '', '', 0, 0, 1, 0, 0, NULL, 'Tortilla Chips Juicy Salsa 125 g', 'الرقائق الذرة الصفراء بنكهة الصلصة 125 جرام', 'Tortilla Chips Juicy Salsa 125 g', 0, 0, 1, 5000, 0, 0, 0, 34),
(1730, '81ebe67c', '2020-11-06 19:32:59', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1730', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage chaud 200ml', 'جبنة حارة 200 مل', 'Queso Caliente 200ml', 0, 0, 1, 5000, 0, 0, 0, 50),
(1731, '13600250', '2020-11-06 19:37:45', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1731', '', '', 0, 0, 1, 0, 0, NULL, 'Salsa chaude 200ml', 'صلصة حارة 200 مل', 'Salsa picante 200ml', 0, 0, 1, 5000, 0, 0, 0, 51),
(1732, '298ae6b7', '2020-11-06 19:42:14', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1732', '', '', 0, 0, 1, 0, 0, NULL, 'Salsa douce 200ml', 'صلصة حلو 200 مل', 'Salsa suave 200ml', 0, 0, 1, 5000, 0, 0, 0, 52),
(1733, '2c0d36c9', '2020-11-06 19:49:12', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1733', '', '', 0, 0, 1, 0, 0, NULL, 'Miel Jalapeño 200ml', 'عسل بالفلفل هالبينو 200 مل', 'Miel Jalapeño 200ml', 0, 0, 1, 5000, 0, 0, 0, 53),
(1735, '5366b9e9', '2020-11-07 00:13:51', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1735', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Micro-ondes Popcorn Caramel Saveur 120g', 'رقائق الذرة  بنكهة الكراميل  120 جرام', 'Palomitas de maíz para microondas sabor caramelo Chio 120g', 0, 0, 1, 5000, 0, 0, 0, 55),
(1736, '43182bee', '2020-11-07 00:18:34', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1736', '', '', 0, 0, 1, 0, 0, NULL, 'Saveur salée de maïs soufflé aux micro-ondes Chio 120g', 'رقائق الذرة  بالنكهة المالحة  120 جرام', 'Sabor salado de palomitas de maíz para microondas Chio 120g', 0, 0, 1, 5000, 0, 0, 0, 55),
(1737, 'ea1536c6', '2020-11-07 00:36:33', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1737', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Micro-ondes Popcorn Saveur Douce 120g', 'رقائق الذرة   بالنكهة الحلوة 120 جرام  ', 'Palomitas de maíz para microondas sabor dulce 120g', 0, 0, 1, 5000, 0, 0, 0, 55),
(1738, '16ebf7ac', '2020-11-07 00:45:19', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1738', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Readymade Popcorn Saveur Sucrée Salée 120g', 'رقائق الذرة الجاهزة بنكهة مالحة وحلوة 120 جرام', 'Palomitas de maíz preparadas Chio sabor dulce salado 120g', 0, 0, 1, 5000, 0, 0, 0, 55),
(1739, '5d3708fa', '2020-11-07 00:49:00', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1739', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Readymade Popcorn Toffee Saveur Karamell 120g', 'رقائق الذرة الجاهز بنكهة توفي كراميل 120 جرام', 'Chio Readymade Palomitas de maíz Toffee Karamell Flavor 120g', 0, 0, 1, 5000, 0, 0, 0, 55),
(1740, '1de94ad6', '2020-11-07 01:04:04', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1740', '', '', 0, 0, 1, 0, 0, NULL, 'fghf', 'rttfgh', 'fghfgh', 0, 0, 1, 42, 0, 0, 0, 55),
(1741, '514fa5ab', '2020-11-07 13:34:38', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1741', '', '', 0, 0, 1, 0, 0, NULL, 'Chip 150g Croustilles au goût de fromage', 'رقائق البطاطس بنكهة الجبن 150 جرام ', 'Chip 150g Patatas fritas con sabor a queso', 0, 0, 1, 5000, 0, 0, 0, 31),
(1742, '7085dd2f', '2020-11-07 14:23:01', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1742', '', '', 0, 0, 1, 0, 0, NULL, 'Chips à la crème sure et à l\'oignon Chio 100 g', 'رقائق البطاطس بنكهة البصل بالكريم 100 جرام ', 'Patatas fritas con crema agria y cebolla Chio 100 g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1743, 'a68a034e', '2020-11-07 14:49:49', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1743', '', '', 0, 0, 1, 0, 0, NULL, 'Chili čips avec kebab okusom 100g', 'رقائق البطاطس بنكهة الكباب 100 جرام ', 'Chili čips con kebab okusom 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1744, '33cb0681', '2020-11-07 18:06:59', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1744', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Exxtra chips salées 100g', 'رقائق البطاطس  مملح 100 جرام', 'Chio Exxtra chips salados 100g', 0, 0, 1, 5000, 0, 0, 0, 32),
(1745, 'a4a07d10', '2020-11-07 18:15:30', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1745', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles Chio Exxtra, parfumées à la sauce grecque tzatziki 100g', 'رقائق البطاطس بنكهة صلصة تزاتزيكي اليونانية 100 جرام', 'Chio Exxtra chips, aromatizados con salsa tzatziki griega 100g', 0, 0, 1, 5000, 0, 0, 0, 32),
(1746, '8d5dbe17', '2020-11-07 18:32:04', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1746', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles Chio Exxtra, saveur paprika 100g', 'رقائق البطاطس بنكهة الفلفل الحلو 100 جرام 100 جرام', 'Chio Exxtra chips, con sabor a pimentón 100g', 0, 0, 1, 5000, 0, 0, 0, 32),
(1747, '9d8d5c19', '2020-11-07 18:41:19', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1747', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles Chio Exxtra, à la crème sure et à l\'oignon 100g', 'رقائق البطاطس بالقشدة الحامضة بنكهة البصل 100 جرام', 'Chio Exxtra chips, con crema agria y sabor a cebolla 100g', 0, 0, 1, 5000, 0, 0, 0, 32),
(1748, '477c4d5f', '2020-11-07 23:06:40', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1748', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Chio Oven, saveur crème sure 100g', 'رقائق البطاطس بالفرن بنكهة القشدة الحامضة 100 جرام', 'Chio chips al horno, con sabor a crema agria 100g', 0, 0, 1, 5000, 0, 0, 0, 33),
(1749, '0cdb12ed', '2020-11-07 23:11:34', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1749', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Chio Oven, saveur paprika 100g', 'رقائق البطاطس بالفرن بنكهة الفلفل الحلو 100 جرام', 'Chio chips al horno, con sabor a pimentón 100g', 0, 0, 1, 5000, 0, 0, 0, 33),
(1750, '2da67d09', '2020-11-09 17:41:31', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1750', '', '', 0, 0, 1, 0, 0, NULL, 'Jumpys Sunny Paprika 100g', 'رقائق البطاطس جامبيز صني 100 جرام', 'Jumpys Sunny Paprika 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1751, '97faaa95', '2020-11-09 17:45:34', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1751', '', '', 0, 0, 1, 0, 0, NULL, 'Sel de mer Jumpys pour four 90g', 'رقائق البطاطس  جامبيس بالفرن بملح البحر 90 جرام', 'Sal Marina Jumpys 90g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1753, '4c792bfd', '2020-11-10 00:08:23', NULL, NULL, NULL, 25, 304, 2, 1, 8, 5, 153, '1753', '', '', 0, 0, 1, 0, 0, NULL, 'Les chips de lentilles Chio doivent peser 100g', 'رقائق البطاطس بنكهة العدس 100 جرام', 'Los chips de lentejas chio deben pesar 100 g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1754, '1bdd08c5', '2020-11-10 00:15:27', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1754', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de lentilles à saveur de crème sure', 'رقائق البطاطس بنكهة العدس والقشدة الحامضة 100 جرام', 'Chio chips de lentejas con sabor a crema agria', 0, 0, 1, 5000, 0, 0, 0, 31),
(1755, '1831b08e', '2020-11-10 00:30:44', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1755', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Coronados 100g', 'رقائق البطاطس كورونادوس 100 جرام', 'Chio Coronados 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1756, 'c6ac5cb8', '2020-11-10 00:39:28', NULL, NULL, NULL, 25, 304, 2, 1, 1, 5, 153, '1756', '', '', 0, 0, 1, 0, 0, NULL, 'Chio Taccos 100g', 'رقائق البطاطس طاكوس 100 جرام', 'Tacos de Chio 100g', 0, 0, 1, 5000, 0, 0, 0, 31),
(1757, 'be3c0ea5', '2020-11-12 23:40:16', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1757', '', '', 0, 0, 1, 0, 0, NULL, 'Cheetos Macaroni au fromage 170g', 'شيتوس معكرونة بالجبن 170 جرام', 'Cheetos Macarrones con Queso 170g', 0, 0, 1, 5000, 0, 0, 0, 131),
(1758, 'b8047f60', '2020-11-12 23:50:48', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1758', '', '', 0, 0, 1, 0, 0, NULL, 'Cheetos Macaroni et Fromage Flamin Hot 160g', 'شيتوس معكرونة  بنكهة الجبن والحار 160 جم', 'Cheetos Macarrones con Queso Flamin Hot 160g', 0, 0, 1, 5000, 0, 0, 0, 132),
(1759, '5d09d74a', '2020-11-13 00:11:20', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1759', '', '', 0, 0, 1, 0, 0, NULL, 'Cheetos Macaroni au Fromage Jalapeño au Fromage 164g', 'مكرونة شيتوس بالجبنة والهلابينو 164 جم', 'Cheetos Macarrones con Queso Cheesy Jalapeño 164g', 0, 0, 1, 5000, 0, 0, 0, 133),
(1760, 'e5b5dc59', '2020-11-13 00:26:43', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1760', '', '', 0, 0, 1, 0, 0, NULL, 'Dans une tasse de macaroni au fromage Cheetos 66g', 'شيتوس معكرونة  بالجبن في الكوب 66 جرام', 'En una taza Cheetos Macarrones con Queso 66g', 0, 0, 1, 5000, 0, 0, 0, 134),
(1761, 'ef236f0b', '2020-11-14 09:43:36', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1761', '', '', 0, 0, 1, 0, 0, NULL, 'Tasse de macaroni au fromage FLAMIN HOT 66 g', 'شيتوس معكرونة بالجبن في الكوب 66 جرام', 'Taza de macarrones con queso FLAMIN HOT 66 g ', 0, 0, 1, 5000, 0, 0, 0, 135),
(1762, '4fb4fbf9', '2020-11-14 21:36:38', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1762', '', '', 0, 0, 1, 0, 0, NULL, 'Tasse CHEETOS MACARONI AU FROMAGE JALAPEñO 66 g', 'شيتوس معكرونة بالجبنة والفلفل الهلابينو 66 جرام', ' CHEETOS Taza  MACARRONES CON QUESO CHEESY JALAPEñO 66 g ', 0, 0, 1, 5000, 0, 0, 0, 136),
(1763, 'e347c13c', '2020-11-14 21:54:10', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1763', '', '', 0, 0, 1, 0, 0, NULL, 'Cheetos Flamin Popcorn Frito Lay à saveur chaude 185g', 'شيتوس فشار بالنكهة الحارة فريتو لاي 185 جم', 'Cheetos Flamin Palomitas De Maíz Con Sabor Picante Frito Lay 185g', 0, 0, 1, 5000, 0, 0, 0, 137),
(1764, '2832c185', '2020-11-14 21:57:09', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1764', '', '', 0, 0, 1, 0, 0, NULL, 'NOUVEAU! Collations à saveur de maïs soufflé au cheddar CHEETOS® 185g', 'جديد! شيتوس® وجبات خفيفة بنكهة الشيدر 185 جرام', '¡NUEVO! CHEETOS® Snacks con sabor a palomitas de maíz con queso cheddar 185g', 0, 0, 1, 5000, 0, 0, 0, 138),
(1765, '43b5c68e', '2020-11-14 22:14:41', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1765', '', '', 0, 0, 1, 0, 0, NULL, 'Collations à saveur de fromage croquant CHEETOS® 240g', 'شيتوس® وجبات خفيفة منكهة بالجبنة المقرمشة 240 جم', 'Bocadillos crujientes con sabor a queso CHEETOS® 240g', 0, 0, 1, 5000, 0, 0, 0, 139),
(1766, 'e67d53c0', '2020-11-14 22:32:56', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1766', '', '', 0, 0, 1, 0, 0, NULL, 'Collations croquantes à saveur de fromage CHEETOS® FLAMIN ’HOT® .93g', 'شيتوس كرانشي فلامين هوت® وجبات خفيفة منكهة بالجبنة 93 جم', 'CHEETOS® Crunchy FLAMIN ’HOT® Snacks con sabor a queso .93g', 0, 0, 1, 5000, 0, 0, 0, 140),
(1767, '5b2704fa', '2020-11-14 22:48:59', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1767', '', '', 0, 0, 1, 0, 0, NULL, 'Collations à saveur de fromage soufflé CHEETOS® 240g', 'شيتوس® وجبات خفيفة منكهة بالجبنة 240 جم', 'Bocadillos con sabor a queso CHEETOS® Puffs 240g', 0, 0, 1, 5000, 0, 0, 0, 141),
(1768, 'b889f87b', '2020-11-14 23:14:29', NULL, NULL, NULL, 25, -1, 2, 1, 1, 5, -1, '1768', '', '', 0, 0, 1, 0, 0, NULL, 'ghnghn', 'ghjghj', 'njhn', 0, 0, 1, 50, 0, 0, 0, 0),
(1769, '015312d9', '2020-11-16 17:32:12', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1769', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS PAWS Collations à saveur de fromage 28g', 'شيتوس باوز وجبات خفيفة منكهة بالجبنة 28 جم', 'CHEETOS PAWS Snacks Sabor Queso 28g', 0, 0, 1, 5000, 0, 0, 0, 142),
(1770, '16f85fab', '2020-11-16 17:37:48', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1770', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Collations à saveur de fromage de Limón croustillantes FLAMIN \'HOT 63,7 g', 'شيتوس كرانشي فلامين هوت ليمون تشيز وجبات خفيفة بنكهة الجبنة والليمون 63.7 جم', 'CHEETOS Aperitivos Flamencos Crujientes Con Sabor Queso Limón 63,7 g', 0, 0, 1, 5000, 0, 0, 0, 143),
(1771, '95908904', '2020-11-16 17:45:14', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1771', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Crunchy XXTRA FLAMIN \'HOT Cheese Snacks 240.9g', 'شيتوس كرانشي وجبات خفيفة بنكهة الجبن اكسترا فلامين هوت  240.9 جم', 'CHEETOS Bocadillos crujientes XXTRA FLAMIN \'HOT con sabor a queso 240.9g', 0, 0, 1, 5000, 0, 0, 0, 144),
(1772, '224f4ea6', '2020-11-16 17:50:46', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1772', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Collations à saveur de fromage cheddar et jalapeño croquant 240,9 g', 'شيتوس وجبات خفيفة مقرمشة بنكهة الجبن شيدر وفلفل هالبينو الحار 240.9 غرام', 'CHEETOS Snacks crujientes con sabor a queso cheddar y jalapeño 240.9 g', 0, 0, 1, 5000, 0, 0, 0, 145),
(1773, 'eb29f0a5', '2020-11-16 17:55:32', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1773', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Puffs Collations à saveur de fromage FLAMIN \'HOT 226,8 g', 'شيتوس  وجبات خفيفة منكهة بالجبنة الحارة 226.8 جم', 'CHEETOS Puffs FLAMIN \'HOT Snacks con sabor a queso 226,8 g', 0, 0, 1, 5000, 0, 0, 0, 146),
(1774, '3e94becd', '2020-11-16 18:00:27', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1774', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Collations à saveur de cheddar blanc Simply Puffs 226,5 g', 'شيتوس سيمبلي بافس وجبات خفيفة منكهة بجبنة الشيدر البيضاء 226.5 جم', 'CHEETOS Simply Puffs Snacks con sabor a queso cheddar blanco 226.5 g', 0, 0, 1, 5000, 0, 0, 0, 147),
(1775, '3a2499fb', '2020-11-16 18:17:47', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1775', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Collations à saveur de fromage cheddar blanc et jalapeño Simply Puffs 28g', 'شيتوس وجبات خفيفة بنكهة الجبن شيدر أبيض والفلفل هالبينو الحار 28 جم', 'CHEETOS Simply Puffs Snacks con sabor a queso cheddar blanco y jalapeño 28g', 0, 0, 1, 5000, 0, 0, 0, 148),
(1776, 'e66b56a2', '2020-11-16 18:20:50', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1776', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Collations à saveur de cheddar blanc tout simplement croquant 28g', 'شيتوس - وجبات خفيفة منكهة بجبنة الشيدر البيضاء المقرمشة 28 جم', 'CHEETOS Snacks con sabor a queso cheddar blanco Simply Crunchy 28g', 0, 0, 1, 5000, 0, 0, 0, 149),
(1777, '314dd9e3', '2020-11-16 19:15:47', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1777', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Snacks à saveur de fromage croquant cuit au four 28g', 'شيتوس - وجبات خفيفة منكهة بالجبنة المقرمشة 28 جم', 'CHEETOS Snacks crujientes con sabor a queso al horno 28g', 0, 0, 1, 5000, 0, 0, 0, 150),
(1778, '698b60b6', '2020-11-16 19:26:56', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1778', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS FANTASTIX FLAMIN ’HOT Pommes de terre au four à saveur de maïs Snacks 28g', 'شيتوس وجبات خفيفة من البطاطا والذرة المخبوزة بنكهة الحارة 28 جرام', 'CHEETOS FANTASTIX FLAMIN ’HOT Snacks de patata al horno con sabor a maíz 28g', 0, 0, 1, 5000, 0, 0, 0, 151),
(1779, '0fdbbd8b', '2020-11-16 19:40:48', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1779', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Baked Crunchy FLAMIN ’HOT Cheese Flavored Snacks 28g', 'شيتوس وجبات خفيفة  مخبوز مقرمش بنكهة الجبن فلامين حار 28 جم', 'CHEETOS Aperitivos crujientes con sabor a queso FLAMIN ’HOT al horno 28g', 0, 0, 1, 5000, 0, 0, 0, 152),
(1780, '02deaa23', '2020-11-16 19:54:41', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1780', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS FANTASTIX Collations de pommes de terre au four à saveur de chili 28g', 'شيتوس فانتاستيك بنكهة البطاطس وذرة المشوية والجبن والحار 28 جرام', 'CHEETOS FANTASTIX Snacks de patata de maíz al horno con sabor a queso y chile 28g', 0, 0, 1, 5000, 0, 0, 0, 153),
(1781, 'a54a7b51', '2020-11-16 20:02:46', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1781', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Bouchées au cheddar blanc en-cas à saveur de fromage 28g', 'شيتوس وجبات خفيفة بنكهة الجبن البيضاء شيدر 28 جرام', 'CHEETOS Bocaditos de queso cheddar blanco con sabor a queso 28g', 0, 0, 1, 5000, 0, 0, 0, 154),
(1782, 'd789c9cf', '2020-11-16 20:23:57', NULL, NULL, NULL, 25, 306, 2, 1, 1, 5, 155, '1782', '', '', 0, 0, 1, 0, 0, NULL, 'CHEETOS Flavor Shots FLAMIN \'HOT ASTEROIDS Snacks aromatisés 35,4 g', 'شيتوس بنكهة الحارة 35.4 جم', 'CHEETOS Flavor Shots FLAMIN \'HOT ASTEROIDS Snacks saborizados 35.4g', 0, 0, 1, 5000, 0, 0, 0, 155),
(1783, '324057f6', '2020-11-16 20:27:32', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1783', '', '', 0, 0, 1, 0, 0, NULL, 'Double Big Mac 730 Cal', 'دبل بيج ماك 730 كال', 'Double Big Mac 730 Cal', 0, 0, 1, 5000, 0, 0, 0, 1),
(1784, '2e2b2774', '2020-11-17 16:02:38', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1784', '', '', 0, 0, 1, 0, 0, NULL, 'Big Mac 560 Cal', 'بيج ماك 560 كال', 'Big Mac 560 Cal', 0, 0, 1, 5000, 0, 0, 0, 1),
(1785, '3563f2ea', '2020-11-17 23:56:50', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1785', '', '', 0, 0, 1, 0, 0, NULL, 'Big Beef Sauce Algérienne', 'بيج بيف صوص الجزائريين', 'Big Beef Sauce Algérienne', 0, 0, 1, 5000, 0, 0, 0, 2),
(1786, 'f767149c', '2020-11-18 00:18:03', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1786', '', '', 0, 0, 1, 0, 0, NULL, 'Big Beef Classic', 'بيج بيف كلاسيك', 'Big Beef Classic', 0, 0, 1, 5000, 0, 0, 0, 3),
(1787, 'cea7726a', '2020-11-18 00:36:40', NULL, NULL, NULL, 15, 317, 2, 1, 1, 5, 157, '1787', '', '', 0, 0, 1, 0, 0, NULL, 'Big Chicken Classic', 'بيج تشيكن كلاسيك', 'Big Chicken Classic', 0, 0, 1, 5000, 0, 0, 0, 4),
(1788, '020a0475', '2020-11-18 00:48:31', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1788', '', '', 0, 0, 1, 0, 0, NULL, 'Royal Cheese™', 'رويال تشيز ™', 'Royal Cheese™', 0, 0, 1, 5000, 0, 0, 0, 5),
(1789, '5bd97ab6', '2020-11-18 00:56:35', NULL, NULL, NULL, 15, 317, 2, 1, 1, 5, 157, '1789', '', '', 0, 0, 1, 0, 0, NULL, 'Big Tasty Chicken', 'بيج تايستي تشيكن', 'Big Tasty Chicken', 0, 0, 1, 5000, 0, 0, 0, 6),
(1790, 'b8e0b43a', '2020-11-18 01:07:13', NULL, NULL, NULL, 15, 317, 2, 1, 1, 5, 157, '1790', '', '', 0, 0, 1, 0, 0, NULL, 'Chicken Mythic', 'دجاج أسطوري', 'Chicken Mythic', 0, 0, 1, 5000, 0, 0, 0, 7),
(1791, '9f749522', '2020-11-18 01:11:24', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1791', '', '', 0, 0, 1, 0, 0, NULL, 'Triple Cheese Burger', 'تريبل تشيز برجر', 'Triple Cheese Burger', 0, 0, 1, 5000, 0, 0, 0, 8),
(1792, '7f046264', '2020-11-18 07:53:55', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1792', '', '', 0, 0, 1, 0, 0, NULL, 'Double Cheeseburger', 'دبل تشيز برجر', 'Double Cheeseburger', 0, 0, 1, 5000, 0, 0, 0, 9),
(1793, 'a9245e37', '2020-11-18 08:00:17', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1793', '', '', 0, 0, 1, 0, 0, NULL, 'Big Tasty™', 'بيج تيستي ', 'Big Tasty™', 0, 0, 1, 5000, 0, 0, 0, 10),
(1794, 'e1932ae8', '2020-11-18 08:10:21', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1794', '', '', 0, 0, 1, 0, 0, NULL, 'Filet-O-Fish™', 'فيليه أو فيش', 'Filet-O-Fish™', 0, 0, 1, 5000, 0, 0, 0, 11),
(1795, '552c4993', '2020-11-18 08:14:48', NULL, NULL, NULL, 15, 317, 2, 1, 1, 5, 157, '1795', '', '', 0, 0, 1, 0, 0, NULL, 'McChicken™', 'ماك تشيكن ', 'McChicken™', 0, 0, 1, 5000, 0, 0, 0, 12),
(1796, 'f443b940', '2020-11-18 08:42:34', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1796', '', '', 0, 0, 1, 0, 0, NULL, 'Hamburger Deluxe', 'همبرغر ديلوكس', 'Hamburger Deluxe', 0, 0, 1, 5000, 0, 0, 0, 13),
(1797, '97e00adc', '2020-11-18 08:49:51', NULL, NULL, NULL, 15, 317, 2, 1, 1, 5, 157, '1797', '', '', 0, 0, 1, 0, 0, NULL, 'Chicken burger', 'برجر تشيكن', 'Chicken burger', 0, 0, 1, 5000, 0, 0, 0, 14),
(1798, 'f3cc3794', '2020-11-18 09:01:33', NULL, NULL, NULL, 15, 307, 2, 1, 8, 5, 157, '1798', '', '', 0, 0, 1, 0, 0, NULL, 'Hamburger', 'همبرغر', 'Hamburger', 0, 0, 1, 5000, 0, 0, 0, 15),
(1799, 'f030c554', '2020-11-18 09:08:01', NULL, NULL, NULL, 15, 307, 2, 1, 1, 5, 157, '1799', '', '', 0, 0, 1, 0, 0, NULL, 'Cheeseburger', 'تشيز برجر', 'Cheeseburger', 0, 0, 1, 5000, 0, 0, 0, 16),
(1800, '68179353', '2020-11-18 09:28:09', NULL, NULL, NULL, 15, 317, 2, 1, 1, 5, 157, '1800', '', '', 0, 0, 1, 0, 0, NULL, 'P\'tit wrap miel moutarde', 'رغيف مزينة بقطع الدجاج المقرمش وسلطة طازجة بصل و صوص موطارد بالعسل', 'Envoltura de mostaza y miel', 0, 0, 1, 5000, 0, 0, 0, 17),
(1801, '1aa0a61d', '2020-11-18 09:43:26', NULL, NULL, NULL, 15, 317, 2, 1, 8, 5, 157, '1801', '', '', 0, 0, 1, 0, 0, NULL, 'Grand McWrap Chicken Sauce Miel Moutarde', 'رغيف من الحجم الكبير مزينة بقطع الدجاج المقرمش وسلطة طازجة بصل و صوص موطارد بالعسل', 'Salsa McWrap grande de pollo con mostaza y miel', 0, 0, 1, 5000, 0, 0, 0, 18),
(1802, 'e59154c7', '2020-11-18 09:57:19', NULL, NULL, NULL, 15, 317, 2, 1, 1, 5, 157, '1802', '', '', 0, 0, 1, 0, 0, NULL, 'Grand McWrap™ Chicken Sauce Algérienne', 'رغيف من الحجم الكبير مزينة بقطعتين الدجاج المقرمش بالجبنة إيمنتال طماطم سلطة بصل مقلي بطاطا ستيك صوص الجريان', 'Salsa de pollo argelina Grand McWrap ™', 0, 0, 1, 5000, 0, 0, 0, 19),
(1803, '91f6630c', '2020-11-18 11:49:45', NULL, NULL, NULL, 15, 314, 2, 1, 1, 5, 157, '1803', '', '', 0, 0, 1, 0, 0, NULL, 'Frites steak house épicées', 'بطاطا مقلية حارة', 'Patatas fritas picantes', 0, 0, 1, 5000, 0, 0, 0, 21),
(1804, '462b0011', '2020-11-18 11:57:50', NULL, NULL, NULL, 15, 314, 2, 1, 1, 5, 157, '1804', '', '', 0, 0, 1, 0, 0, NULL, 'Grande portion de frites', 'البطاطس المقلية من الحجم الكبير', 'Gran porción de papas fritas', 0, 0, 1, 5000, 0, 0, 0, 22),
(1805, 'c6a87bb4', '2020-11-19 00:55:54', NULL, NULL, NULL, 15, 314, 2, 1, 1, 5, 157, '1805', '', '', 0, 0, 1, 0, 0, NULL, 'Moyenne portion de frites', 'البطاطس المقلية من الحجم المتوسط ', 'Porción media de patatas fritas', 0, 0, 1, 5000, 0, 0, 0, 23),
(1806, '43f87590', '2020-11-19 01:02:04', NULL, NULL, NULL, 15, 314, 2, 1, 1, 5, 157, '1806', '', '', 0, 0, 1, 0, 0, NULL, 'Petite portion de frites', 'البطاطس المقلية من الحجم الصغير', 'Porción pequeña de papas fritas', 0, 0, 1, 5000, 0, 0, 0, 24),
(1807, 'f4e3ae2d', '2020-11-19 01:10:48', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1807', '', '', 0, 0, 1, 0, 0, NULL, '(12) Chicken McNuggets ™ (3) Bâtonnets de poulet (6) Croquettes au fromage (3) Sauces au choix Poivre', '(12) تشيكن ماك ناجت ™ ( 3)  اصابع دجاج  (6)   كروكيت بالجبن   (3 )صوصات من اختيارك فلفل', '(12) McNuggets ™ de pollo( 3 )palitos de pollo( 6 )croquetas de queso(3) salsas de su elección Pimienta', 0, 0, 1, 5000, 0, 0, 0, 27),
(1808, '20015567', '2020-11-19 01:15:28', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1808', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage suisse( 5 Pièces)', ' كروكيت مقرمشة بالجبن السويسري (5) قطعة', 'Queso suizo (5 piezas)', 0, 0, 1, 5000, 0, 0, 0, 28),
(1809, '67ef3d27', '2020-11-19 01:23:38', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1809', '', '', 0, 0, 1, 0, 0, NULL, 'Croquettes fromage relevées aux poivrons( 5 Pièces)', 'كروكيت بالجبن متبل بالفلفل الأسود ( 5 قطع)', 'Croquetas de queso con pimientos (5 Piezas)', 0, 0, 1, 5000, 0, 0, 0, 29),
(1810, '96cfcc0f', '2020-11-19 07:42:18', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1810', '', '', 0, 0, 1, 0, 0, NULL, 'Poulet McNuggets ™ (9)', 'تشيكن ماك ناجتس ™ (9 قطع)', 'Chicken McNuggets ™ (9 piezas)', 0, 0, 1, 5000, 0, 0, 0, 30),
(1811, '0c6de208', '2020-11-19 07:52:31', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1811', '', '', 0, 0, 1, 0, 0, NULL, 'Chicken McNuggets™(6)', '( تشيكن ماك ناجتس ( 6 قطع ', 'Chicken McNuggets™(6)', 0, 0, 1, 5000, 0, 0, 0, 31),
(1812, 'e7374350', '2020-11-19 08:03:35', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1812', '', '', 0, 0, 1, 0, 0, NULL, 'Chicken McNuggets™(4)', '(تشيكن ماك ناجتس ( 4 قطع', 'Chicken McNuggets™(4)', 0, 0, 1, 5000, 0, 0, 0, 32),
(1813, '63bfa432', '2020-11-19 09:08:51', NULL, NULL, NULL, 15, 314, 2, 1, 1, 5, 157, '1813', '', '', 0, 0, 1, 0, 0, NULL, 'Frites pour enfants', 'بطاطس مقلية للأطفال', 'Papas fritas para niños', 0, 0, 1, 5000, 0, 0, 0, 25),
(1814, '2fb59e7f', '2020-11-19 23:44:02', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1814', '', '', 0, 0, 0, 0, 0, NULL, 'Chicken McNuggets boite de(4) pièces', 'علبة تشيكن ماك ناجت( 4 ) قطع', 'Chicken McNuggets  de(4) piezas', 0, 0, 1, 5000, 0, 0, 0, 33),
(1815, '726abdc4', '2020-11-19 23:48:21', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1815', '', '', 0, 0, 0, 0, 0, NULL, 'Chicken McNuggets boite de( 6 ) pièces', 'علبة تشيكن ماك ناجت( 6 ) قطع', 'Chicken McNuggets caja de( 6 ) piezas', 0, 0, 1, 5000, 0, 0, 0, 34),
(1816, 'b90c093b', '2020-11-19 23:50:33', NULL, NULL, NULL, 15, 308, 2, 1, 1, 5, 157, '1816', '', '', 0, 0, 0, 0, 0, NULL, 'Chicken McNuggets boite de( 9 ) pièces', ' علبة تشيكن ماك ناجت ( 9 )  قطع', 'Chicken McNuggets caja de ( 9 ) piezas', 0, 0, 1, 5000, 0, 0, 0, 35),
(1817, '23889d7f', '2020-11-20 01:15:01', NULL, NULL, NULL, 15, 309, 2, 1, 1, 5, 157, '1817', '', '', 0, 0, 1, 0, 0, NULL, 'Salade Italienne', 'سلطة ايطالية', 'Ensalada italiana', 0, 0, 1, 5000, 0, 0, 0, 36),
(1818, '3da4ee67', '2020-11-20 01:24:27', NULL, NULL, NULL, 15, 309, 2, 1, 1, 5, 157, '1818', '', '', 0, 0, 1, 0, 0, NULL, 'salade césar', 'سلطة سيزار', 'ensalada Cesar', 0, 0, 1, 5000, 0, 0, 0, 37),
(1819, 'f154d084', '2020-11-20 01:35:50', NULL, NULL, NULL, 15, 309, 2, 1, 1, 5, 157, '1819', '', '', 0, 0, 1, 0, 0, NULL, 'Salade Pêcheur', 'سلطة الصيادين', 'Ensalada de pescador', 0, 0, 1, 5000, 0, 0, 0, 38),
(1820, '8d18a589', '2020-11-20 07:48:54', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1820', '', '', 0, 0, 1, 0, 0, NULL, 'Sauce Curry', 'صلصة الكاري', 'Sauce Curry', 0, 0, 1, 5000, 0, 0, 0, 39),
(1821, 'd1528be3', '2020-11-20 08:18:13', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1821', '', '', 0, 0, 1, 0, 0, NULL, 'Sauce Barbecue', 'صلصة الشواء', 'Sauce Barbecue', 0, 0, 1, 5000, 0, 0, 0, 40),
(1822, '43281f00', '2020-11-20 08:32:31', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1822', '', '', 0, 0, 1, 0, 0, NULL, 'Sauce Moutarde', 'صلصة الخردل', 'Sauce Moutarde', 0, 0, 1, 5000, 0, 0, 0, 41),
(1823, '9269d19f', '2020-11-20 08:54:53', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1823', '', '', 0, 0, 1, 0, 0, NULL, 'Sauce Chinoise', 'صلصة الصينية', 'Salsa china', 0, 0, 1, 5000, 0, 0, 0, 42),
(1824, '166bfa01', '2020-11-20 09:11:47', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1824', '', '', 0, 0, 1, 0, 0, NULL, 'Sauce Pommes frites', 'صلصة البطاطا المقلية', 'Salsa de papas fritas', 0, 0, 1, 5000, 0, 0, 0, 43),
(1825, '9e55049f', '2020-11-20 09:22:55', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1825', '', '', 0, 0, 1, 0, 0, NULL, 'ketchup', 'كاتشب', 'salsa de tomate', 0, 0, 1, 5000, 0, 0, 0, 44),
(1826, '0e9ba0a7', '2020-11-20 09:52:36', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1826', '', '', 0, 0, 1, 0, 0, NULL, 'Pommes de terre sauce Deluxe', 'صوص بطاطا ديلوكس', 'Salsa de Papas Deluxe', 0, 0, 1, 5000, 0, 0, 0, 45),
(1827, '25ae738b', '2020-11-20 10:26:30', NULL, NULL, NULL, 15, 313, 2, 1, 1, 5, 157, '1827', '', '', 0, 0, 1, 0, 0, NULL, 'Sauce Piquante', 'الصلصة الحارة', 'Salsa picante', 0, 0, 1, 5000, 0, 0, 0, 46),
(1828, 'de94e158', '2020-11-21 10:01:40', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1828', '', '', 0, 0, 1, 0, 0, NULL, 'Coca Cola', 'كوكا كولا', 'Coca Cola', 0, 0, 1, 5000, 0, 0, 0, 47),
(1829, 'a0f96955', '2020-11-21 10:14:46', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1829', '', '', 0, 0, 1, 0, 0, NULL, 'Coca-Cola sans sucres', 'كوكاكولا خالية من السكر', 'Coca-Cola sin azúcar', 0, 0, 1, 5000, 0, 0, 0, 48),
(1830, '8d8f4afd', '2020-11-21 10:27:05', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1830', '', '', 0, 0, 1, 0, 0, NULL, 'Fanta', 'فانتا', 'Fanta', 0, 0, 1, 5000, 0, 0, 0, 49),
(1831, 'aea2725c', '2020-11-21 10:35:47', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1831', '', '', 0, 0, 1, 0, 0, NULL, 'Sprite', 'سبرايت', 'Sprite', 0, 0, 1, 5000, 0, 0, 0, 50),
(1832, 'ed111c77', '2020-11-21 12:18:33', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1832', '', '', 0, 0, 1, 0, 0, NULL, 'Jus d\'orange de première qualité Minute Maid', 'عصير برتقال فاخر', 'Jugo de naranja premium Minute Maid', 0, 0, 1, 5000, 0, 0, 0, 52),
(1833, 'b1f1e6f9', '2020-11-21 12:23:24', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1833', '', '', 0, 0, 1, 0, 0, NULL, 'Hawai 25 cl', 'هاواي 25 سل ', 'Hawai 25 cl', 0, 0, 1, 5000, 0, 0, 0, 51),
(1834, 'df34c0b2', '2020-11-21 15:27:21', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1834', '', '', 0, 0, 1, 0, 0, NULL, 'Sidi Ali pure 0 nitrate faible en sodium 50 cl', 'سيدي علي نقية 0 نترات الفسفور والصوديوم 50سل ', 'Sidi Ali pure 0 nitrato de sodio bajo 50 cl', 0, 0, 0, 0, 0, 0, 0, 59),
(1835, 'c46b4152', '2020-11-21 19:30:27', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1835', '', '', 0, 0, 1, 0, 0, NULL, 'Jus de pomme', 'عصير التفاح', 'Jugo de manzana', 0, 0, 1, 5000, 0, 0, 0, 53),
(1836, '9b65ba10', '2020-11-21 21:03:36', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1836', '', '', 0, 0, 1, 0, 0, NULL, 'Lemonade Pina Colada 30 cl', 'ليمونادة بينا كولادا 30 سل', 'Limonada Piña Colada 30 cl', 0, 0, 1, 5000, 0, 0, 0, 54),
(1837, 'f36ef029', '2020-11-22 13:27:31', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1837', '', '', 0, 0, 1, 0, 0, NULL, 'Mcfizz Pamplemousse Rose', 'ماك فيز بالجريب فروت الوردي', 'Pomelo rosado Mcfizz', 0, 0, 1, 5000, 0, 0, 0, 55),
(1838, '317fc73a', '2020-11-22 15:15:35', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1838', '', '', 0, 0, 1, 0, 0, NULL, 'Grand café expresso décaféiné', 'قهوة كبير اسبريسو خالية من كافيين', 'Café expreso descafeinado grande', 0, 0, 1, 5000, 0, 0, 0, 60),
(1839, '5911806c', '2020-11-22 16:32:47', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1839', '', '', 0, 0, 1, 0, 0, NULL, 'Petit espresso 0,20 cl de café décaféiné', 'قهوة اسبريسو صغيرة 0.20 سل منزوعة الكافيين', 'Espresso pequeño 0,20 cl de café descafeinado', 0, 0, 1, 5000, 0, 0, 0, 61),
(1840, 'ec666290', '2020-11-22 17:14:13', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1840', '', '', 0, 0, 1, 0, 0, NULL, 'Grand cappuccino saupoudré de chocolat en poudre', 'كابتشينو كبير مع رش مسحوق الشوكولاتة', 'Capuchino grande espolvoreado con chocolate en polvo', 0, 0, 1, 5000, 0, 0, 0, 62),
(1845, 'ca356b59', '2020-11-22 23:57:37', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1845', '', '', 0, 0, 1, 0, 0, NULL, 'Café expresso long', 'قهوة طويلة اسبريسو', 'Espresso largo de café', 0, 0, 1, 5000, 0, 0, 0, 66),
(1841, 'afa12a9d', '2020-11-22 17:24:24', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1841', '', '', 0, 0, 1, 0, 0, NULL, 'Café au lait avec une mousse de lait épaisse', 'قهوة بالحليب مع رغوة الحليب الكثيفة', 'Café con leche con espuma de leche espesa', 0, 0, 1, 5000, 0, 0, 0, 63),
(1842, 'e3e03722', '2020-11-22 17:28:21', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1842', '', '', 0, 0, 1, 0, 0, NULL, 'chocolat chaud', 'شكولاته ساخنة', 'chocolate caliente', 0, 0, 1, 5000, 0, 0, 0, 64),
(1843, 'b57311bb', '2020-11-22 17:58:10', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1843', '', '', 0, 0, 1, 0, 0, NULL, 'Thé Earl Grey', 'الشاي إيرل جراي', 'Earl Grey', 0, 0, 1, 5000, 0, 0, 0, 65),
(1844, '8df7eca8', '2020-11-22 18:15:08', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1844', '', '', 0, 0, 1, 0, 0, NULL, 'Café expresso', 'قهوة اسبريسو ', 'Cafe expreso', 0, 0, 1, 5000, 0, 0, 0, 67),
(1846, 'a97dedf6', '2020-11-23 18:15:41', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1846', '', '', 0, 0, 1, 0, 0, NULL, 'Café deluxe Latte', 'كافي ديلوكس لاتيه', 'Café Latte Deluxe', 0, 0, 1, 5000, 0, 0, 0, 68),
(1847, '6853ebf6', '2020-11-23 19:27:57', NULL, NULL, NULL, 15, 311, 2, 1, 1, 5, 157, '1847', '', '', 0, 0, 1, 0, 0, NULL, 'Café deluxe cappuccino', 'قهوة كابتشينو فاخرة', 'Café capuchino de lujo', 0, 0, 1, 5000, 0, 0, 0, 69),
(1848, '95b40f7f', '2020-11-23 20:39:13', NULL, NULL, NULL, 15, 310, 2, 1, 1, 5, 157, '1848', '', '', 0, 0, 1, 0, 0, NULL, 'Milkshake Vanille', 'ميلك شيك فانيلا', 'Milkshake Vanille', 0, 0, 1, 5000, 0, 0, 0, 56),
(1849, '28d270d7', '2020-11-23 20:43:29', NULL, NULL, NULL, 15, 310, 2, 1, 8, 5, 157, '1849', '', '', 0, 0, 1, 0, 0, NULL, 'Milkshake Fraise', 'ميلك شيك فرايز', 'Milkshake Fraise', 0, 0, 1, 5000, 0, 0, 0, 57),
(1855, '55cd250f', '2020-11-24 09:42:09', NULL, NULL, NULL, 15, 318, 2, 1, 1, 5, 157, '1855', '', '', 0, 0, 1, 0, 0, NULL, 'sundae aux fraises', 'سنداي بنكهة الفراولة', 'sundae de fresa', 0, 0, 1, 5000, 0, 0, 0, 78),
(1851, '5d14f21e', '2020-11-24 08:21:42', NULL, NULL, NULL, 15, 318, 2, 1, 8, 5, 157, '1851', '', '', 0, 0, 1, 0, 0, NULL, 'Sundae chocolat', 'صنداى شوكولا', 'Sundae chocolate', 0, 0, 1, 5000, 0, 0, 0, 76),
(1853, '1b9cc314', '2020-11-24 09:29:36', NULL, NULL, NULL, 15, 318, 2, 1, 1, 5, 157, '1852', '', '', 0, 0, 1, 0, 0, NULL, 'Sundae nature', 'سنداي بدون نكهة إضافية', 'Sundae simple', 0, 0, 1, 5000, 0, 0, 0, 77),
(1854, '4c94c43c', '2020-11-24 09:33:21', NULL, NULL, NULL, 15, 318, 2, 1, 1, 5, 157, '1854', '', '', 0, 0, 1, 0, 0, NULL, 'Sundae Caramel ', ' صنداى كراميل', 'Caramelo Sundae', 0, 0, 1, 5000, 0, 0, 0, 75),
(1856, '2f5ad09f', '2020-11-24 10:12:49', NULL, NULL, NULL, 15, 318, 2, 1, 1, 5, 157, '1856', '', '', 0, 0, 1, 0, 0, NULL, 'McFlurry™ KitKat', 'ماكفلوري كيت كات', 'McFlurry™ KitKat', 0, 0, 1, 5000, 0, 0, 0, 85),
(1857, '5d1d6d10', '2020-11-24 11:20:46', NULL, NULL, NULL, 15, 318, 2, 1, 1, 5, 157, '1857', '', '', 0, 0, 1, 0, 0, NULL, 'McFlurry™ M&M\'s', 'ماكفلوري إم آند إمز', 'McFlurry™ M&M\'s', 0, 0, 1, 5000, 0, 0, 0, 86),
(1858, '4120b8c6', '2020-11-24 11:58:53', NULL, NULL, NULL, 15, 318, 2, 1, 1, 5, 157, '1858', '', '', 0, 0, 1, 0, 0, NULL, 'McFlurry™ Nature', 'ماك فلوري طبيعي', 'McFlurry ™ Nature', 0, 0, 1, 5000, 0, 0, 0, 87),
(1859, '441801b0', '2020-11-24 20:42:05', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1859', '', '', 0, 0, 1, 0, 0, NULL, 'Tranches de pomme', 'شرائح التفاح', 'rodajas de manzana', 0, 0, 1, 5000, 0, 0, 0, 90),
(1860, '792248f5', '2020-11-24 21:04:49', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1860', '', '', 0, 0, 1, 0, 0, NULL, 'Donuts Caramel ', 'دونات كراميل', 'Donuts Caramel ', 0, 0, 1, 5000, 0, 0, 0, 91),
(1861, 'a7aa97ad', '2020-11-24 21:52:27', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1861', '', '', 0, 0, 1, 0, 0, NULL, 'Donuts et Fraise', 'دونات و فراولة', 'Donuts y Fresa', 0, 0, 1, 5000, 0, 0, 0, 92),
(1863, 'ae337ec0', '2020-11-24 22:41:37', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1862', '', '', 0, 0, 1, 0, 0, NULL, 'Gâteau brownie au chocolat', 'كعكة البراوني الشوكولاته', 'Pastel de brownie de chocolate', 0, 0, 1, 5000, 0, 0, 0, 93),
(1864, '912db7ef', '2020-11-24 23:28:06', NULL, NULL, NULL, 15, 318, 2, 1, 1, 5, 157, '1864', '', '', 0, 0, 1, 0, 0, NULL, 'Choco glacé', 'شوكولاتة مجمدة', 'Chocolate helado', 0, 0, 1, 5000, 0, 0, 0, 88),
(1865, '4c61e9b8', '2020-11-26 08:18:42', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1865', '', '', 0, 0, 1, 0, 0, NULL, 'Donuts fourré au chocolat', 'دونات بحشوة الشوكولاتة', 'Donuts con relleno de chocolate', 0, 0, 1, 5000, 0, 0, 0, 91),
(1866, '82b04832', '2020-11-26 10:00:35', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1866', '', '', 0, 0, 1, 0, 0, NULL, 'Cookie au chocolat', 'كعكة الشوكولاتة', 'Galleta de chocolate', 0, 0, 1, 5000, 0, 0, 0, 94),
(1867, '7ab1a2a5', '2020-11-26 10:02:24', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1867', '', '', 0, 0, 1, 0, 0, NULL, 'Cookie chocolat au lait', 'كوكيز شوكولاتة بالحليب', 'Galleta de chocolate con leche', 0, 0, 1, 5000, 0, 0, 0, 95),
(1868, '97535242', '2020-11-26 10:36:34', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1868', '', '', 0, 0, 1, 0, 0, NULL, 'Macaron vanille', 'مكرون الفانيليا', 'Macarrón de vainilla', 0, 0, 1, 5000, 0, 0, 0, 96),
(1869, '3ae7c81c', '2020-11-26 10:41:27', NULL, NULL, NULL, 15, 319, 2, 1, 8, 5, -1, '1869', '', '', 0, 0, 1, 0, 0, NULL, 'Macaron chocolat', 'مكرون الشوكولاتة', 'Macarrón de chocolate', 0, 0, 1, 5000, 0, 0, 0, 97),
(1871, '0b3d942e', '2020-11-26 10:51:03', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1870', '', '', 0, 0, 1, 0, 0, NULL, 'Macaron framboise', 'مكرون التوت', 'Macarrón de frambuesa', 0, 0, 1, 5000, 0, 0, 0, 98),
(1872, 'ee64f279', '2020-11-26 11:16:25', NULL, NULL, NULL, 15, 319, 2, 1, 8, 5, 157, '1872', '', '', 0, 0, 1, 0, 0, NULL, 'Macaron citron vert', 'ماكرون الليمون ألأخضر', 'Macaron verde limón', 0, 0, 1, 5000, 0, 0, 0, 99),
(1873, 'b620c3aa', '2020-11-26 11:28:06', NULL, NULL, NULL, 15, 319, 2, 1, 8, 5, 157, '1873', '', '', 0, 0, 1, 0, 0, NULL, 'Macaron abricot', 'مكرون المشمش', 'Macarrón de albaricoque', 0, 0, 1, 5000, 0, 0, 0, 100);
INSERT INTO `article` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `id_article_category`, `id_article_sous_category`, `id_article_status`, `id_article_type`, `id_article_udm`, `id_tva`, `id_article_marque`, `code`, `barcode`, `code_fournisseur`, `is_allow_stock_negative`, `is_prix_bloquer`, `is_visible_on_web`, `is_sur_commande`, `is_new`, `last_prix_achat`, `libelle_fr`, `libelle_ar`, `libelle_es`, `poid_caisse`, `qte_caisse`, `qte_min`, `qte_max`, `poid`, `prix_achat`, `prix_vente`, `display_order`) VALUES
(1874, 'e0a137ba', '2020-11-26 11:32:27', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1874', '', '', 0, 0, 1, 0, 0, NULL, 'Macaron pistache', 'مكرون بالفستق', 'Macarrón de pistacho', 0, 0, 1, 5000, 0, 0, 0, 101),
(1875, '3a9f044c', '2020-11-26 11:45:21', NULL, NULL, NULL, 15, 319, 2, 1, 8, 5, 157, '1875', '', '', 0, 0, 1, 0, 0, NULL, 'Muffin double chocolat', 'فطيرة الشوكولاته مزدوجة', 'Muffin de chocolate doble', 0, 0, 1, 5000, 0, 0, 0, 102),
(1876, '973dccf2', '2020-11-26 11:47:26', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1876', '', '', 0, 0, 1, 0, 0, NULL, 'Muffin aux myrtilles', 'الكعك توت', 'Muffin de arándanos', 0, 0, 1, 5000, 0, 0, 0, 103),
(1877, '2aa9de48', '2020-11-26 19:08:03', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1877', '', '', 0, 0, 1, 0, 0, NULL, 'Tarte au citron meringuée', 'فطيرة مارينج الليمون', 'Pastel de merengue de limón', 0, 0, 1, 5000, 0, 0, 0, 104),
(1878, 'e2317892', '2020-11-27 08:07:01', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1878', '', '', 0, 0, 1, 0, 0, NULL, 'Tarte au chocolat et noisette', 'تارت الشوكولاتة والبندق', 'Tartaleta de chocolate y avellanas', 0, 0, 1, 5000, 0, 0, 0, 105),
(1879, 'c5040ffb', '2020-11-27 08:14:17', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1879', '', '', 0, 0, 1, 0, 0, NULL, 'Éclair au chocolat', 'إكلير الشوكولاته', 'Pastel de crema con chocolate', 0, 0, 1, 5000, 0, 0, 0, 106),
(1880, 'cd37e911', '2020-11-27 08:49:35', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1880', '', '', 0, 0, 1, 0, 0, NULL, 'Eclair au café', 'اكلير بنكهة القهوة', 'Café éclair', 0, 0, 1, 5000, 0, 0, 0, 107),
(1881, 'e8f605d1', '2020-11-27 09:27:47', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1881', '', '', 0, 0, 1, 0, 0, NULL, 'Moelleux au chocolat', 'كعكة الشوكولاتة', 'Dulce de chocolate', 0, 0, 1, 5000, 0, 0, 0, 108),
(1882, 'a33d2974', '2020-11-27 09:56:07', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1882', '', '', 0, 0, 1, 0, 0, NULL, 'Cheese Cake', 'تشيز كيك', 'Cheese Cake', 0, 0, 1, 5000, 0, 0, 0, 109),
(1883, 'c192dd6a', '2020-11-27 10:28:00', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1883', '', '', 0, 0, 1, 0, 0, NULL, 'Flan nature', 'فلان طبيعي', 'Flan naturaleza', 0, 0, 1, 5000, 0, 0, 0, 110),
(1884, '4d2c63a3', '2020-11-27 11:33:14', NULL, NULL, NULL, 15, 319, 2, 1, 1, 5, 157, '1884', '', '', 0, 0, 1, 0, 0, NULL, 'Tiramisu', 'تيراميسو', 'Tiramisu', 0, 0, 1, 5000, 0, 0, 0, 111),
(1885, '0b7aa357', '2020-11-27 19:26:21', NULL, NULL, NULL, 2, 165, 2, 1, 2, 5, -1, '1885', '', '', 0, 0, 1, 0, 0, NULL, 'POMME GRAVENSTEIN', 'التفاح جرافينستين', 'MANZANA GRAVENSTEIN', 0, 0, 1, 5000, 0, 0, 0, 1),
(1886, '1bcf1cf4', '2020-11-27 19:48:50', NULL, NULL, NULL, 2, 165, 2, 1, 2, 5, -1, '1886', '', '', 0, 0, 1, 0, 0, NULL, 'Pomme Gala', 'تفاح غالا', 'Manzana gala', 0, 0, 1, 5000, 0, 0, 0, 1),
(1888, '25bbc0fc', '2020-11-28 07:34:54', NULL, NULL, NULL, 2, -1, 2, 1, 2, 5, -1, '1888', '', '', 0, 0, 1, 0, 0, NULL, 'CHERIMOYA', 'شيريمويا', 'CHERIMOYA', 0, 0, 1, 5000, 0, 0, 0, 12),
(1889, 'fb6c8a95', '2020-11-28 09:16:31', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1889', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Sel & Vinaigre 165', 'برينجلز ملح وخل 165', 'Pringles Sal y Vinagre 165', 0, 0, 1, 5000, 0, 0, 0, 161),
(1903, '00bcc016', '2020-11-30 19:26:47', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1903', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Sel Marin & Herbes 165g', 'برينجلز ملح البحر والأعشاب 165 جم', 'Pringles Sal Marina y Hierbas 165g', 0, 0, 1, 5000, 0, 0, 0, 170),
(1902, '18696503', '2020-11-30 19:18:32', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1902', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Paprika Doux 175g', 'برينجلز بالفلفل الحلو 175 جم', 'Pringles Pimentón Dulce 175g', 0, 0, 1, 5000, 0, 0, 0, 169),
(1891, '56dcbba1', '2020-11-28 09:27:46', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1891', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Emmental 165 ', 'برينجلز إيمنتال 165', 'Pringles Emmental 165', 0, 0, 1, 5000, 0, 0, 0, 162),
(1900, '08440563', '2020-11-30 18:13:41', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1900', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Smokey Bacon 175', 'برينجلز سموكي بيكون 175', 'Pringles Tocino Ahumado 175', 0, 0, 1, 5000, 0, 0, 0, 167),
(1901, '88597bae', '2020-11-30 19:13:10', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1901', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Sweet Chilli 175g', 'برينجلز فلفل حلو 175 جم', 'Pringles Chile Dulce 175g', 0, 0, 1, 5000, 0, 0, 0, 168),
(1899, '3a0df162', '2020-11-30 18:05:51', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1899', '', '', 0, 0, 1, 0, 0, NULL, 'Pizza Pringles 150 g', 'برينجلز بيتزا 150 جم', 'Pringles Pizza 150 g', 0, 0, 1, 5000, 0, 0, 0, 166),
(1897, '6aaa0a32', '2020-11-30 17:47:13', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1897', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Cheese & Onion 165 ', 'برينجلز بالجبنة والبصل 165', 'Pringles Queso y Cebolla 165', 0, 0, 1, 5000, 0, 0, 0, 164),
(1898, '350b151b', '2020-11-30 18:00:30', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1898', '', '', 0, 0, 1, 0, 0, NULL, 'Poulet rôti et fines herbes Pringles 175 g', 'برينجلز دجاج محمص وأعشاب 175 جم', 'Pringles Pollo Asado & Hierbas 175 g', 0, 0, 1, 5000, 0, 0, 0, 165),
(1896, 'a58f9258', '2020-11-30 17:44:20', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1892', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Paprika 175 g', 'برينجلز بابريكا 175 جم', 'Pringles Paprika 175 g', 0, 0, 1, 5000, 0, 0, 0, 163),
(1904, 'e958898e', '2020-11-30 19:31:25', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1904', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Romarin & Huile d\'Olive 165g', 'برينجلز روزماري وزيت الزيتون 165 جم', 'Pringles Romero y Aceite de Oliva 165g', 0, 0, 1, 5000, 0, 0, 0, 171),
(1905, 'b2f5e3de', '2020-11-30 20:47:13', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1905', '', '', 0, 0, 1, 0, 0, NULL, 'Huile de ketchup Pringles 190 g', 'زيت كاتشب برينجلز 190 جم', 'Pringles Ketchup Oil 190 g', 0, 0, 1, 5000, 0, 0, 0, 172),
(1906, '2a86876c', '2020-11-30 20:56:31', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1906', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Hot & Spicy 175g', 'برينجلز الساخنة وحار 175G', 'Pringles Hot & Spicy 175g', 0, 0, 1, 5000, 0, 0, 0, 173),
(1907, 'b202f662', '2020-11-30 21:28:38', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1907', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Rice Fusion Curry Rouge Malaisien 160g', '45 / 5000 نتائج الترجمة برينجلز بالأرز فيوجن كاري احمر ماليزي 160 ', 'Pringles Rice Fusion Curry rojo malasio 160g', 0, 0, 1, 5000, 0, 0, 0, 174),
(1908, '48725821', '2020-11-30 21:33:36', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1908', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Rice Fusion Poulet indien Tikka Masala 160g', 'برينجلز الأرز فيوجن دجاج تكا ماسالا هندي 160', 'Pringles Rice Fusion Indian Chicken Tikka Masala 160g', 0, 0, 1, 5000, 0, 0, 0, 175),
(1909, '76c5632d', '2020-11-30 21:38:28', NULL, NULL, NULL, 25, 320, 2, 1, 8, 5, 158, '1909', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Rice Fusion Japanese BBQ Teriyaki 160g', 'برينجلز الأرز فيوجن ياباني باربيكيو ترياكي 160', 'Pringles Rice Fusion Japanese BBQ Teriyaki 160g', 0, 0, 1, 5000, 0, 0, 0, 176),
(1910, 'e7cbd4e5', '2020-11-30 22:00:32', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1910', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Xtra Spicy Chili Sauce 150g', 'برينجلز - صلصة الفلفل الحار اكسترا 150 جم', 'Pringles Xtra Salsa De Chile Picante 150g', 0, 0, 1, 5000, 0, 0, 0, 177),
(1911, '30be8fe1', '2020-12-01 07:41:26', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1911', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Xtra Saucy BBQ 150g', 'برينجلز باربيكيو اكسترا 150 جرام', 'Pringles Xtra Saucy BBQ 150g', 0, 0, 1, 5000, 0, 0, 0, 178),
(1912, '234d5196', '2020-12-01 07:51:07', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1912', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Xtra Kickin \'Crème sure et oignon 150g', 'برينجلز إكسترا بالقشطة الحامضة والبصل 150 جم', 'Pringles Xtra Kickin \'Sour Cream & Onion 150g', 0, 0, 1, 5000, 0, 0, 0, 179),
(1915, 'd90e739d', '2020-12-01 08:21:12', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1915', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de tortilla Pringles Original 160g', 'برينجلز رقائق التورتيلا 160 جرام', 'Pringles Tortilla Chips Original 160g', 0, 0, 1, 5000, 0, 0, 0, 180),
(1914, '857d164a', '2020-12-01 08:12:46', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1914', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage Nacho Croustilles Tortilla Pringles 160g', 'برينجلز رقائق التورتيلا وجبنة الناتشو 160 جرام', 'Pringles Tortilla Chips Nacho Cheese 160g', 0, 0, 1, 5000, 0, 0, 0, 181),
(1916, 'a0448311', '2020-12-01 08:31:48', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1916', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Tortilla Chips Piment Épicé 160g', 'برينجلز تورتيلا شيبس حار الفلفل 160G', 'Pringles Tortilla Chips Chile Picante 160g', 0, 0, 1, 5000, 0, 0, 0, 182),
(1917, '19248b9d', '2020-12-01 08:39:20', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1917', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Crème Aigre & Oignon 40g', 'برينجلز كريمة حامضة وبصل 40 جم', 'Pringles Crema Agria y Cebolla 40g', 0, 0, 1, 5000, 0, 0, 0, 183),
(1918, '10c6df02', '2020-12-01 08:51:48', NULL, NULL, NULL, 25, 320, 2, 1, 8, 5, 158, '1918', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Original 40g', 'برينجلز الأصلي 40 جم', 'Pringles Original 40g', 0, 0, 1, 5000, 0, 0, 0, 184),
(1919, 'd8908330', '2020-12-01 09:02:57', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1919', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Paprika 40g', 'برينجلز بابريكا 40 جم', 'Pringles Paprika 40g', 0, 0, 1, 5000, 0, 0, 0, 185),
(1920, 'c1864499', '2020-12-01 09:13:04', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1920', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Texas BBQ 40g', 'برينجلز باربيكيو تكساس 40 جم', 'Pringles Texas BBQ 40g', 0, 0, 1, 5000, 0, 0, 0, 186),
(1921, 'c6ae25a2', '2020-12-01 09:21:53', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 158, '1921', '', '', 0, 0, 1, 0, 0, NULL, 'Pringles Hot & Spicy 40g', 'برينجلز الساخنة وحار 40G', 'Pringles Picante y Picante 40g', 0, 0, 1, 5000, 0, 0, 0, 187),
(1922, '886bc2d7', '2020-12-01 10:41:17', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1922', '', '', 0, 0, 1, 0, 0, NULL, 'Gusanitos originaux 18 g', ' جوزانيتوس أصلي 18 جم', 'Gusanitos Originales 18 g', 0, 0, 1, 5000, 0, 0, 0, 201),
(1923, '1cef700a', '2020-12-01 10:50:22', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1923', '', '', 0, 0, 1, 0, 0, NULL, 'Ketchup Gusanitos 35g', 'كاتشب جوزانيتوس 35 جم', 'Gusanitos Kétchup 35 g', 0, 0, 1, 5000, 0, 0, 0, 202),
(1924, '64a62294', '2020-12-01 11:29:59', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1924', '', '', 0, 0, 1, 0, 0, NULL, 'Maïs soufflé original 35g', 'فشار أصلي 35 جم', 'Palomitas Original 35g', 0, 0, 1, 5000, 0, 0, 0, 203),
(1925, '793bf94c', '2020-12-01 11:33:59', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1925', '', '', 0, 0, 1, 0, 0, NULL, 'Ketchup Popcorn et Moutarde 35g', 'فشار كاتشب وخردل 35 جم', 'Palomitas Kétchup y Mostaza 35g', 0, 0, 1, 5000, 0, 0, 0, 204),
(1926, '1306446d', '2020-12-01 11:39:49', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1926', '', '', 0, 0, 1, 0, 0, NULL, 'Popcorn Choco 30g', 'الفشار بالشوكولا 30 جم', 'Palomitas Choco 30g', 0, 0, 1, 5000, 0, 0, 0, 205),
(1927, 'a1c5a46f', '2020-12-01 11:43:46', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1927', '', '', 0, 0, 1, 0, 0, NULL, 'Maïs soufflé au caramel 30g', 'فشار كراميل 30 جم', 'Palomitas Caramelo 30g', 0, 0, 0, 0, 0, 0, 0, 206),
(1928, '27197bc9', '2020-12-01 11:47:50', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1928', '', '', 0, 0, 1, 0, 0, NULL, 'Maïs soufflé au chocolat blanc 30g', 'فشار بالشوكولاتة البيضاء 30 جم ', 'Palomitas Bombón Blanco 30g', 0, 0, 1, 5000, 0, 0, 0, 207),
(1929, '80fe23f2', '2020-12-01 11:54:37', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1929', '', '', 0, 0, 1, 0, 0, NULL, 'Pizza Popcorn 35g', 'الفشار بالبيتزا  35 جم', 'Palomitas Pizza 35g', 0, 0, 1, 5000, 0, 0, 0, 208),
(1930, 'f64d99b8', '2020-12-01 11:59:53', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1930', '', '', 0, 0, 1, 0, 0, NULL, 'Popcorn Choco Noisette 30g', 'الفشار بالشوكولا والبندق 30 جم', 'Palomitas Chocó Avellana 30g', 0, 0, 1, 5000, 0, 0, 0, 209),
(1931, '7d01ac55', '2020-12-01 18:47:11', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1931', '', '', 0, 0, 1, 0, 0, NULL, 'Triss Original 20g', 'تريس أوريجينال 20 جم', 'Triss Original 20g', 0, 0, 1, 5000, 0, 0, 0, 210),
(1932, 'd84d8014', '2020-12-01 18:54:08', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1932', '', '', 0, 0, 1, 0, 0, NULL, 'Triss Original 115g', 'تريس أوريجينال 115 جم', 'Triss Original 115g', 0, 0, 1, 5000, 0, 0, 0, 211),
(1933, '4215e397', '2020-12-01 19:04:54', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1933', '', '', 0, 0, 1, 0, 0, NULL, 'Risketos Original 40g', 'ريسكيتوس أصلي 40 جم', 'Risketos Original 40g', 0, 0, 1, 5000, 0, 0, 0, 212),
(1934, 'a5c85dc7', '2020-12-01 19:09:57', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1934', '', '', 0, 0, 1, 0, 0, NULL, 'Risketos Kétchup 40g', 'ريسكيتوس كيتشب 40 جم', 'Risketos Kétchup 40g', 0, 0, 1, 5000, 0, 0, 0, 213),
(1935, '50dc8a92', '2020-12-01 19:14:15', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1935', '', '', 0, 0, 1, 0, 0, NULL, 'Risketos au fromage épicé 40g', 'ريسكيتوس بالجبنة والحارة 40 جم', 'Risketos Queso Picante 40g', 0, 0, 1, 5000, 0, 0, 0, 214),
(1936, '4441f20b', '2020-12-01 19:25:46', NULL, NULL, NULL, 25, 320, 2, 1, 1, 5, 159, '1936', '', '', 0, 0, 1, 0, 0, NULL, 'Chips de Maíz y Chía 150g', 'شيبس ذرة و شيا 150 جرام', 'Chips de Maíz y Chía 150g', 0, 0, 1, 5000, 0, 0, 0, 215),
(1937, 'c4bbe3be', '2020-12-01 19:31:29', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1937', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de maïs et épinards 150g', 'رقائق الذرة والسبانخ 150 جرام', 'Chips de Maíz y Espinacas 150g', 0, 0, 1, 5000, 0, 0, 0, 216),
(1938, '2422a59d', '2020-12-01 19:35:46', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1938', '', '', 0, 0, 1, 0, 0, NULL, 'Croustilles de maïs et d\'oignon 150g', 'رقائق الذرة والبصل 150 جرام', 'Chips de Maíz y Cebolla 150g', 0, 0, 1, 5000, 0, 0, 0, 217),
(1939, '0e6fb5dd', '2020-12-01 19:41:26', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1939', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage MatchBall 30g', 'جبن ماتش بول 30 جم', 'MatchBall Queso 30g', 0, 0, 1, 5000, 0, 0, 0, 218),
(1940, '426eed89', '2020-12-01 19:45:52', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1940', '', '', 0, 0, 1, 0, 0, NULL, 'MatchBall Kétchup 30g', 'ماتش بول كيتشب 30 جرام', 'MatchBall Kétchup 30g', 0, 0, 1, 5000, 0, 0, 0, 219),
(1941, 'e8756b75', '2020-12-01 19:50:12', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1941', '', '', 0, 0, 1, 0, 0, NULL, 'MatchBall Barbacoa 30g', 'ماتش بول بارباكوا 30 جم', 'MatchBall Barbacoa 30g', 0, 0, 1, 5000, 0, 0, 0, 220),
(1942, 'b92e9fee', '2020-12-01 19:53:54', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1942', '', '', 0, 0, 1, 0, 0, NULL, 'MatchBall Minis 27g', 'ماتش بول مينيس 27 جرام', 'MatchBall Minis 27g', 0, 0, 1, 5000, 0, 0, 0, 221),
(1943, 'b4bda654', '2020-12-01 20:22:17', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1943', '', '', 0, 0, 1, 0, 0, NULL, 'Toskana classique 100g', 'كلاسيك توسكانا 100 جرام', 'Clásicas Toskana 100g', 0, 0, 1, 5000, 0, 0, 0, 222),
(1944, '4d88885f', '2020-12-01 20:26:51', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1944', '', '', 0, 0, 1, 0, 0, NULL, 'Originaux classiques 30g', 'كلاسيك أوريجينالز 30 جم', 'Clásicas Originales 30g', 0, 0, 1, 5000, 0, 0, 0, 223),
(1945, '8e6e8919', '2020-12-01 20:34:11', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1945', '', '', 0, 0, 1, 0, 0, NULL, 'Peasant Wavy 30g', 'البطاطس المموجة بنكهة الطماطم والتوابل 30 جم', 'Campesino Ondulado 30g', 0, 0, 1, 5000, 0, 0, 0, 224),
(1946, '25815cfb', '2020-12-01 20:38:03', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1946', '', '', 0, 0, 1, 0, 0, NULL, 'Fromage Onduladas & Oignon 100g', 'أندولاداس جبن وبصل 100 جم', 'Onduladas Cheese & Onion 100g', 0, 0, 1, 5000, 0, 0, 0, 225),
(1947, '681bb812', '2020-12-01 20:44:03', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1947', '', '', 0, 0, 1, 0, 0, NULL, 'Vinaigrette ondulée 100g', 'البطاطس المموجة بنكهة الصلصة والخل 100 جرام', 'Onduladas Vinagreta 100g', 0, 0, 1, 5000, 0, 0, 0, 226),
(1948, 'ee0ba256', '2020-12-01 20:50:26', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1948', '', '', 0, 0, 1, 0, 0, NULL, 'Originaux ondulés 30 g', 'البطاطس المموجة أصلية 100 جرام', 'Onduladas Originales 30 g', 0, 0, 1, 5000, 0, 0, 0, 227),
(1949, '364503cd', '2020-12-01 20:57:40', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1949', '', '', 0, 0, 1, 0, 0, NULL, 'Trikes 110 g', 'تريكس 110 جرام', 'Trikes 110 g', 0, 0, 1, 5000, 0, 0, 0, 228),
(1950, '36d2c70e', '2020-12-01 21:03:59', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1950', '', '', 0, 0, 1, 0, 0, NULL, 'Buscalios 35g', 'بوسكاليوس 35 جم', 'Buscalios 35g', 0, 0, 1, 5000, 0, 0, 0, 229),
(1951, '6d22e20b', '2020-12-01 21:09:16', NULL, NULL, NULL, 25, 322, 2, 1, 1, 5, 159, '1951', '', '', 0, 0, 1, 0, 0, NULL, 'Tejitas 35g', 'تيجيتاس 35 جم', 'Tejitas 35g', 0, 0, 1, 5000, 0, 0, 0, 230);

-- --------------------------------------------------------

--
-- Table structure for table `article_category`
--

DROP TABLE IF EXISTS `article_category`;
CREATE TABLE IF NOT EXISTS `article_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `UID` varchar(8) COLLATE cp1256_bin DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `updated` datetime DEFAULT NULL,
  `updated_by` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `article_category_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `article_category_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `article_category_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `details` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `ord` int(11) DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `is_visible_on_web` tinyint(1) NOT NULL DEFAULT '1',
  `image_url` varchar(255) COLLATE cp1256_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=31 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article_category`
--

INSERT INTO `article_category` (`id`, `UID`, `created`, `created_by`, `updated`, `updated_by`, `article_category_fr`, `article_category_ar`, `article_category_es`, `details`, `ord`, `status`, `is_visible_on_web`, `image_url`) VALUES
(1, '6495fdfc', '2018-02-05 11:18:10', 6, '2018-05-18 15:25:42', '6', 'Légumes', 'الخضروات', 'Verduras', NULL, 1, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/6495fdfc/1589478022.png'),
(2, '2177baae', '2018-02-05 11:19:13', 6, '2018-05-18 15:28:28', '6', 'Fruits', 'الفواكه', 'Frutas', NULL, 0, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/2177baae/1613165087.png'),
(3, '46b70de1', '2018-02-05 11:19:40', 6, '2018-05-18 15:28:36', '6', 'Boucherie', 'المجزرة', 'Carniceria', NULL, 4, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/46b70de1/1589478044.png'),
(4, '45e09c67', '2018-02-05 11:23:39', 6, '2018-05-18 15:28:45', '6', 'Poissonnerie', 'السمك', 'Pescadería', NULL, 3, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/45e09c67/1589478064.png'),
(5, '9911ebde', '2018-02-05 11:26:11', 6, '2018-03-06 12:49:30', '6', 'Abattoir d\'animaux + Oeufs', 'مسلخ الحيوانات + البيض ', 'Matadero  + Huevos', NULL, 5, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/9911ebde/1589478137.png'),
(7, 'fe61da4f', '2018-02-05 11:36:02', 6, '2018-05-18 15:29:26', '6', 'Boulangerie et Pâtisserie  ', 'مخبزة و حلويات', 'Panaderia y pasteleria', NULL, 7, 0, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/fe61da4f/1589478251.png'),
(9, '5f013844', '2018-02-05 11:40:24', 6, NULL, NULL, 'Pâtisserie  marocaine ', '  حلويات مغربية ', 'Pasteleria artesanal ', NULL, 8, 0, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/5f013844/1589478343.png'),
(15, 'f2735cdb', '2018-02-05 11:55:23', 6, NULL, NULL, 'Mc Donald\'s', 'ماكدونالدز', 'Mc Donald\'s', NULL, 11, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/f2735cdb/1589478594.png'),
(16, '1f8b5d0a', '2018-02-05 11:56:01', 6, NULL, NULL, 'Pizza', 'بيتزا', 'Pizzas y pastas', NULL, 10, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/1f8b5d0a/1589478625.png'),
(18, '97a85e93', '2018-02-05 11:57:10', 6, NULL, NULL, 'Shawarma', 'الشاورما', 'SHAWARMA Y KEBAB', NULL, 9, 0, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/97a85e93/1589478316.png'),
(26, 'd13979ea', NULL, NULL, NULL, NULL, 'Herbes, salades et olives ', ' الأعشاب والسلطات والزيتون', 'Hierbas, ensaladas y aceitunas', NULL, 2, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/d13979ea/1589477894.png'),
(25, 'c1dfa23f', NULL, NULL, NULL, NULL, 'Épicerie   ', ' البقالة', 'Ultramarinos', NULL, 6, 1, 1, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/category/c1dfa23f/1589495980.png'),
(29, '34d176a2', NULL, NULL, NULL, NULL, 'test', 'الخضروات', 'test', NULL, 10, 1, 1, 'https://www.soukexpress.ma/templates/default/images/byc.png'),
(30, '2cc6bbc0', NULL, NULL, NULL, NULL, 'test', 'كيضط', 'testo', NULL, 1, NULL, 0, 'https://cdn4.iconfinder.com/data/icons/food-delivery-21/64/grocery-512.png');

-- --------------------------------------------------------

--
-- Table structure for table `article_couleur`
--

DROP TABLE IF EXISTS `article_couleur`;
CREATE TABLE IF NOT EXISTS `article_couleur` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `article_couleur` varchar(255) DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `article_couleur`
--

INSERT INTO `article_couleur` (`id`, `article_couleur`, `status`) VALUES
(1, 'Blanc', 1),
(2, 'Noir', 1),
(3, 'Gris', 1);

-- --------------------------------------------------------

--
-- Table structure for table `article_marque`
--

DROP TABLE IF EXISTS `article_marque`;
CREATE TABLE IF NOT EXISTS `article_marque` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `UID` varchar(8) DEFAULT NULL,
  `article_marque` varchar(255) DEFAULT NULL,
  `article_marque_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=160 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `article_marque`
--

INSERT INTO `article_marque` (`id`, `UID`, `article_marque`, `article_marque_ar`, `status`) VALUES
(2, '8b7bc516', 'COCACOLA', 'كوكاكولا', 1),
(11, 'db0682f5', 'KOUTOUBIA', 'الكتبية', 1),
(4, '39a7005a', 'SIDI ALI', 'سيدي علي', 1),
(5, 'e490af24', 'KHAWYA', 'خويا', 1),
(6, '7b10d35c', 'RED BULL', 'ريد بُل ', 1),
(68, '0b2c7094', 'Ain Atlas ', 'عين أطلس', 1),
(8, '6ee0b82a', 'AIN SOLTANE', 'عين السلطان', 1),
(9, 'f7b78270', 'SIDI HARAZEM', ' سيدي حرازم', 1),
(10, '1a80b1ba', 'AIN IFRANE', 'عين افران', 1),
(12, '67f3dcac', 'PEPSI', ' بيبسي', 1),
(13, '61e39249', 'PATRICK', 'باتريك', 1),
(15, '87b5e086', 'CORAL', ' كورال', 1),
(16, '8b259180', 'MARIA GULLON DORÉS', 'ماريا جولون ذهبي', 1),
(17, '63b6b883', 'PRINCIPE', 'أمير البسكويت', 1),
(18, 'ab3aff75', 'SAMAR', 'سمر', 1),
(65, '716619d2', 'Gillette', 'جيليت', 1),
(19, '234a940c', 'CARTE NOIRE', 'بطاقة سوداء ', 1),
(20, 'a1f6a726', 'NESCAFÉ', 'نسكافيه', 1),
(21, '75c3573e', ' ASTA', 'استا', 1),
(22, '11434c2a', 'FLASH', 'مضغ العلكة فلاش', 1),
(23, 'a868f945', 'EL BARAKA', ' البركة', 1),
(24, 'b88f2fff', 'AICHA', 'عائشة', 1),
(25, '03d3ec12', 'TOBLERONE', 'توبليرون', 1),
(26, '9e3be799', 'TWIX', 'تويكس', 1),
(27, '94a7c39e', 'SNICKERS', 'سنيكرز', 1),
(28, '3313963e', 'LION', 'ليون', 1),
(29, 'ffb0030d', 'MARS', 'مارس', 1),
(30, 'ec35a6e8', 'KITKAT', 'كت كات', 1),
(31, '90d93824', 'KINDER', 'كندر', 1),
(32, '88f44e70', 'BOUNTY', 'بونتي', 1),
(33, 'c11defcc', 'FERRERO ROCHER', 'فيريرو روشيه', 1),
(34, 'd4ea96f7', 'M&M\'S', 'ام اند ام', 1),
(35, 'a32007fc', 'MILKA', 'ميلكا', 1),
(36, '7bfe9a22', 'LA PRAIRIE', 'لابريري', 1),
(37, 'acce4f4d', 'GONGA', 'كونغا', 1),
(38, '686f78d7', 'TULIPÁN', 'توليبان', 1),
(39, 'fcf60396', 'PULEVA', 'بوليفا', 1),
(40, '95e5683f', 'OPC', 'البيض', 1),
(41, '6a1f4fec', 'CHERGUI', 'الشركي', 1),
(42, '3cbac5a9', 'VITALAIT', 'فيتا لايت', 1),
(43, 'd390f8d4', 'BAHIA', 'الباهية ', 1),
(46, '62916649', 'TIDE', 'تيد', 1),
(45, '97d07f74', 'COSUMAR', 'كوسومار', 1),
(47, 'c1b2b046', 'ARIEL', 'ارييل ', 1),
(48, '7fb13aa6', 'FAIRY', ' فيري', 1),
(49, 'e3487401', 'LUCIEUR', ' لوسيور', 1),
(50, 'd82794d6', 'WADE SOUSS', ' واد سوس', 1),
(51, 'ea5a19ba', 'AFIA', 'عافية', 1),
(52, '01792ca0', 'KADUM', ' كادوم', 1),
(53, '9036ab67', 'HEAD SHOULDERS', 'هيد أند شولدرز', 1),
(54, '72c1c715', 'CLEAR', 'كلير ', 1),
(55, 'd7d7dae3', 'PANTENE', 'بونتين  ', 1),
(56, '2bc193e3', 'ELSEVE', 'إلسيف لوريال', 1),
(57, 'ed831511', 'LUX', 'لوكس جيل', 1),
(58, '2cfdc81c', 'EL KEF', 'الكف', 1),
(59, '48e18b2b', 'TAOUS', 'الطاووس ', 1),
(60, '87343c20', 'DOVE', 'دوف', 1),
(61, '2776effd', 'DETTOL', 'ديتول', 1),
(62, 'cc6efa0b', 'COLGATE', 'كولكيت ', 1),
(63, 'ae59738f', 'SIGNAL', 'سينيال ', 1),
(64, '36f92133', 'SENSODYNE', 'سانصوداين', 1),
(66, '25ecb30d', 'OULMES', 'ولماس', 1),
(67, '45579144', 'Aïn saiss', 'عين سايس', 1),
(69, '5c99c19c', 'HULALA', 'هولا', 1),
(70, 'c929808c', 'Cuisine dorée ', 'المطبخ الذهبي', 1),
(71, '007b2119', 'LAVACHE QUI RIT', 'البقرة الضاحكة', 1),
(72, 'd5cfa406', 'KIRI', 'كيري', 1),
(73, '86007590', 'FRICO', 'فريكو', 1),
(74, '35921037', 'Kroon', 'كرون', 1),
(75, '0c2c61a0', 'Sprite', 'سبرايت', 1),
(76, '09d31db5', 'fantaa Orange', 'فانتا برتقال', 1),
(77, '6ef6e66c', 'fanta citron', 'فانتا ليمون', 1),
(78, '5e52f3dd', 'nutella', 'نوتيلا', 1),
(79, '335cf242', 'PRÉSIDENT', 'بريسيدون', 1),
(80, '30b603ec', 'ifa eliges', 'إيفا eliges', 1),
(81, '89724c12', 'Nestlé', 'نيستلي', 1),
(82, '858e284b', 'Oggi ', 'اوجي', 1),
(83, '9727f978', 'krona', 'الكرونا', 1),
(84, '0fcda814', 'Colacao', 'كولاكاو', 1),
(85, '1ab68ae8', 'MEGA DUO ', 'ميكا ديو', 1),
(86, 'f02dd038', 'bimo', 'بيمو', 1),
(87, '74df87ed', 'Chef', 'شيف', 1),
(88, '2854f58e', 'magdor', ' مكدور', 1),
(89, '9e49230a', 'isabel', 'ايزابيل', 1),
(90, 'bc7eb7a2', 'ONI', 'أوني', 1),
(91, 'b83693ee', 'ACE', 'جفيل', 1),
(92, 'f5b045f0', 'Nescafé', 'نسكافيه', 1),
(93, 'e4cf6320', 'Lipton', 'ليبتون', 1),
(94, 'e43f5fb2', 'cucina d oro', 'المطبخ الذهبي', 1),
(95, '229c6104', 'Marrakech', ' مراكش', 1),
(96, 'b361cff8', 'Lipton Ice Tea', 'شاي ليبتون مثلج', 1),
(97, '4a6d386d', 'Danone centrale', 'دانون سنطرال', 1),
(98, 'd3c15269', 'jauoda', 'الجودة', 1),
(99, '46de16b3', 'Power Horse', 'باور هورس', 1),
(100, '626ffa30', 'Aquafina ', 'أكوافينا ', 1),
(101, 'a8540d8d', ' CRISTALINE', 'كريستال', 1),
(102, '6ab04089', 'Évian', 'إيفيان', 1),
(103, 'e9bbe417', 'Vittel', 'فيتيل', 1),
(104, 'b9c239e4', 'Perrier', 'بيرير', 1),
(105, '212dc9c1', 'Vichy', 'فيشي', 1),
(106, '52d3f9d1', 'Banga', 'بانجا', 1),
(107, '025c6178', 'Orangina ', 'أورانجينا', 1),
(108, '65bd51d8', 'Bavaria', 'بافاريا', 1),
(109, '1520f0b8', ' Lousra ', 'لوسرا ', 1),
(110, '9f788a5a', 'Lio', 'ليو', 1),
(111, '3ff5c0e7', 'Zohor', ' زهور', 1),
(112, '08012ef1', ' Red Bull ', 'ريدبول', 1),
(113, '603b6720', 'Ciel', 'سيال', 1),
(114, 'a543ed20', 'aquarius', 'أكواريوس', 1),
(115, '1f9c5848', 'schweppes', 'شويبس', 1),
(116, '50e960cf', 'poms', 'بومس', 1),
(117, 'd3e7dd5a', 'hawai', 'هاواي', 1),
(118, '88919475', 'acqua panna', 'ACQUA PANNA', 1),
(119, 'c27f22a9', 'S. Pellegrino ', 'س بيللغرينو', 1),
(120, '5b60b0ef', 'BADOIT ', 'بادويت ', 1),
(124, '6fb0282f', 'Carrefour Types de jus ', 'كارفور انواع العصائر', 1),
(122, '7189de3c', 'VALENCIA', 'فالنسيا', 1),
(123, 'f3536fc1', 'contrex', 'كونتريكس', 1),
(125, '611b8825', 'ocean spray', 'خلاصة العصير', 1),
(126, '93c870e1', 'al boustane', 'البستان', 1),
(127, 'a93af959', 'forty', 'فورتي', 1),
(128, '7a4ff620', 'Sanytol', 'سانيتول', 1),
(129, '3243a3b9', 'Juver', 'جوفر', 1),
(130, '185770cb', 'rauch ', 'راؤش', 1),
(131, '3343e7a8', 'DIMES', 'ديميس', 1),
(132, 'a2f9c352', 'premium fresh', 'بريميوم فريش', 1),
(133, '4d097c82', ' sélection de jus de Carrefour', 'اختيار كارفور في العصير', 1),
(134, '553fc4d3', 'MOGU MOGU ', 'موغ موغ', 1),
(135, '0080bd7e', 'Arizona', 'أريزونا', 1),
(136, 'bdc1e3e2', 'starbucks', 'ستاربكس', 1),
(137, '69c6a1b5', 'Night Orient', 'نايت أورينت', 1),
(138, '9f1301c5', 'Donelli', 'دونيلي', 1),
(139, '365e2a4c', 'reflets', 'ريفليتس ', 1),
(140, '10f53578', 'Double Seven', 'دبل سفن', 1),
(141, '48a3ade5', 'antesite', 'أنتيستي', 1),
(142, 'ea238d4b', 'teisseire', 'تسيري ', 1),
(143, 'bccd4955', 'DUVAL', 'دوفال ', 1),
(144, '88c801be', 'canadou', 'كانادو', 1),
(145, '8919534e', 'utc4', 'أ ط س 4', 1),
(146, '16659b04', 'Produits français sans nom', 'منتوجات فرنسية بدون إسم', 1),
(147, '4ca9f64a', 'GRAND JURY', 'غراند جوري', 1),
(148, 'fb3887ee', 'casino', 'كازينو ', 1),
(149, '14fc0b7f', 'oasis', 'وزيز', 1),
(150, '9803d2e6', 'mondariz', 'مونداريز', 1),
(151, '8a49c960', 'VCH Barcelona ', 'فيشي برشلونة', 1),
(152, '18aec443', 'Leader Chips ', 'ليدر شيبس', 1),
(153, '1190a225', 'chio', 'شييو', 1),
(154, '30f0fab9', 'LAY\'S ', ' لايز', 1),
(155, 'e48ceb97', 'cheetos', 'شيتوس', 1),
(158, 'eeaa9d2d', 'pringles', ' برينجلز', 1),
(157, '5d67c954', 'Macdonal', ' ماكدونالد', 1),
(159, '95e32cef', 'risi', 'الريسي', 1);

-- --------------------------------------------------------

--
-- Table structure for table `article_sous_category`
--

DROP TABLE IF EXISTS `article_sous_category`;
CREATE TABLE IF NOT EXISTS `article_sous_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `UID` varchar(8) COLLATE cp1256_bin NOT NULL,
  `article_sous_category_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `article_sous_category_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `article_sous_category_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `created` datetime DEFAULT CURRENT_TIMESTAMP,
  `created_by` int(11) DEFAULT NULL,
  `details` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `id_article_category` int(11) DEFAULT NULL,
  `id_parent` int(11) NOT NULL DEFAULT '-1',
  `ord` int(11) DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `updated` datetime DEFAULT NULL,
  `updated_by` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `image_url` varchar(255) COLLATE cp1256_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=323 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article_sous_category`
--

INSERT INTO `article_sous_category` (`id`, `UID`, `article_sous_category_fr`, `article_sous_category_es`, `article_sous_category_ar`, `created`, `created_by`, `details`, `id_article_category`, `id_parent`, `ord`, `status`, `updated`, `updated_by`, `image_url`) VALUES
(13, 'a8d30ce9', 'Boissons', 'Las bebidas', 'المشروبات', NULL, NULL, NULL, 25, -1, 3, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a8d30ce9/1602539003.png'),
(15, 'c90025ea', 'Lait, crème et viande séchée', 'Charcuteria', 'الحليب والقشدة واللحوم المجففة.', NULL, NULL, NULL, 25, -1, 2, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/c90025ea/1602538970.png'),
(16, '9d092e17', 'Gastronomie', 'Ultramarinos', 'مستلزمات الطبخ', NULL, NULL, NULL, 25, -1, 1, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9d092e17/1602538910.png'),
(19, '7f917e1f', 'Produits de beauté et d\'hygiène ', 'Productos de higiene personal y belleza ', 'أدوات النظافة و التجميل', NULL, NULL, NULL, 25, -1, 6, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/7f917e1f/1602539143.png'),
(22, '33929678', 'Fruits secs, chips et friandises', 'Frutos secos y chuchería', 'المكسرات', NULL, NULL, NULL, 25, -1, 4, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/33929678/1602539033.png'),
(31, '24a1f12e', 'Alimentation pour animaux domestiques', 'Suministros para mascotas', 'مستلزمات الحيوانات الأليفة', NULL, NULL, NULL, 25, -1, 7, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/24a1f12e/1602539089.png'),
(32, 'dd2edfb8', 'Produits de nettoyage ménager', 'Productos de higiene y limpieza del hogar', 'أدوات النظافة المنزلية', NULL, NULL, NULL, 25, -1, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/dd2edfb8/1602539064.png'),
(217, '91e03ed2', 'Eau minérale cristalline', 'Agua mineral cristalina', 'ماء معدني كريستالين', '2020-06-21 14:23:39', NULL, NULL, 25, 13, 1, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/91e03ed2/1592745672.png'),
(37, 'c479c017', 'Sidi Ali', 'Sidi Ali', 'سيدي علي ', '2019-04-18 11:28:07', NULL, NULL, 25, 13, 1, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/c479c017/1563881968.png'),
(144, '234b81a1', 'Oeufs blancs', 'Huevos blancos', 'البيض الرومي', '2019-05-18 18:39:12', NULL, NULL, 5, -1, 31, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/234b81a1/1558204747.jpg'),
(305, 'a966db26', 'LAY\'S', 'LAY\'S', 'لايز', '2020-11-01 23:57:20', NULL, NULL, 25, 22, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a966db26/1604271438.png'),
(178, 'fb107187', 'Herbe feuillue', 'Hierba frondosa', 'الاوراق المعشبة', '2019-06-19 00:33:01', NULL, NULL, 26, -1, 66, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/fb107187/1566231078.JPG'),
(214, '4ec10623', 'Coca Cola', 'Coca Cola', 'كوكاكولا', '2020-06-21 12:07:05', NULL, NULL, 25, 13, 3, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/4ec10623/1592739517.jpg'),
(42, '0663eca1', 'Les épices', 'Especias', 'التوابل', '2019-04-18 12:43:03', NULL, NULL, 25, 16, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/0663eca1/1557444360.jpg'),
(145, 'f608b534', 'Oiseaux vivants', 'Aves vivas', 'الطيور الحية ', '2019-05-22 15:19:40', NULL, NULL, 5, -1, 32, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/f608b534/1559091390.jpg'),
(146, '6e53866a', 'Animaux vivants', 'Animales vivos', 'الحيوانات الحية', '2019-05-22 15:26:34', NULL, NULL, 5, -1, 33, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/6e53866a/1559091244.jpg'),
(136, '462ad83a', 'Huile d\'olive', 'Aceite de oliva', 'الزيت الزيتون', '2019-05-09 12:35:59', NULL, NULL, 25, 16, 23, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/462ad83a/1557405291.jpg'),
(211, '2e3bfb52', 'Gâteaux aux noix', 'Dulces de Nueces', 'حلويات الجوز', '2020-04-28 23:17:13', NULL, NULL, 9, -1, 3, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/2e3bfb52/1589479941.png'),
(137, '14d707e9', ' confiture ', 'mermelada', 'المربى ', '2019-05-12 09:58:22', NULL, NULL, 25, 16, 24, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/14d707e9/1557655099.png'),
(212, '66f3b2f0', 'Gâteaux aux noisettes', 'Dulces de Avellanas', 'حلويات البندق', '2020-04-28 23:27:47', NULL, NULL, 9, -1, 4, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/66f3b2f0/1589479963.png'),
(213, '8bd3abcb', 'Gâteaux variés et combinés', 'Dulces variados y combinados ', 'حلويات المشكلة', '2020-05-07 12:36:07', NULL, NULL, 9, -1, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8bd3abcb/1589479990.png'),
(51, '0cf40b7c', 'Huile végétale', 'Aceite vegetal', 'الزيوت النباتية', '2019-04-18 14:11:19', NULL, NULL, 25, 16, 6, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/0cf40b7c/1557405537.jpg'),
(142, '17c5db81', 'Boeuf', 'Ternera', 'لحم البقر', '2019-05-12 11:43:48', NULL, NULL, 3, -1, 29, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/17c5db81/1569843807.png'),
(143, '632c9be4', 'Oeufs de ferme', 'Huevos de granja', 'بيض المزارع', '2019-05-18 18:31:54', NULL, NULL, 5, -1, 30, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/632c9be4/1558204768.jpg'),
(141, 'cfa31fdb', 'Viande d\'agneau', 'La carne de cordero', 'لحم الخروف', '2019-05-12 11:37:55', NULL, NULL, 3, -1, 28, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/cfa31fdb/1569843788.png'),
(132, '1f2023a4', 'Types de café', 'Tipos de cafe', 'انواع القهوه', '2019-05-09 10:46:37', NULL, NULL, 25, 16, 19, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/1f2023a4/1564241944.png'),
(133, '8857ec1a', 'Types de sucre', 'Tipos de azúcar', 'أنواع السكر', '2019-05-09 12:14:25', NULL, NULL, 25, 16, 20, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8857ec1a/1557656947.JPG'),
(134, 'd32e0864', 'Types de sel', 'Tipos de sal', 'أنواع الملح', '2019-05-09 12:15:49', NULL, NULL, 25, 16, 21, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/d32e0864/1557657184.JPG'),
(135, 'fcf79db9', 'Conserves de tomates', 'Tomates en conserva', 'معلبات الطماطم', '2019-05-09 12:18:53', NULL, NULL, 25, 16, 22, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/fcf79db9/1557656569.JPG'),
(126, '92f9edeb', 'Para animales', 'Pour les animaux', 'خاص بالحيوانات', '2019-05-07 23:11:54', NULL, NULL, 25, 31, 14, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/92f9edeb/1557270692.jpg'),
(139, 'd2ccbaf0', 'Poulet prêt', 'Pollo listo', 'الدجاج المذبوح', '2019-05-12 10:54:23', NULL, NULL, 3, -1, 26, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/d2ccbaf0/1569843734.png'),
(140, 'ff4f5bf7', 'Dinde', 'Pavo', 'الديك الرومي', '2019-05-12 11:10:14', NULL, NULL, 3, -1, 27, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ff4f5bf7/1569843767.png'),
(128, '74a40fe9', 'Types de chocolat', 'Tipos de chocolate', 'أنواع الشوكولا', '2019-05-09 04:36:57', NULL, NULL, 25, 22, 15, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/74a40fe9/1557376613.jpg'),
(130, '6e0a9ee1', 'Types de crème', 'Tipos de crema', 'أنواع القشطة', '2019-05-09 05:07:28', NULL, NULL, 25, 15, 17, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/6e0a9ee1/1557378442.JPG'),
(131, '8255d638', 'Types de thé', 'Tipos de te', 'أنواع الشاي ', '2019-05-09 10:44:48', NULL, NULL, 25, 16, 18, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8255d638/1557398684.JPG'),
(147, '51714825', 'Mollusques', 'Moluscos', 'الرخويات ', '2019-05-22 16:33:09', NULL, NULL, 4, -1, 2, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/51714825/1569844234.png'),
(148, 'fd08bd3f', 'Poisson congelé', 'Pescado congelado', 'السمك المجمد', '2019-05-22 16:34:51', NULL, NULL, 4, -1, 4, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/fd08bd3f/1569844318.png'),
(204, '9be3bdff', 'Espèces de radis', 'Especies de rábanos', 'أنواع الفجل', '2019-09-25 17:41:10', NULL, NULL, 26, -1, 90, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9be3bdff/1592757641.jpg'),
(88, 'e5fcf082', 'Toutes sortes de Danone', 'Todo tipo de danone', 'كل انواع دانون', '2019-04-21 23:19:17', NULL, NULL, 25, 15, 9, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e5fcf082/1556389882.jpg'),
(179, 'ddd200ca', 'Toutes sortes d\'oignons et d\'ail', 'Todo tipo de cebollas y ajos.', 'كل انواع البصل والثوم', '2019-06-19 00:38:28', NULL, NULL, 26, -1, 65, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ddd200ca/1592755661.jpg'),
(90, '57adf632', 'Types de fromage', 'Tipos de queso', 'أنواع الأجبان ', '2019-04-21 23:27:18', NULL, NULL, 25, 15, 8, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/57adf632/1556390330.jpg'),
(209, '3ef414d2', 'Gâteaux aux amandes', 'Dulces de Almendras', 'حلويات اللوز', '2020-04-26 15:41:41', NULL, NULL, 9, -1, 1, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/3ef414d2/1589479825.png'),
(92, '13a66f89', 'Types de jus', 'Tipos de zumos', 'انواع العصير ', '2019-04-21 23:45:10', NULL, NULL, 25, 15, 3, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/13a66f89/1557657430.JPG'),
(215, '7c908a5b', 'Vichy Celestan', 'Vichy Celestan', 'فيشي سيليستان', '2020-06-21 14:07:30', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/7c908a5b/1592744796.png'),
(95, 'bd61265f', 'Tout le lait', 'Toda la leche', 'كل الحليب ', '2019-04-22 00:15:15', NULL, NULL, 25, 15, 10, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/bd61265f/1556390268.jpg'),
(156, 'ff086dfd', 'Légumes verts', 'Vegetales verdes', 'الخضروات الخضراء', '2019-05-29 01:01:34', NULL, NULL, 1, -1, 43, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ff086dfd/1559091686.jpg'),
(157, '7e80c27d', 'Problème de légumes', 'Verduras problemáticas', 'الخضروات المشكلة', '2019-05-29 01:05:27', NULL, NULL, 1, -1, 44, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/7e80c27d/1559091919.jpg'),
(228, '0df24753', 'Fanta orange', 'Fanta naranja', ' فانتا برتقال', '2020-06-25 13:53:14', NULL, NULL, 25, 13, 7, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/0df24753/1593089479.jpg'),
(216, '88979fc2', 'Eau minérale mondariz', 'mondariz de agua mineral', 'ماء المعدني مندريز', '2020-06-21 14:14:19', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/88979fc2/1592745099.png'),
(152, '9b3a3b30', 'Poisson frais', 'Pescado fresco', 'السمك الطازج', '2019-05-22 23:57:17', NULL, NULL, 4, -1, 1, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9b3a3b30/1569844489.png'),
(153, 'daf0ca66', 'Des pommes de terre', 'Papas', 'بطاطس ', '2019-05-28 19:25:47', NULL, NULL, 1, -1, 40, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/daf0ca66/1559072174.jpg'),
(154, '62edce17', 'Des tomates', 'Los tomates', 'طماطم', '2019-05-28 19:35:55', NULL, NULL, 1, -1, 41, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/62edce17/1559074124.jpg'),
(155, '9e54e091', 'Poivre', 'Pimiento', 'الفلفل', '2019-05-29 00:48:47', NULL, NULL, 1, -1, 42, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9e54e091/1559090919.jpg'),
(129, '9877590f', 'Types de beurre', 'Tipos de mantequilla', 'أنواع الزبدة', '2019-05-09 04:59:43', NULL, NULL, 25, 15, 16, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9877590f/1557377976.JPG'),
(105, '2919ffd3', 'Types de biscuits', 'Tipos de galletas', ' انواع البسكويت', '2019-04-26 21:46:50', NULL, NULL, 25, 22, 11, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/2919ffd3/1556311786.jpg'),
(170, 'cede74cc', 'Figue vertébrale', 'Higo espinal', 'التين الشوكي', '2019-06-06 14:26:34', NULL, NULL, 2, -1, 57, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/cede74cc/1562834128.jpg'),
(169, '3960d8b0', 'Poires', 'Peras', 'الاجاص ', '2019-05-31 00:51:56', NULL, NULL, 2, -1, 56, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/3960d8b0/1562834543.jpg'),
(168, 'ea337cff', 'Avocat', 'Aguacate', 'افوكادو', '2019-05-31 00:44:54', NULL, NULL, 2, -1, 55, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ea337cff/1608483030.jpg'),
(167, '51ae2af4', 'les raisins', 'Uvas', 'العنب', '2019-05-31 00:35:33', NULL, NULL, 2, -1, 54, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/51ae2af4/1592742958.jpg'),
(165, '8d544f2d', 'Pomme', 'Manzana', 'التفاح', '2019-05-31 00:15:38', NULL, NULL, 2, -1, 52, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8d544f2d/1560001560.jpg'),
(166, '15f5e3e3', 'Pastèque', 'Sandía', 'البطيخ', '2019-05-31 00:24:53', NULL, NULL, 2, -1, 53, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/15f5e3e3/1608801811.png'),
(115, '1eb1e448', 'Tous les types de mortadelle', 'Todos los tipos de mermelada.', 'جميع انواع المرتديلا', '2019-04-28 17:11:11', NULL, NULL, 25, 15, 7, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/1eb1e448/1609058986.png'),
(164, '6eb45eb0', 'Raisins', 'Las uvas', 'العنب ', '2019-05-31 00:11:38', NULL, NULL, 2, -1, 51, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/6eb45eb0/1608714630.JPG'),
(163, '9d0eb6f6', 'Les acides', 'Los ácidos', 'الحوامض ', '2019-05-30 23:57:50', NULL, NULL, 2, -1, 50, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9d0eb6f6/1608481817.JPG'),
(125, '571124a5', 'Désinfectant pour sol', 'Desinfectante del suelo', 'مطهر الارض', '2019-05-07 22:27:00', NULL, NULL, 25, 32, 13, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/571124a5/1593187995.jpg'),
(119, '4236394a', 'Nettoyer le corps', 'Limpiar el cuerpo', 'نظافة الجسم', '2019-04-29 01:37:47', NULL, NULL, 25, 19, 12, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/4236394a/1557267613.png'),
(161, '3ef5e740', 'Banan', 'Banan', 'البنان ', '2019-05-30 23:46:39', NULL, NULL, 2, -1, 48, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/3ef5e740/1562832369.jpg'),
(162, '00e790e4', 'Ornithorynque pêche', 'Platypus De Melocotón', 'فصيلة الخوخ', '2019-05-30 23:50:42', NULL, NULL, 2, -1, 49, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/00e790e4/1608714338.JPG'),
(304, '8b2e4d5e', 'chio', 'chio', 'شييو', '2020-10-31 19:19:47', NULL, NULL, 25, 22, 1000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8b2e4d5e/1604168385.jpg'),
(227, 'd1ff8bbc', 'SPRITE', 'SPRITE', 'سبرايت', '2020-06-25 13:08:57', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/d1ff8bbc/1593086935.png'),
(159, 'a6db2f80', 'Légumineuses et ainsi de suite', 'Legumbres y así sucesivamente', ' البقوليات وما شبه ', '2019-05-30 23:09:54', NULL, NULL, 1, -1, 46, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a6db2f80/1562834295.jpg'),
(160, 'b00ea043', 'Fruits rouges', 'Frutos rojos', 'الفواكه الحمراء ', '2019-05-30 23:30:35', NULL, NULL, 2, -1, 47, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/b00ea043/1562832461.png'),
(244, '17f8d8a8', 'Savon à lessive', 'Detergente de ropa', 'صابون  لغسيل الملابس', '2020-06-26 16:39:47', NULL, NULL, 25, 32, 4, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/17f8d8a8/1593185982.jpg'),
(224, 'd277c296', 'Toutes sortes de couches pour enfants', 'Todo tipo de pañales para niños.', 'كل انواع الحفاضات للاطفال', '2020-06-22 20:46:35', NULL, NULL, 25, 19, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/d277c296/1592855257.jpg'),
(225, '66c85259', 'Désinfectant pour salle de bain', 'Desinfectante de baño', 'مطهر للحمام', '2020-06-23 15:23:50', NULL, NULL, 25, 32, 400, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/66c85259/1592922168.jpg'),
(226, '2a498e63', 'Antiseptiques de cuisine', 'Antisépticos de cocina', 'مطهرات المطبخ', '2020-06-23 15:26:10', NULL, NULL, 25, 32, 401, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/2a498e63/1592922485.jpg'),
(188, 'aa15a970', 'olive', 'Oliva', 'الزيتون', '2019-07-11 10:01:20', NULL, NULL, 26, -1, 71, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/aa15a970/1562835677.jpg'),
(189, 'a7f864d5', 'bahya', 'bahya', 'الباهيه', '2019-07-23 12:05:22', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a7f864d5/1563882920.jpg'),
(190, '73f05dc0', 'Ain Sais', 'Ain Sais', 'عين سايس', '2019-07-23 12:07:11', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/73f05dc0/1563883017.jpg'),
(191, 'e68bfa29', 'Sidi Harazem', 'Sidi Harazem', 'سيدي حرازم', '2019-07-23 12:11:29', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e68bfa29/1563883232.png'),
(192, '3630f2d8', 'Ain Sultan', 'Ain Sultan', 'عين سلطان', '2019-07-23 12:13:15', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/3630f2d8/1563883403.jpg'),
(193, '42954cdb', 'Ain ifran', 'Ain ifran', 'عين افران', '2019-07-23 12:15:33', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/42954cdb/1563883605.png'),
(194, 'f091ed33', 'eau chaouen', 'agua chaouen', 'ماء الشاون', '2019-07-23 12:18:48', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/f091ed33/1564045751.JPG'),
(195, '516535e6', 'eau rif', 'agua rif', 'ماء الريف', '2019-07-23 12:19:40', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/516535e6/1564044912.JPG'),
(196, 'dd45ebd6', 'ain atlas', 'ain atlas', 'عين اطلس', '2019-07-23 12:29:14', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/dd45ebd6/1563883158.png'),
(197, '8a564ef8', 'pepsi', 'pepsi', 'بيبسي', '2019-07-23 12:34:47', NULL, NULL, 25, 13, 80, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8a564ef8/1564044390.png'),
(210, 'a0f76fbf', 'Gâteaux aux cacahuètes', 'Dulces de Cacahuetes', 'حلويات الفول السوداني', '2020-04-28 23:12:32', NULL, NULL, 9, -1, 2, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a0f76fbf/1589479909.png'),
(208, 'bf97dd13', 'Crustacés de mer', 'Marisco', 'قشريات البحر', '2020-01-14 11:03:14', NULL, NULL, 4, -1, 3, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/bf97dd13/1602711848.png'),
(201, 'ecb815f2', 'Sbaa thé vert', 'Sbaa Green Tea', 'الشاي الاخضر السبع', '2019-08-29 16:45:56', NULL, NULL, 25, 16, 86, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ecb815f2/1592737442.jpg'),
(202, 'a2193b0e', ' DRAGON', 'DRAGON', 'تنين', '2019-09-08 02:04:44', NULL, NULL, 2, -1, 87, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a2193b0e/1567904681.jpg'),
(221, '3bc75537', 'Désodorisant moulu', 'Ambientador molido', 'معطر الارض', '2020-06-21 16:01:40', NULL, NULL, 25, 32, 3000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/3bc75537/1592751645.jpg'),
(219, '4826903c', 'adoucissant concentré', 'suavizante concentrado', 'منعم مركز', '2020-06-21 15:33:03', NULL, NULL, 25, 32, 5000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/4826903c/1592749736.jpg'),
(220, '62d59ea4', 'Parfumé et revitalisant pour les vêtements', 'Perfumado y acondicionador para ropa', 'معطر ومنعم للملابس', '2020-06-21 15:46:47', NULL, NULL, 25, 32, 6000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/62d59ea4/1592750803.jpg'),
(222, '9b883ac8', 'Produit vaisselle', 'Jabón para platos', 'صابون الاواني', '2020-06-21 16:05:01', NULL, NULL, 25, 32, 2000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9b883ac8/1592752124.jpg'),
(223, 'f0fd6d5f', 'Plastique', 'El plastico', 'البلاستيك', '2020-06-21 16:43:43', NULL, NULL, 25, 32, 1000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/f0fd6d5f/1592754221.jpg'),
(230, 'e7cf957e', 'Fanta Lemon', 'Fanta Lemon', 'فانتا ليمون', '2020-06-25 13:55:50', NULL, NULL, 25, 13, 7, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e7cf957e/1593089747.jpg'),
(231, '716982a2', 'Jus de  Marrakech', 'Jugo de marrakech', 'عصير مراكش', '2020-06-25 14:16:31', NULL, NULL, 25, 13, 9, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/716982a2/1593090921.png'),
(232, '6d35c091', 'Lipton Ice Tea', 'Té helado Lipton', 'شاي ليبتون مثلج', '2020-06-25 14:54:14', NULL, NULL, 25, 13, 6, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/6d35c091/1593093201.jpg'),
(233, 'fab9b4e2', 'Papier de soie', 'Pañuelo de papel', 'المناديل الورقية', '2020-06-26 15:16:56', NULL, NULL, 25, 32, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/fab9b4e2/1593181012.jpg'),
(234, 'e9b6bde3', 'shampooing', 'champú', 'شامبو', '2020-06-26 15:21:33', NULL, NULL, 25, 19, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e9b6bde3/1593181515.jpg'),
(235, '4a64540d', 'Gel douche', 'Gel de ducha', 'جيل دوش', '2020-06-26 15:27:57', NULL, NULL, 25, 19, 6, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/4a64540d/1593181662.jpg'),
(236, 'bb0103f3', 'Crème pour le corps', 'Crema para el cuerpo', 'كريم للجسم', '2020-06-26 15:41:42', NULL, NULL, 25, 19, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/bb0103f3/1593182498.jpg'),
(237, 'bae0f244', 'Gel pour les cheveux', 'Gel para el cabello', 'جل للشعر', '2020-06-26 15:47:47', NULL, NULL, 25, 19, 6, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/bae0f244/1593182860.jpg'),
(238, '0baf495a', 'Savon gel à raser', 'Gel de afeitar jabon', 'صابون جل للحلاقة', '2020-06-26 15:53:40', NULL, NULL, 25, 19, 6, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/0baf495a/1593183204.jpg'),
(239, '1272bbd1', 'Toutes sortes de cosmétiques', 'Todo tipo de cosméticos', 'كل انواع التجميل', '2020-06-26 15:56:41', NULL, NULL, 25, 19, 2, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/1272bbd1/1593183416.jpg'),
(245, 'f74af454', 'Jus de lait', 'Jugo de leche', 'العصير بالحليب', '2020-06-28 15:36:17', NULL, NULL, 25, 15, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/f74af454/1593354969.jpg'),
(241, '832faf24', 'Types de dentifrice', 'Tipos de pasta de dientes', 'انواع معجون الاسنان', '2020-06-26 16:01:11', NULL, NULL, 25, 19, 8, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/832faf24/1593183669.jpg'),
(242, '4ef4a893', 'Coussin sanitaire', 'Toalla sanitaria', 'الفوطة الصحية', '2020-06-26 16:17:52', NULL, NULL, 25, 19, 5, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/4ef4a893/1593184664.jpg'),
(243, '8c8eef83', 'Brosses à dents', 'Cepillos de dientes', ' فرش الاسنان', '2020-06-26 16:20:54', NULL, NULL, 25, 19, 7, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8c8eef83/1593184848.jpg'),
(246, '6d358b55', 'Toutes sortes de haricots', 'Todo tipo de granos de algodón.', 'جميع انواع القطاني', '2020-07-12 20:16:27', NULL, NULL, 25, 16, 6, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/6d358b55/1594581413.jpg'),
(247, '32515fcc', 'Power Horse ', 'Power Horse ', 'باور هورس ', '2020-08-17 00:19:19', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/32515fcc/1597620074.png'),
(248, '912067b8', 'Aquafina', 'Aquafina', 'أكوافينا ', '2020-08-17 01:15:19', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/912067b8/1597623317.jpg'),
(249, '0ff3a82d', 'CRISTALINE', 'CRISTALINE', 'كريستال', '2020-08-17 19:10:37', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/0ff3a82d/1597687827.jpg'),
(250, '1af25a4d', 'Evian', 'Evian', 'إيفيان', '2020-08-17 19:33:24', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/1af25a4d/1597689201.png'),
(251, 'd16b98b9', 'Vittel', 'Vittel', 'فيتيل', '2020-08-17 22:48:00', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/d16b98b9/1597700877.jpeg'),
(252, 'bdb35afc', 'OULMES', 'OULMES', 'أولمس', '2020-08-21 21:21:20', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/bdb35afc/1598041264.jpg'),
(253, 'ba7af966', 'Perrier', 'Perrier', 'بيرير', '2020-08-23 13:19:30', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ba7af966/1598185168.png'),
(254, '52aac593', 'Vichy', 'Vichy', 'فيشي', '2020-08-23 13:43:26', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/52aac593/1598186604.png'),
(255, '32cb40ab', 'Banga', 'Banga', 'بانجا', '2020-08-23 17:37:04', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/32cb40ab/1599330687.jpg'),
(256, '04e98661', 'Orangina ', 'Orangina ', 'أورانجينا', '2020-08-23 18:57:40', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/04e98661/1598205449.jpg'),
(257, '7abf1797', 'Bavaria', 'Bavaria', 'بافاريا', '2020-08-24 18:22:30', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/7abf1797/1598289749.png'),
(258, 'fab22baa', 'Lousra', 'Lousra', 'لوسرا', '2020-08-24 23:33:03', NULL, NULL, 25, 16, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/fab22baa/1598308381.png'),
(259, 'e0553252', 'Lio', 'Lio', 'ليو', '2020-08-24 23:48:42', NULL, NULL, 25, 16, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e0553252/1599330491.png'),
(260, '003b6cca', 'Zohor', 'Zohor', ' زهور', '2020-08-25 00:14:27', NULL, NULL, 25, 16, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/003b6cca/1598310841.png'),
(261, '96f1b11f', 'Red Bull', 'Red Bull', 'ريدبول', '2020-08-25 15:12:08', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/96f1b11f/1598364725.jpg'),
(262, '7c6792ed', 'Ciel', 'Ciel', 'سيال', '2020-08-25 17:44:20', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/7c6792ed/1598373857.png'),
(263, '3a623ee7', 'aquarius', 'aquarius', 'أكواريوس', '2020-08-25 22:54:49', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/3a623ee7/1598392587.jpg'),
(264, '9f879e4a', 'schweppes', 'schweppes', 'شويبس', '2020-08-25 22:58:33', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9f879e4a/1598392687.jpg'),
(265, 'c3c1642f', 'poms', 'poms', 'بومس', '2020-08-25 23:01:04', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/c3c1642f/1598392862.jpg'),
(266, '13d4f0ba', 'hawai', 'hawai', 'هاواي', '2020-08-25 23:02:33', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/13d4f0ba/1598392947.jpg'),
(267, '9dbc579a', 'acqua panna', 'acqua panna', 'أكوا بنا', '2020-08-30 14:12:17', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9dbc579a/1598793126.jpg'),
(268, 'a196a82e', 'S. Pellegrino ', 'S. Pellegrino ', 'س بيللغرينو', '2020-08-30 14:30:18', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a196a82e/1598794216.jpg'),
(269, '2dd7f975', 'BADOIT', 'BADOIT', 'بادويت ', '2020-08-31 22:46:24', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/2dd7f975/1598910382.jpg'),
(273, '804c39a2', 'Carrefour Types de jus ', 'Carrefour Tipos de jugos ', ' كارفور انواع العصائر', '2020-09-13 10:18:02', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/804c39a2/1599988678.png'),
(271, 'ac100915', 'VALENCIA', 'VALENCIA', 'فالنسيا', '2020-09-05 19:25:59', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ac100915/1599330355.png'),
(272, '37629fc8', 'contrex', 'contrex', 'كونتريكس', '2020-09-08 21:25:14', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/37629fc8/1599596692.png'),
(274, 'fe78a207', 'océan spray', 'océan spray', 'خلاصة العصير', '2020-09-13 10:46:33', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/fe78a207/1599990390.png'),
(275, 'c629f35b', 'al boustane', 'al boustane', 'البستان', '2020-09-13 11:48:44', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/c629f35b/1599994122.png'),
(276, '18ffe00e', 'forty', 'forty', 'فورتي', '2020-09-15 00:14:17', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/18ffe00e/1600125242.png'),
(277, '2863b7e2', 'Sanytol', 'Sanytol', 'سانيتول', '2020-09-17 19:03:43', NULL, NULL, 25, 19, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/2863b7e2/1600365821.jpg'),
(278, '225e8d40', 'Juver', 'Juver', 'جوفر', '2020-09-18 17:49:47', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/225e8d40/1600447785.png'),
(279, 'd8343bee', 'rauch', 'rauch', 'راؤش', '2020-09-19 20:21:24', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/d8343bee/1600543282.png'),
(280, '68c59bde', 'DIMES', 'DIMES', 'ديميس', '2020-09-20 22:33:41', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/68c59bde/1600637613.png'),
(281, '060900ac', 'premium fresh', 'premium fresh', 'بريميوم فريش', '2020-09-21 20:36:30', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/060900ac/1600716988.jpg'),
(282, '0f9d7d5d', 'sélection de jus de Carrefour', 'Selección de zumos Carrefour', 'اختيار كارفور في العصير', '2020-09-23 14:08:49', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/0f9d7d5d/1600866418.png'),
(283, '23d5b9d8', 'MOGU MOGU ', 'MOGU MOGU ', 'موغ موغ', '2020-09-23 22:46:40', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/23d5b9d8/1600897598.png'),
(284, 'faddd343', 'Arizona', 'Arizona', 'أريزونا', '2020-09-24 01:37:32', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/faddd343/1600907840.jpg'),
(285, 'e7805285', 'starbucks', 'starbucks', 'ستاربكس', '2020-09-25 21:24:47', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e7805285/1601065485.png'),
(286, '6a6f16b0', 'Night Orient', 'Night Orient', 'نايت أورينت', '2020-09-30 20:32:04', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/6a6f16b0/1601494323.JPG'),
(288, '36ad2242', 'Donelli', 'Donelli', 'دونيلي', '2020-10-02 22:08:01', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/36ad2242/1601672873.jpg'),
(289, '0527f3c9', 'reflets', 'reflets', 'ريفليتس', '2020-10-03 16:38:23', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/0527f3c9/1601739485.jpg'),
(290, '9336a523', 'Double Seven', 'Double Seven', 'دبل سفن', '2020-10-03 20:41:45', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/9336a523/1601754103.jpg'),
(292, '93ffaac4', 'antesite', 'antesite', 'أنتيستي', '2020-10-09 16:59:05', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/93ffaac4/1602270660.jpg'),
(293, '102601c7', 'teisseire', 'teisseire', 'تسيري ', '2020-10-10 13:04:14', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/102601c7/1602331451.png'),
(294, 'ba208fe4', 'DUVAL', 'DUVAL', 'دوفال ', '2020-10-22 15:53:08', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ba208fe4/1603378358.png'),
(295, '4c30a034', 'canadou', 'canadou', 'كانادو', '2020-10-22 19:58:49', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/4c30a034/1603393118.png'),
(296, '2efe4697', 'utc4', 'utc4', 'أ ط س 4', '2020-10-22 20:23:17', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/2efe4697/1603394587.png'),
(297, 'e370ced7', 'Produits français sans nom', 'Productos franceses sin nombre', 'منتوجات فرنسية بدون إسم', '2020-10-22 21:38:00', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e370ced7/1603399062.JPG'),
(298, '61ee9eca', 'grand jury', 'grand jury', 'غراند جوري', '2020-10-22 21:53:32', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/61ee9eca/1603399970.jpg'),
(299, '00101f81', 'casino', 'casino', 'كازينو ', '2020-10-23 21:37:15', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/00101f81/1603485432.jpeg'),
(300, 'f8a71d04', 'oasis', 'oasis', 'وزيز', '2020-10-26 17:32:33', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/f8a71d04/1603729941.png'),
(301, 'e7af8ec7', 'mondariz', 'mondariz', 'مونداريز', '2020-10-27 17:01:18', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/e7af8ec7/1603814477.png'),
(302, 'ede877aa', 'VCH Barcelona', 'VCH Barcelona', 'فيشي برشلونة', '2020-10-27 23:40:15', NULL, NULL, 25, 13, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/ede877aa/1603838413.png'),
(303, 'a6768bee', 'Leader Chips  ', 'Leader Chips    ', '   ليدر شيبس', '2020-10-31 16:18:39', NULL, NULL, 25, 22, 1000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a6768bee/1604157517.png'),
(306, 'f61b08fb', 'cheetos', 'cheetos', ' شيتوس', '2020-11-12 22:01:56', NULL, NULL, 25, 22, 1000, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/f61b08fb/1605214913.png'),
(307, '46549b1b', 'Hamburger de boeuf', 'Hamburguesa de ternera', 'همبرجر اللحم', '2020-11-17 12:51:52', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/46549b1b/1605614843.png'),
(308, 'f9ca3b45', 'petites faims', 'pequeños apetitos', 'كروكيط   نوجات', '2020-11-17 12:59:28', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/f9ca3b45/1605814514.png'),
(309, '566d2c2b', 'salade', 'ensalada', 'سلطة', '2020-11-17 13:10:39', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/566d2c2b/1605615063.png'),
(310, '09aafda5', 'Boissons froides', 'Bebidas frías', 'المشروبات البارد ', '2020-11-17 13:17:07', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/09aafda5/1605905996.jpg'),
(311, 'c82ff52c', 'Boissons chaudes', 'Bebidas calientes', 'مشروبات ساخنة', '2020-11-17 13:21:10', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/c82ff52c/1605905568.jpg'),
(312, '3fd7b469', 'Repas pour enfants', 'Comida infantil', 'وجبة للأطفال', '2020-11-17 13:24:44', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/3fd7b469/1605615875.png'),
(313, 'a8629196', 'nos sauces', 'nuestras salsas', 'الصلصة', '2020-11-17 13:27:27', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/a8629196/1605616033.jpg'),
(314, '7a32bbd9', 'nos frites', 'nuestras papas fritas', 'البطاطس المقلية', '2020-11-17 13:31:21', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/7a32bbd9/1605616271.jpg'),
(317, '50ac7242', 'Hamburger au poulet', 'Hamburguesa de pollo', 'همبرجر الدجاج', '2020-11-19 20:41:28', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/50ac7242/1605814885.png'),
(318, '8278ea5b', 'Ice Cream', 'helado', 'أيس كريم', '2020-11-20 22:03:07', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/8278ea5b/1605906127.png'),
(319, '7dfd6d7a', 'Pâtisserie Makdu', 'Pastelería Makdu', 'مكدو للمعجنات', '2020-11-20 22:07:29', NULL, NULL, 15, -1, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/7dfd6d7a/1605906443.png'),
(320, 'af30e8d2', 'pringles', 'pringles ', 'برينجلز', '2020-11-28 07:45:30', NULL, NULL, 25, 22, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/af30e8d2/1606545926.png'),
(322, '5593a086', 'risi', 'risi', 'الريسي', '2020-12-01 09:46:30', NULL, NULL, 25, 22, 0, 1, NULL, NULL, 'http://extensionmedia/SOUKEXPRESS.MA/manager/../statics/sous_category/5593a086/1606812387.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `article_status`
--

DROP TABLE IF EXISTS `article_status`;
CREATE TABLE IF NOT EXISTS `article_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `article_status_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `article_status_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `article_status_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article_status`
--

INSERT INTO `article_status` (`id`, `article_status_fr`, `article_status_es`, `article_status_ar`, `is_default`) VALUES
(2, 'Disponible', 'Disponible', 'موجود', 1),
(3, 'DESACTIVÉ', 'DESACTIVADO', 'غير متاح', 0),
(4, 'EN PRÉPARATION', 'EN PREPARACIÓN', 'إعداد', 0),
(5, 'ARCHIVE', 'ARCHIVO', 'أرشيف', 0);

-- --------------------------------------------------------

--
-- Table structure for table `article_tarif`
--

DROP TABLE IF EXISTS `article_tarif`;
CREATE TABLE IF NOT EXISTS `article_tarif` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `article_tarif` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `status` tinyint(1) DEFAULT '1',
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article_tarif`
--

INSERT INTO `article_tarif` (`id`, `article_tarif`, `status`, `is_default`) VALUES
(1, 'Tarif Normal', 1, 1),
(2, 'Tarif Spéciale', 1, 0),
(3, 'Tarif Amis et Famille', 1, 0),
(4, 'Tarif Grossiste', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `article_tarif_achat`
--

DROP TABLE IF EXISTS `article_tarif_achat`;
CREATE TABLE IF NOT EXISTS `article_tarif_achat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UID` varchar(8) COLLATE utf8_bin DEFAULT NULL,
  `id_fournisseur` int(11) NOT NULL DEFAULT '0',
  `id_article` int(11) DEFAULT '0',
  `montant` float NOT NULL DEFAULT '0',
  `status` tinyint(4) NOT NULL DEFAULT '1',
  `is_default` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=288 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `article_tarif_achat`
--

INSERT INTO `article_tarif_achat` (`id`, `created`, `UID`, `id_fournisseur`, `id_article`, `montant`, `status`, `is_default`) VALUES
(5, '2019-04-06 17:45:42', '878116d4', 1, 148, 10, 1, 0),
(53, '2019-05-09 23:08:59', '1acf045a', 7, 390, 17.55, 1, 0),
(26, '2019-04-25 20:07:52', '81f6d7ff', 3, 0, 66, 1, 0),
(7, '2019-04-10 15:07:03', '2f2fc489', 2, 258, 0.65, 1, 0),
(8, '2019-04-10 17:01:17', '12ab598e', 2, 99, 1.45, 1, 0),
(9, '2019-04-10 17:29:59', '192fcc5d', 2, 130, 1, 1, 0),
(10, '2019-04-10 17:45:15', '666b886c', 2, 259, 1, 1, 0),
(11, '2019-04-10 18:09:38', 'd4839616', 2, 260, 1, 1, 0),
(13, '2019-04-10 18:18:05', '684a4a7f', 2, 261, 1, 1, 0),
(14, '2019-04-10 18:45:39', '83a829f0', 2, 262, 1, 1, 0),
(15, '2019-04-10 18:52:26', '99ac2fed', 2, 263, 1, 1, 0),
(16, '2019-04-10 18:54:10', '1bd1253c', 2, 264, 1, 1, 0),
(17, '2019-04-10 18:55:44', '0cc9fb1d', 2, 265, 5, 1, 0),
(18, '2019-04-10 19:03:35', '41ebdcb8', 2, 266, 1, 1, 0),
(19, '2019-04-10 19:12:02', 'ad6e4c5c', 2, 267, 1, 1, 0),
(20, '2019-04-10 19:14:47', 'bb814dd3', 2, 268, 1, 1, 0),
(21, '2019-04-10 19:16:31', '303ed07d', 2, 269, 1, 1, 0),
(22, '2019-04-10 19:21:39', 'a92701d0', 2, 270, 1, 1, 0),
(23, '2019-04-10 22:06:50', '21d7c35c', 2, 271, 1, 1, 0),
(24, '2019-04-10 22:09:12', '9f37d33a', 2, 272, 1, 1, 0),
(25, '2019-04-10 22:10:50', '61302da6', 2, 273, 1, 1, 0),
(27, '2019-04-25 21:17:49', '184a85fc', 3, 360, 63.5, 1, 0),
(28, '2019-04-25 22:58:17', 'f2d4e156', 3, 361, 118, 1, 0),
(29, '2019-04-25 23:32:25', 'bea052cb', 3, 362, 45.84, 1, 0),
(30, '2019-04-25 23:50:06', '34263dae', 3, 363, 36.13, 1, 0),
(31, '2019-04-26 00:33:11', '8eb835f0', 3, 0, 13.34, 1, 0),
(32, '2019-04-26 00:41:08', '96bfefcb', 3, 364, 13.34, 1, 0),
(33, '2019-04-26 01:09:26', '1da54b6e', 3, 365, 15.5, 1, 0),
(34, '2019-04-26 01:59:09', 'b3f0b149', 3, 368, 22.92, 1, 0),
(35, '2019-04-28 16:24:32', '1d90c5d4', 3, 366, 118, 1, 0),
(36, '2019-04-28 16:40:35', '3d68a263', 3, 374, 73, 1, 0),
(37, '2019-04-28 17:24:53', 'e14f6894', 3, 375, 59, 1, 0),
(38, '2019-04-28 18:45:18', '972c4323', 3, 0, 6.5, 1, 0),
(39, '2019-04-28 19:09:59', '42a9ba37', 3, 376, 6.5, 1, 0),
(40, '2019-04-28 21:05:32', '88f5711b', 3, 377, 104, 1, 0),
(41, '2019-04-28 23:42:19', '7b7d2172', 3, 378, 54, 1, 0),
(42, '2019-04-29 00:03:45', '328717d3', 3, 379, 7.84, 1, 0),
(43, '2019-04-29 01:12:53', 'd3ba6b2c', 3, 380, 13, 1, 0),
(44, '2019-04-29 02:03:13', 'cc2e6fad', 3, 381, 13, 1, 0),
(45, '2019-04-29 13:29:14', '9fc20c2b', 3, 382, 14, 1, 0),
(46, '2019-04-29 13:51:17', '53ca1e4b', 3, 383, 34, 1, 0),
(47, '2019-04-29 14:13:29', '9a015855', 3, 384, 60, 1, 0),
(48, '2019-04-29 14:28:52', 'c704c3f3', 3, 385, 85, 1, 0),
(49, '2019-04-29 15:16:29', '91053660', 3, 190, 12.5, 1, 0),
(50, '2019-04-29 15:20:14', '9b1572d7', 3, 191, 12.5, 1, 0),
(51, '2019-04-29 15:21:39', '64400a31', 3, 192, 12.5, 1, 0),
(52, '2019-04-29 15:23:09', 'f812a9ab', 3, 193, 12.5, 1, 0),
(54, '2019-05-21 17:40:03', '68c5f020', 4, 444, 30, 1, 0),
(55, '2019-05-21 17:50:20', '62cb224a', 4, 445, 20, 1, 0),
(56, '2019-05-21 18:18:29', '46931025', 4, 448, 11, 1, 0),
(57, '2019-05-21 18:25:40', '4de1799a', 4, 450, 12, 1, 0),
(58, '2019-05-21 18:34:05', '6e8243b8', 4, 451, 13, 1, 0),
(59, '2019-05-21 18:58:31', '38ea8f6d', 4, 452, 33, 1, 0),
(60, '2019-05-21 22:12:34', 'aeb2f47b', 4, 453, 33, 1, 0),
(61, '2019-05-21 22:47:06', 'a17e5168', 4, 460, 5, 1, 0),
(62, '2019-05-21 22:52:53', '1470620b', 4, 461, 55, 1, 0),
(63, '2019-05-21 22:57:26', '99572ba1', 4, 462, 6, 1, 0),
(64, '2019-05-21 23:09:24', '0cecf4e3', 4, 463, 66, 1, 0),
(65, '2019-05-21 23:20:35', '6bbd6f83', 4, 464, 215, 1, 0),
(66, '2019-05-21 23:23:34', '9ff49d5b', 4, 465, 6, 1, 0),
(67, '2019-05-21 23:34:26', '7d1b73c7', 4, 467, 300, 1, 0),
(68, '2019-05-21 23:40:34', 'e25ff059', 4, 468, 8, 1, 0),
(69, '2019-05-22 00:01:15', 'e13b1834', 4, 470, 18, 1, 0),
(70, '2019-05-22 00:05:30', 'f187161c', 4, 471, 8, 1, 0),
(71, '2019-05-22 00:19:05', '9b00854f', 4, 472, 6, 1, 0),
(72, '2019-05-22 00:24:35', 'cfe1056a', 4, 473, 4, 1, 0),
(73, '2019-05-22 00:26:12', '92310d42', 4, 474, 4, 1, 0),
(74, '2019-05-22 00:28:30', '8fbc4a81', 4, 475, 5, 1, 0),
(75, '2019-05-22 00:29:41', 'e7f75e7f', 4, 476, 4, 1, 0),
(76, '2019-06-13 01:05:26', '66373e45', 4, 277, 130, 1, 0),
(77, '2019-06-18 20:17:24', 'd29f4419', 2, 521, 1.45, 1, 0),
(78, '2019-06-18 20:23:48', '6f0e6a7d', 2, 522, 1.45, 1, 0),
(79, '2019-06-18 20:27:21', '214da1f5', 2, 523, 1.45, 1, 0),
(80, '2019-06-18 20:55:50', '0d7a07fe', 2, 439, 8, 1, 0),
(81, '2019-06-18 23:45:12', '22c3142a', 2, 524, 0.65, 1, 0),
(82, '2019-06-18 23:51:28', '5b65ce07', 2, 526, 0.65, 1, 0),
(84, '2019-06-19 00:00:45', '9f13ea57', 2, 527, 0.65, 1, 0),
(85, '2019-06-19 00:07:30', '22c3142a', 2, 525, 0.65, 1, 0),
(86, '2019-06-21 16:30:24', 'ab3ff362', 4, 532, 95, 1, 0),
(87, '2019-06-21 16:54:55', 'f08e7368', 4, 533, 100, 1, 0),
(88, '2019-06-21 17:13:21', '0a3768cb', 4, 534, 120, 1, 0),
(89, '2019-06-27 09:42:37', '7177ab9c', 4, 516, 45, 1, 0),
(90, '2019-06-27 09:47:14', '6415ae4a', 4, 517, 50, 1, 0),
(91, '2019-06-27 10:03:29', '5ab51aba', 4, 290, 70, 1, 0),
(92, '2019-06-27 10:07:35', '1e3407f3', 4, 535, 80, 1, 0),
(93, '2019-06-27 10:55:37', 'ac78f29a', 4, 536, 30, 1, 0),
(94, '2019-06-27 12:11:59', 'a37a4d9f', 4, 469, 20, 1, 0),
(95, '2019-06-27 12:49:00', '9a50e22c', 4, 483, 140, 1, 0),
(96, '2019-06-30 14:47:43', '248e9ad0', 4, 280, 130, 1, 0),
(97, '2019-06-30 15:18:42', '7db11e84', 4, 281, 60, 1, 0),
(98, '2019-06-30 15:35:38', 'b67c0c4e', 4, 538, 80, 1, 0),
(99, '2019-06-30 16:06:26', 'ebbab703', 4, 539, 80, 1, 0),
(100, '2019-06-30 16:14:15', 'd38a46fb', 4, 540, 70, 1, 0),
(101, '2019-06-30 16:30:59', 'ec419575', 4, 541, 40, 1, 0),
(102, '2019-06-30 20:00:43', '63540401', 3, 542, 55, 1, 0),
(103, '2019-07-08 16:17:47', '88689c18', 2, 135, 15, 1, 0),
(104, '2019-07-09 00:51:38', 'be48eb12', 4, 543, 150, 1, 0),
(105, '2019-07-09 01:13:17', '0391ed46', 4, 544, 200, 1, 0),
(106, '2019-07-09 01:17:41', '6edf7f25', 4, 276, 160, 1, 0),
(107, '2019-07-09 01:27:46', '65eb01cc', 4, 274, 100, 1, 0),
(108, '2019-07-11 10:11:23', '8ab4b9c4', 8, 545, 11, 1, 0),
(109, '2019-07-11 10:27:38', '03009d60', 8, 546, 11, 1, 0),
(110, '2019-07-11 10:39:58', 'a935295b', 8, 547, 11, 1, 0),
(111, '2019-07-11 10:46:15', '71433d81', 8, 548, 11, 1, 0),
(112, '2019-07-11 18:40:24', 'b2b82756', 9, 102, 55, 1, 0),
(113, '2019-07-13 09:12:14', '1898e2ce', 10, 101, 40, 1, 0),
(114, '2019-07-13 09:14:24', 'b2b82756', 10, 102, 50, 1, 0),
(115, '2019-07-13 16:05:01', '85fa0b67', 8, 550, 11, 1, 0),
(116, '2019-07-13 16:09:31', '1f9e8249', 8, 551, 11, 1, 0),
(117, '2019-07-13 16:15:28', 'ed83d290', 8, 552, 12.5, 1, 0),
(118, '2019-07-18 21:31:52', '9808a067', 10, 124, 90, 1, 0),
(119, '2019-07-18 21:36:23', 'b7bef696', 10, 123, 70, 1, 0),
(120, '2019-07-21 03:22:48', '1dcfdcf4', 4, 553, 60, 1, 0),
(121, '2019-07-21 03:42:19', '5dd2b3a0', 8, 554, 11, 1, 0),
(122, '2019-07-28 14:07:13', '8ec4c78e', 3, 555, 13, 1, 0),
(123, '2019-07-28 14:24:41', '6a062df6', 3, 556, 13.75, 1, 0),
(124, '2019-07-28 14:34:05', '785ea9b2', 3, 557, 14.37, 1, 0),
(125, '2019-07-28 15:09:25', '59835fe2', 3, 558, 11.8, 1, 0),
(126, '2019-07-28 18:43:44', '34b85181', 10, 110, 53, 1, 0),
(127, '2019-07-28 18:46:56', '5de3037d', 10, 559, 95, 1, 0),
(128, '2019-07-29 01:26:25', '57c973c0', 11, 560, 15, 1, 0),
(129, '2019-08-01 12:13:50', '99994d32', 11, 561, 25, 1, 0),
(130, '2019-08-01 15:14:32', 'd3dc2be7', 11, 131, 45, 1, 0),
(131, '2019-08-01 15:15:10', '42d78bbd', 11, 132, 45, 1, 0),
(132, '2019-08-01 15:16:10', 'ee7ea14b', 11, 134, 60, 1, 0),
(133, '2019-08-01 15:16:56', '8046aaaf', 11, 136, 70, 1, 0),
(134, '2019-08-01 15:17:57', 'f4e33921', 11, 137, 200, 1, 0),
(135, '2019-08-01 15:18:31', '48343a25', 11, 138, 200, 1, 0),
(136, '2019-08-01 15:19:25', '364c7734', 11, 438, 15, 1, 0),
(137, '2019-08-01 22:00:16', '8b7a0587', 10, 125, 95, 1, 0),
(138, '2019-08-01 22:15:19', '52bc6485', 10, 122, 80, 1, 0),
(139, '2019-08-18 19:24:34', 'a577937a', 14, 562, 45, 1, 0),
(140, '2019-09-08 12:29:22', '541ae7a3', 13, 568, 23, 1, 0),
(141, '2019-09-17 18:08:45', '2402e20a', 15, 288, 90, 1, 0),
(142, '2019-09-17 18:16:03', '60168b47', 15, 289, 200, 1, 0),
(143, '2019-11-05 19:44:46', '6fabe59c', 12, 98, 2, 1, 0),
(144, '2019-11-05 21:48:08', '05066c36', 10, 701, 80, 1, 0),
(145, '2020-01-23 20:24:19', '38353e37', 3, 159, 46, 1, 0),
(146, '2020-02-05 14:58:12', '36cad725', 15, 784, 400, 1, 0),
(147, '2020-02-05 15:03:39', '0276704f', 15, 785, 450, 1, 0),
(148, '2020-04-28 23:57:10', 'd900b7a8', 16, 852, 2.5, 1, 0),
(149, '2020-04-28 23:57:55', 'f917d16e', 16, 872, 2.5, 1, 0),
(150, '2020-04-28 23:58:52', '87f90dc3', 16, 848, 2.5, 1, 0),
(151, '2020-04-29 00:03:32', '62034207', 16, 922, 2.5, 1, 0),
(152, '2020-04-29 00:09:41', '4cfc058a', 16, 886, 2.5, 1, 0),
(153, '2020-04-30 14:07:52', '560b78f0', 16, 947, 3, 1, 0),
(154, '2020-04-30 14:11:14', '48766d75', 16, 883, 2.5, 1, 0),
(155, '2020-04-30 14:13:01', 'd213efd0', 16, 952, 2.5, 1, 0),
(156, '2020-04-30 14:19:33', 'b344352a', 16, 942, 2.5, 1, 0),
(157, '2020-05-01 10:55:16', '2577e31e', 16, 949, 2.5, 1, 0),
(158, '2020-05-01 10:59:10', '5644d197', 16, 880, 2.5, 1, 0),
(159, '2020-05-01 11:03:24', '11d10467', 16, 881, 2.5, 1, 0),
(160, '2020-05-01 11:06:22', '9ae2bd39', 16, 891, 2.5, 1, 0),
(161, '2020-05-01 11:12:28', '5eeba799', 16, 878, 2.5, 1, 0),
(162, '2020-05-01 11:13:53', '79f754c5', 16, 875, 2.5, 1, 0),
(163, '2020-05-01 11:25:51', '993235d3', 16, 874, 2.5, 1, 0),
(164, '2020-05-01 11:30:36', '6e84931a', 16, 868, 2.5, 1, 0),
(165, '2020-05-01 11:32:20', 'ecd84b2b', 16, 859, 3, 1, 0),
(166, '2020-05-01 11:39:38', '4f701974', 16, 869, 2.5, 1, 0),
(167, '2020-05-01 11:42:39', 'b140b978', 16, 871, 2.5, 1, 0),
(168, '2020-05-01 11:45:48', '2fe441d8', 16, 856, 2.5, 1, 0),
(169, '2020-05-01 11:47:05', 'aa81a3e3', 16, 855, 2.5, 1, 0),
(170, '2020-05-01 11:55:51', '7854182e', 16, 860, 2.5, 1, 0),
(171, '2020-05-01 12:00:19', '414c5bda', 16, 853, 2.5, 1, 0),
(172, '2020-05-01 12:05:10', '4156b299', 16, 862, 2.5, 1, 0),
(173, '2020-05-01 12:09:18', '45247149', 16, 940, 2.5, 1, 0),
(174, '2020-05-01 12:15:10', 'b12368e1', 16, 850, 2.5, 1, 0),
(175, '2020-05-01 12:18:33', 'bbb8eb6c', 16, 849, 2.5, 1, 0),
(176, '2020-05-01 12:26:33', '33b35769', 16, 851, 2.5, 1, 0),
(177, '2020-05-01 12:33:13', '6755d755', 16, 890, 2.5, 1, 0),
(178, '2020-05-01 12:42:51', '650b65e2', 16, 889, 2.5, 1, 0),
(179, '2020-05-01 12:58:20', '13231746', 16, 903, 2.5, 1, 0),
(180, '2020-05-01 13:06:27', '18e72369', 16, 904, 1.5, 1, 0),
(181, '2020-05-01 13:50:39', '4f0adf6d', 16, 902, 2.5, 1, 0),
(182, '2020-05-01 13:51:36', '63430ed0', 16, 901, 1.5, 1, 0),
(183, '2020-05-01 13:55:35', '859ff4b9', 16, 899, 2.5, 1, 0),
(184, '2020-05-01 13:58:37', '70a1d3b7', 16, 900, 1.5, 1, 0),
(185, '2020-05-01 14:09:03', '23171008', 16, 906, 2.5, 1, 0),
(186, '2020-05-01 14:10:56', 'fc00f4d2', 16, 905, 1.5, 1, 0),
(187, '2020-05-01 14:15:00', 'fb749049', 16, 907, 2.5, 1, 0),
(188, '2020-05-01 14:16:49', 'ecdb02da', 16, 908, 1.5, 1, 0),
(189, '2020-05-01 14:27:06', '4dbd2f10', 16, 912, 2.5, 1, 0),
(190, '2020-05-01 14:31:07', '40a8cd4c', 16, 913, 1.5, 1, 0),
(191, '2020-05-01 14:38:15', '2aee2215', 16, 911, 2.5, 1, 0),
(192, '2020-05-01 14:47:40', '24f400af', 16, 909, 2.7, 1, 0),
(193, '2020-05-01 14:55:12', '0ea82851', 16, 951, 2.5, 1, 0),
(194, '2020-05-01 15:02:50', '3a18081c', 16, 917, 2.5, 1, 0),
(195, '2020-05-01 15:08:13', 'ca9ea21c', 16, 925, 2.5, 1, 0),
(196, '2020-05-01 15:09:18', '351383d6', 16, 924, 1.5, 1, 0),
(197, '2020-05-01 15:14:27', '6a3c160c', 16, 915, 2.5, 1, 0),
(198, '2020-05-01 15:15:30', 'ecfab7d6', 16, 914, 1.5, 1, 0),
(199, '2020-05-01 15:28:56', '070225b4', 16, 923, 2.5, 1, 0),
(200, '2020-05-01 15:34:24', '14b9a7ef', 16, 920, 2.5, 1, 0),
(201, '2020-05-01 15:37:52', '69f5aaf2', 16, 921, 1.5, 1, 0),
(202, '2020-05-05 12:15:54', '85bfe1e6', 16, 929, 3, 1, 0),
(203, '2020-05-05 12:20:48', '448a6d82', 16, 934, 2.5, 1, 0),
(204, '2020-05-05 12:44:14', '7f42407f', 16, 932, 2.5, 1, 0),
(205, '2020-05-05 12:44:57', '98344159', 16, 931, 1.5, 1, 0),
(206, '2020-05-07 12:13:24', 'c761abaf', 16, 939, 2.5, 1, 0),
(207, '2020-05-07 19:02:26', 'f7d960d4', 16, 933, 2.5, 1, 0),
(208, '2020-05-07 19:06:18', '682f0511', 16, 941, 2.5, 1, 0),
(209, '2020-05-07 19:09:11', 'dd8f51d6', 16, 918, 2.5, 1, 0),
(210, '2020-05-07 19:10:23', 'aeb3c99b', 16, 919, 1.5, 1, 0),
(211, '2020-05-07 19:13:31', '111e1ea5', 16, 945, 2.5, 1, 0),
(212, '2020-05-07 19:14:34', '31f5af69', 16, 946, 1.5, 1, 0),
(213, '2020-05-07 19:17:37', '9a6e3530', 16, 936, 2.5, 1, 0),
(214, '2020-05-09 17:43:01', '4ba1136d', 16, 895, 1.5, 1, 0),
(215, '2020-05-09 17:44:19', 'cee9fad3', 16, 944, 1.5, 1, 0),
(216, '2020-05-09 17:45:07', 'b78ba2db', 16, 938, 1.5, 1, 0),
(217, '2020-05-09 17:45:45', 'e40aefa4', 16, 888, 1.5, 1, 0),
(218, '2020-05-09 17:46:16', 'c21c002f', 16, 892, 1.5, 1, 0),
(219, '2020-05-09 17:46:50', '81e63bf3', 16, 893, 1.5, 1, 0),
(220, '2020-05-09 17:47:32', '856ce900', 16, 894, 1.5, 1, 0),
(221, '2020-05-13 15:24:33', 'e12cfd63', 16, 864, 2.5, 1, 0),
(222, '2020-05-13 15:50:44', '9aa7f06a', 16, 879, 2, 1, 0),
(223, '2020-05-13 16:01:14', 'd834b994', 16, 926, 2.5, 1, 0),
(224, '2020-05-13 16:04:00', '43e42305', 16, 943, 2.5, 1, 0),
(225, '2020-05-23 15:35:20', 'f45ec4d8', 16, 957, 1.5, 1, 0),
(226, '2020-05-23 15:44:36', '4481cd09', 16, 884, 1.5, 1, 0),
(227, '2020-05-23 15:45:04', '64fd0927', 16, 887, 1.5, 1, 0),
(228, '2020-05-23 15:45:41', 'b1582c00', 16, 877, 1.5, 1, 0),
(229, '2020-05-23 15:46:03', 'be690f3a', 16, 876, 1.5, 1, 0),
(230, '2020-06-14 19:25:14', '77d041ee', 6, 25, 2.5, 1, 0),
(231, '2020-11-17 15:33:46', '324057f6', 17, 1783, 49, 1, 1),
(232, '2020-11-17 16:33:46', '2e2b2774', 17, 1784, 37, 1, 1),
(233, '2020-11-18 00:13:33', '3563f2ea', 17, 1785, 52, 1, 1),
(234, '2020-11-18 00:47:40', '020a0475', 17, 1788, 36, 1, 1),
(235, '2020-11-18 01:04:13', 'b8e0b43a', 17, 1790, 49, 1, 0),
(237, '2020-11-18 07:55:10', '7f046264', 17, 1792, 33, 1, 1),
(238, '2020-11-18 08:00:35', 'a9245e37', 17, 1793, 51, 1, 1),
(239, '2020-11-18 08:10:09', 'e1932ae8', 17, 1794, 33, 1, 1),
(240, '2020-11-18 08:15:20', '552c4993', 17, 1795, 36, 1, 1),
(241, '2020-11-18 08:42:54', 'f443b940', 17, 1796, 15, 1, 1),
(242, '2020-11-18 08:49:32', '97e00adc', 17, 1797, 13, 1, 1),
(243, '2020-11-18 09:01:20', 'f3cc3794', 17, 1798, 10, 1, 1),
(244, '2020-11-18 09:07:48', 'f030c554', 17, 1799, 13, 1, 1),
(245, '2020-11-18 09:27:56', '68179353', 17, 1800, 17, 1, 1),
(246, '2020-11-18 09:42:58', '1aa0a61d', 17, 1801, 37, 1, 1),
(247, '2020-11-18 09:50:14', 'e59154c7', 17, 1802, 38, 1, 1),
(248, '2020-11-18 10:17:01', '5bd97ab6', 17, 1789, 49, 1, 1),
(249, '2020-11-18 10:41:15', 'cea7726a', 17, 1787, 49, 1, 1),
(250, '2020-11-18 10:43:04', '9f749522', 17, 1791, 38, 1, 1),
(251, '2020-11-18 10:44:00', 'f767149c', 17, 1786, 52, 1, 1),
(252, '2020-11-18 11:48:07', '91f6630c', 17, 1803, 12.5, 1, 1),
(253, '2020-11-18 11:55:51', '462b0011', 17, 1804, 8.5, 1, 1),
(254, '2020-11-19 01:24:23', 'f4e3ae2d', 17, 1807, 115, 1, 1),
(255, '2020-11-19 01:25:32', '20015567', 17, 1808, 24, 1, 1),
(256, '2020-11-19 01:26:55', '67ef3d27', 17, 1809, 24, 1, 1),
(257, '2020-11-19 08:09:53', '96cfcc0f', 17, 1810, 38, 1, 1),
(258, '2020-11-19 08:10:46', '0c6de208', 17, 1811, 31, 1, 1),
(259, '2020-11-19 08:12:35', 'e7374350', 17, 1812, 19, 1, 1),
(260, '2020-11-20 01:38:42', 'f154d084', 17, 1819, 32, 1, 1),
(261, '2020-11-20 01:39:28', '3da4ee67', 17, 1818, 35, 1, 1),
(262, '2020-11-20 01:41:27', '23889d7f', 17, 1817, 35, 1, 1),
(263, '2020-11-20 09:54:08', '8d18a589', 17, 1820, 2.5, 1, 1),
(264, '2020-11-20 09:55:03', 'd1528be3', 17, 1821, 2.5, 1, 1),
(265, '2020-11-20 09:55:47', '43281f00', 17, 1822, 2.5, 1, 1),
(266, '2020-11-20 09:56:30', '9269d19f', 17, 1823, 2.5, 1, 1),
(267, '2020-11-20 09:57:06', '0e9ba0a7', 17, 1826, 2.5, 1, 1),
(268, '2020-11-20 10:24:39', '25ae738b', 17, 1827, 1.5, 1, 1),
(269, '2020-11-20 10:28:35', '166bfa01', 17, 1824, 1.5, 1, 1),
(270, '2020-11-20 10:29:01', '9e55049f', 17, 1825, 1.5, 1, 1),
(271, '2020-11-21 12:26:31', 'b1f1e6f9', 17, 1833, 10, 1, 1),
(272, '2020-11-21 12:30:09', 'de94e158', 17, 1828, 8, 1, 1),
(273, '2020-11-21 12:30:30', 'a0f96955', 17, 1829, 8, 1, 1),
(274, '2020-11-21 12:31:11', '8d8f4afd', 17, 1830, 8, 1, 1),
(275, '2020-11-21 12:32:00', 'aea2725c', 17, 1831, 8, 1, 1),
(276, '2020-11-21 12:33:38', 'ed111c77', 17, 1832, 8, 1, 0),
(278, '2020-11-21 19:42:23', 'c46b4152', 17, 1835, 8, 1, 1),
(279, '2020-11-24 12:02:25', '4120b8c6', 17, 1858, 23, 1, 1),
(280, '2020-11-24 12:02:49', '5d1d6d10', 17, 1857, 23, 1, 1),
(281, '2020-11-24 12:03:24', '2f5ad09f', 17, 1856, 23, 1, 1),
(282, '2020-11-24 12:48:27', '95b40f7f', 17, 1848, 14, 1, 1),
(283, '2020-11-24 12:48:50', '28d270d7', 17, 1849, 14, 1, 1),
(284, '2020-11-24 12:50:31', 'df34c0b2', 17, 1834, 10, 1, 1),
(285, '2020-11-24 22:19:38', '9b65ba10', 17, 1836, 14, 1, 1),
(286, '2020-11-24 22:20:04', 'f36ef029', 17, 1837, 14, 1, 1),
(287, '2020-11-24 23:01:47', 'ae337ec0', 17, 1863, 19, 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `article_tarif_vente`
--

DROP TABLE IF EXISTS `article_tarif_vente`;
CREATE TABLE IF NOT EXISTS `article_tarif_vente` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UID` varchar(8) COLLATE utf8_bin DEFAULT NULL,
  `id_article_tarif` int(11) NOT NULL DEFAULT '0',
  `id_article` int(11) DEFAULT '0',
  `montant` float NOT NULL DEFAULT '0',
  `status` tinyint(4) NOT NULL DEFAULT '1',
  `is_default` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=295 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- Dumping data for table `article_tarif_vente`
--

INSERT INTO `article_tarif_vente` (`id`, `created`, `UID`, `id_article_tarif`, `id_article`, `montant`, `status`, `is_default`) VALUES
(69, '2019-05-09 23:09:14', '1acf045a', 1, 390, 19.5, 1, 0),
(19, '2019-04-25 22:58:38', 'f2d4e156', 4, 361, 119, 1, 0),
(18, '2019-04-25 21:24:32', '184a85fc', 1, 360, 70, 1, 0),
(17, '2019-04-25 21:23:55', '184a85fc', 4, 360, 66.75, 1, 0),
(16, '2019-04-10 15:17:03', '2f2fc489', 1, 258, 1, 1, 0),
(20, '2019-04-25 22:58:55', 'f2d4e156', 1, 361, 120, 1, 0),
(21, '2019-04-25 23:35:53', 'bea052cb', 4, 362, 47, 1, 0),
(22, '2019-04-25 23:36:12', 'bea052cb', 1, 362, 48, 1, 0),
(23, '2019-04-25 23:50:56', '34263dae', 4, 363, 38.4, 1, 0),
(24, '2019-04-25 23:51:14', '34263dae', 1, 363, 40, 1, 0),
(25, '2019-04-26 00:34:13', '8eb835f0', 4, 0, 14.18, 1, 0),
(26, '2019-04-26 00:35:46', '8eb835f0', 1, 0, 18, 1, 0),
(27, '2019-04-26 00:41:31', '96bfefcb', 4, 364, 15, 1, 0),
(28, '2019-04-26 00:42:50', '96bfefcb', 1, 364, 18, 1, 0),
(29, '2019-04-26 01:11:11', '1da54b6e', 4, 365, 16, 1, 0),
(30, '2019-04-26 01:11:22', '1da54b6e', 1, 365, 17, 1, 0),
(31, '2019-04-26 02:00:30', 'b3f0b149', 4, 368, 24, 1, 0),
(32, '2019-04-26 02:00:45', 'b3f0b149', 1, 368, 25, 1, 0),
(33, '2019-04-28 16:24:50', '1d90c5d4', 1, 366, 125, 1, 0),
(34, '2019-04-28 16:26:12', '1d90c5d4', 1, 366, 121, 1, 0),
(35, '2019-04-28 16:41:35', '3d68a263', 1, 374, 76, 1, 0),
(36, '2019-04-28 16:41:59', '3d68a263', 4, 374, 74.5, 1, 0),
(37, '2019-04-28 17:25:09', 'e14f6894', 1, 375, 64, 1, 0),
(38, '2019-04-28 17:25:43', 'e14f6894', 4, 375, 61.5, 1, 0),
(39, '2019-04-28 18:45:44', '972c4323', 1, 0, 8, 1, 0),
(40, '2019-04-28 18:46:02', '972c4323', 4, 0, 7, 1, 0),
(41, '2019-04-28 19:10:22', '42a9ba37', 1, 376, 8, 1, 0),
(42, '2019-04-28 19:10:34', '42a9ba37', 4, 376, 7, 1, 0),
(43, '2019-04-28 21:06:02', '88f5711b', 1, 377, 108, 1, 0),
(44, '2019-04-28 21:06:30', '88f5711b', 4, 377, 106, 1, 0),
(45, '2019-04-28 23:42:55', '7b7d2172', 1, 378, 57, 1, 0),
(46, '2019-04-28 23:44:11', '7b7d2172', 4, 378, 55.5, 1, 0),
(47, '2019-04-29 00:04:41', '328717d3', 1, 379, 8.5, 1, 0),
(48, '2019-04-29 00:05:16', '328717d3', 4, 379, 8, 1, 0),
(49, '2019-04-29 01:13:36', 'd3ba6b2c', 4, 380, 14, 1, 0),
(50, '2019-04-29 01:13:54', 'd3ba6b2c', 1, 380, 15, 1, 0),
(51, '2019-04-29 02:03:29', 'cc2e6fad', 4, 381, 14, 1, 0),
(52, '2019-04-29 02:04:53', 'cc2e6fad', 1, 381, 15, 1, 0),
(53, '2019-04-29 13:29:43', '9fc20c2b', 4, 382, 14.5, 1, 0),
(54, '2019-04-29 13:29:56', '9fc20c2b', 4, 382, 15, 1, 0),
(55, '2019-04-29 13:51:45', '53ca1e4b', 1, 383, 38, 1, 0),
(56, '2019-04-29 13:51:59', '53ca1e4b', 4, 383, 36, 1, 0),
(57, '2019-04-29 14:13:42', '9a015855', 1, 384, 65, 1, 0),
(144, '2019-09-08 12:29:36', '541ae7a3', 1, 568, 30, 1, 0),
(59, '2019-04-29 14:29:31', 'c704c3f3', 1, 385, 87, 1, 0),
(60, '2019-04-29 14:30:17', 'c704c3f3', 4, 385, 86, 1, 0),
(61, '2019-04-29 15:17:10', '91053660', 1, 190, 14, 1, 0),
(62, '2019-04-29 15:17:44', '91053660', 4, 190, 13, 1, 0),
(63, '2019-04-29 15:20:29', '9b1572d7', 4, 191, 13, 1, 0),
(64, '2019-04-29 15:20:40', '9b1572d7', 1, 191, 14, 1, 0),
(65, '2019-04-29 15:21:56', '64400a31', 1, 192, 14, 1, 0),
(66, '2019-04-29 15:22:12', '64400a31', 4, 192, 13, 1, 0),
(67, '2019-04-29 15:23:20', 'f812a9ab', 1, 193, 14, 1, 0),
(68, '2019-04-29 15:23:31', 'f812a9ab', 4, 193, 13, 1, 0),
(70, '2019-06-12 23:12:35', '7d1b73c7', 1, 467, 350, 1, 0),
(71, '2019-06-13 01:05:39', '66373e45', 1, 277, 160, 1, 0),
(72, '2019-06-18 20:17:35', 'd29f4419', 1, 521, 18, 1, 0),
(73, '2019-06-18 20:24:01', '6f0e6a7d', 1, 522, 32.4, 1, 0),
(74, '2019-06-18 20:27:34', '214da1f5', 1, 523, 54, 1, 0),
(75, '2019-06-18 20:51:38', '12ab598e', 1, 99, 2, 1, 0),
(76, '2019-06-18 20:56:00', '0d7a07fe', 1, 439, 15, 1, 0),
(77, '2019-06-18 23:46:06', '22c3142a', 1, 524, 18.72, 1, 0),
(78, '2019-06-18 23:58:03', '5b65ce07', 1, 526, 15.6, 1, 0),
(79, '2019-06-19 00:04:03', '9f13ea57', 1, 527, 23.4, 1, 0),
(80, '2019-06-19 00:06:37', '22c3142a', 1, 525, 18.72, 1, 0),
(82, '2019-06-21 15:56:49', '6bbd6f83', 1, 464, 170, 1, 0),
(83, '2019-06-21 16:31:13', 'ab3ff362', 1, 532, 160, 1, 0),
(84, '2019-06-21 16:55:05', 'f08e7368', 1, 533, 130, 1, 0),
(85, '2019-06-21 17:13:31', '0a3768cb', 1, 534, 160, 1, 0),
(86, '2019-06-27 09:43:05', '7177ab9c', 1, 516, 70, 1, 0),
(87, '2019-06-27 09:47:27', '6415ae4a', 1, 517, 50, 1, 0),
(88, '2019-06-27 10:03:42', '5ab51aba', 1, 290, 70, 1, 0),
(89, '2019-06-27 10:07:52', '1e3407f3', 1, 535, 90, 1, 0),
(90, '2019-06-27 10:08:21', '1e3407f3', 4, 535, 80, 1, 0),
(91, '2019-06-27 10:55:47', 'ac78f29a', 1, 536, 30, 1, 0),
(92, '2019-06-27 12:03:08', '68c5f020', 1, 444, 30, 1, 0),
(93, '2019-06-27 12:07:44', 'e13b1834', 1, 470, 18, 1, 0),
(94, '2019-06-27 12:12:10', 'a37a4d9f', 1, 469, 20, 1, 0),
(95, '2019-06-27 12:49:11', '9a50e22c', 1, 483, 140, 1, 0),
(96, '2019-06-30 14:47:54', '248e9ad0', 1, 280, 120, 1, 0),
(97, '2019-06-30 15:19:07', '7db11e84', 1, 281, 70, 1, 0),
(98, '2019-06-30 15:36:11', 'b67c0c4e', 1, 538, 85, 1, 0),
(99, '2019-06-30 16:06:36', 'ebbab703', 1, 539, 85, 1, 0),
(100, '2019-06-30 16:14:31', 'd38a46fb', 1, 540, 75, 1, 0),
(101, '2019-06-30 16:31:09', 'ec419575', 1, 541, 45, 1, 0),
(102, '2019-06-30 20:00:59', '63540401', 1, 542, 55, 1, 0),
(103, '2019-07-08 16:17:57', '88689c18', 1, 135, 17, 1, 0),
(104, '2019-07-09 00:51:56', 'be48eb12', 1, 543, 150, 1, 0),
(105, '2019-07-09 01:13:28', '0391ed46', 1, 544, 200, 1, 0),
(106, '2019-07-09 01:17:53', '6edf7f25', 1, 276, 160, 1, 0),
(107, '2019-07-09 01:28:03', '65eb01cc', 1, 274, 100, 1, 0),
(108, '2019-07-11 10:11:36', '8ab4b9c4', 1, 545, 17, 1, 0),
(148, '2019-11-05 21:47:31', '05066c36', 1, 701, 86, 1, 0),
(110, '2019-07-11 10:27:48', '03009d60', 1, 546, 17, 1, 0),
(149, '2019-11-17 08:15:32', '7e068399', 1, 724, 216, 1, 0),
(113, '2019-07-11 10:40:24', 'a935295b', 1, 547, 17, 1, 0),
(150, '2019-11-17 08:19:50', 'be7d9452', 1, 725, 141, 1, 0),
(114, '2019-07-11 10:46:23', '71433d81', 1, 548, 17, 1, 0),
(115, '2019-07-11 18:40:35', 'b2b82756', 1, 102, 60, 1, 0),
(116, '2019-07-13 09:12:25', '1898e2ce', 1, 101, 40, 1, 0),
(117, '2019-07-13 16:05:12', '85fa0b67', 1, 550, 17, 1, 0),
(118, '2019-07-13 16:09:42', '1f9e8249', 1, 551, 17, 1, 0),
(147, '2019-11-05 19:43:55', '6fabe59c', 1, 98, 3, 1, 0),
(120, '2019-07-13 16:15:36', 'ed83d290', 1, 552, 18, 1, 0),
(122, '2019-07-18 21:35:44', '9808a067', 1, 124, 95, 1, 0),
(123, '2019-07-18 21:36:35', 'b7bef696', 1, 123, 80, 1, 0),
(124, '2019-07-21 03:23:09', '1dcfdcf4', 1, 553, 80, 1, 0),
(125, '2019-07-21 03:42:32', '5dd2b3a0', 1, 554, 18, 1, 0),
(126, '2019-07-28 14:07:23', '8ec4c78e', 1, 555, 16, 1, 0),
(127, '2019-07-28 14:24:53', '6a062df6', 1, 556, 16, 1, 0),
(128, '2019-07-28 14:34:23', '785ea9b2', 1, 557, 17, 1, 0),
(129, '2019-07-28 15:09:48', '59835fe2', 1, 558, 15, 1, 0),
(130, '2019-07-28 18:43:58', '34b85181', 1, 110, 60, 1, 0),
(131, '2019-07-28 18:47:11', '5de3037d', 1, 559, 105, 1, 0),
(132, '2019-07-29 01:26:37', '57c973c0', 1, 560, 25, 1, 0),
(133, '2019-08-01 12:14:01', '99994d32', 1, 561, 35, 1, 0),
(134, '2019-08-01 15:14:41', 'd3dc2be7', 1, 131, 50, 1, 0),
(135, '2019-08-01 15:15:21', '42d78bbd', 1, 132, 55, 1, 0),
(136, '2019-08-01 15:16:23', 'ee7ea14b', 1, 134, 70, 1, 0),
(137, '2019-08-01 15:17:09', '8046aaaf', 1, 136, 120, 1, 0),
(138, '2019-08-01 15:18:07', 'f4e33921', 1, 137, 300, 1, 0),
(139, '2019-08-01 15:18:41', '48343a25', 1, 138, 300, 1, 0),
(140, '2019-08-01 15:19:40', '364c7734', 1, 438, 18.5, 1, 0),
(141, '2019-08-01 22:00:32', '8b7a0587', 1, 125, 110, 1, 0),
(142, '2019-08-01 22:15:32', '52bc6485', 1, 122, 95, 1, 0),
(143, '2019-08-18 19:24:47', 'a577937a', 1, 562, 50, 1, 0),
(145, '2019-09-17 18:08:59', '2402e20a', 1, 288, 120, 1, 0),
(146, '2019-09-17 18:16:16', '60168b47', 1, 289, 220, 1, 0),
(151, '2019-11-26 00:39:24', '47c43fa2', 1, 484, 80, 1, 0),
(152, '2019-11-26 00:40:47', '0cc957c4', 1, 285, 95, 1, 0),
(153, '2019-11-26 00:41:38', '2d172af9', 1, 284, 76, 1, 0),
(154, '2020-01-23 20:24:33', '38353e37', 1, 159, 50, 1, 0),
(155, '2020-02-05 14:58:24', '36cad725', 1, 784, 420, 1, 0),
(156, '2020-02-05 15:03:23', '0276704f', 1, 785, 450, 1, 0),
(157, '2020-04-15 00:46:13', '77d041ee', 1, 25, 3, 1, 0),
(158, '2020-04-28 23:57:28', 'd900b7a8', 1, 852, 2.5, 1, 0),
(159, '2020-04-28 23:58:06', 'f917d16e', 1, 872, 2.5, 1, 0),
(160, '2020-04-28 23:59:09', '87f90dc3', 1, 848, 2.5, 1, 0),
(161, '2020-04-29 00:03:47', '62034207', 1, 922, 2.5, 1, 0),
(162, '2020-04-29 00:09:59', '4cfc058a', 1, 886, 2.5, 1, 0),
(163, '2020-04-30 14:07:59', '560b78f0', 1, 947, 3, 1, 0),
(164, '2020-04-30 14:11:23', '48766d75', 1, 883, 2.5, 1, 0),
(165, '2020-04-30 14:13:15', 'd213efd0', 1, 952, 2.5, 1, 0),
(166, '2020-04-30 14:19:42', 'b344352a', 1, 942, 2.5, 1, 0),
(167, '2020-05-01 10:55:34', '2577e31e', 1, 949, 2.5, 1, 0),
(168, '2020-05-01 10:59:17', '5644d197', 1, 880, 2.5, 1, 0),
(169, '2020-05-01 11:03:45', '11d10467', 1, 881, 2.5, 1, 0),
(170, '2020-05-01 11:06:31', '9ae2bd39', 1, 891, 2.5, 1, 0),
(171, '2020-05-01 11:12:35', '5eeba799', 1, 878, 2.5, 1, 0),
(172, '2020-05-01 11:14:03', '79f754c5', 1, 875, 2.5, 1, 0),
(173, '2020-05-01 11:26:01', '993235d3', 1, 874, 2.5, 1, 0),
(174, '2020-05-01 11:30:45', '6e84931a', 1, 868, 2.5, 1, 0),
(175, '2020-05-01 11:32:29', 'ecd84b2b', 1, 859, 3, 1, 0),
(176, '2020-05-01 11:39:47', '4f701974', 1, 869, 2.5, 1, 0),
(177, '2020-05-01 11:42:47', 'b140b978', 1, 871, 2.5, 1, 0),
(178, '2020-05-01 11:45:55', '2fe441d8', 1, 856, 2.5, 1, 0),
(179, '2020-05-01 11:47:13', 'aa81a3e3', 1, 855, 2.5, 1, 0),
(180, '2020-05-01 11:55:57', '7854182e', 1, 860, 2.5, 1, 0),
(181, '2020-05-01 12:00:28', '414c5bda', 1, 853, 2.5, 1, 0),
(182, '2020-05-01 12:05:16', '4156b299', 1, 862, 2.5, 1, 0),
(183, '2020-05-01 12:09:26', '45247149', 1, 940, 2.5, 1, 0),
(184, '2020-05-01 12:15:16', 'b12368e1', 1, 850, 2.5, 1, 0),
(185, '2020-05-01 12:18:40', 'bbb8eb6c', 1, 849, 2.5, 1, 0),
(186, '2020-05-01 12:26:44', '33b35769', 1, 851, 2.5, 1, 0),
(187, '2020-05-01 12:33:24', '6755d755', 1, 890, 2.5, 1, 0),
(188, '2020-05-01 12:42:58', '650b65e2', 1, 889, 2.5, 1, 0),
(189, '2020-05-01 12:58:28', '13231746', 1, 903, 2.5, 1, 0),
(190, '2020-05-01 13:06:37', '18e72369', 1, 904, 1.5, 1, 0),
(191, '2020-05-01 13:50:46', '4f0adf6d', 1, 902, 2.5, 1, 0),
(192, '2020-05-01 13:51:44', '63430ed0', 1, 901, 1.5, 1, 0),
(193, '2020-05-01 13:55:52', '859ff4b9', 1, 899, 2.5, 1, 0),
(194, '2020-05-01 13:58:45', '70a1d3b7', 1, 900, 1.5, 1, 0),
(195, '2020-05-01 14:09:08', '23171008', 1, 906, 2.5, 1, 0),
(196, '2020-05-01 14:11:06', 'fc00f4d2', 1, 905, 1.5, 1, 0),
(197, '2020-05-01 14:15:11', 'fb749049', 1, 907, 2.5, 1, 0),
(198, '2020-05-01 14:16:58', 'ecdb02da', 1, 908, 1.5, 1, 0),
(199, '2020-05-01 14:27:14', '4dbd2f10', 1, 912, 2.5, 1, 0),
(200, '2020-05-01 14:31:21', '40a8cd4c', 1, 913, 1.5, 1, 0),
(201, '2020-05-01 14:38:25', '2aee2215', 1, 911, 2.5, 1, 0),
(202, '2020-05-01 14:47:48', '24f400af', 1, 909, 2.7, 1, 0),
(203, '2020-05-01 14:55:57', '0ea82851', 1, 951, 2.5, 1, 0),
(204, '2020-05-01 15:02:59', '3a18081c', 1, 917, 2.5, 1, 0),
(205, '2020-05-01 15:08:23', 'ca9ea21c', 1, 925, 2.5, 1, 0),
(206, '2020-05-01 15:09:27', '351383d6', 1, 924, 1.5, 1, 0),
(207, '2020-05-01 15:14:35', '6a3c160c', 1, 915, 2.5, 1, 0),
(208, '2020-05-01 15:15:38', 'ecfab7d6', 1, 914, 1.5, 1, 0),
(209, '2020-05-01 15:29:04', '070225b4', 1, 923, 2.5, 1, 0),
(210, '2020-05-01 15:34:33', '14b9a7ef', 1, 920, 2.5, 1, 0),
(211, '2020-05-01 15:38:00', '69f5aaf2', 1, 921, 1.5, 1, 0),
(212, '2020-05-05 12:16:00', '85bfe1e6', 1, 929, 3, 1, 0),
(213, '2020-05-05 12:20:57', '448a6d82', 1, 934, 2.5, 1, 0),
(214, '2020-05-05 12:44:21', '7f42407f', 1, 932, 2.5, 1, 0),
(215, '2020-05-05 12:45:06', '98344159', 1, 931, 1.5, 1, 0),
(216, '2020-05-07 12:13:33', 'c761abaf', 1, 939, 2.5, 1, 0),
(217, '2020-05-07 19:02:36', 'f7d960d4', 1, 933, 2.5, 1, 0),
(218, '2020-05-07 19:06:24', '682f0511', 1, 941, 2.5, 1, 0),
(219, '2020-05-07 19:09:18', 'dd8f51d6', 1, 918, 2.5, 1, 0),
(220, '2020-05-07 19:10:12', 'aeb3c99b', 1, 919, 1.5, 1, 0),
(221, '2020-05-07 19:13:38', '111e1ea5', 1, 945, 2.5, 1, 0),
(222, '2020-05-07 19:14:46', '31f5af69', 1, 946, 1.5, 1, 0),
(223, '2020-05-07 19:17:44', '9a6e3530', 1, 936, 2.5, 1, 0),
(224, '2020-05-09 17:43:08', '4ba1136d', 1, 895, 1.5, 1, 0),
(225, '2020-05-09 17:44:37', 'cee9fad3', 1, 944, 1.5, 1, 0),
(226, '2020-05-09 17:45:14', 'b78ba2db', 1, 938, 1.5, 1, 0),
(227, '2020-05-09 17:45:54', 'e40aefa4', 1, 888, 1.5, 1, 0),
(228, '2020-05-09 17:46:23', 'c21c002f', 1, 892, 1.5, 1, 0),
(229, '2020-05-09 17:46:58', '81e63bf3', 1, 893, 1.5, 1, 0),
(230, '2020-05-09 17:47:41', '856ce900', 1, 894, 1.5, 1, 0),
(231, '2020-05-13 15:24:43', 'e12cfd63', 1, 864, 2.5, 1, 0),
(232, '2020-05-13 15:50:51', '9aa7f06a', 1, 879, 2, 1, 0),
(233, '2020-05-13 16:01:24', 'd834b994', 1, 926, 2.5, 1, 0),
(234, '2020-05-13 16:04:18', '43e42305', 1, 943, 2.5, 1, 0),
(235, '2020-05-23 15:35:35', 'f45ec4d8', 1, 957, 1.5, 1, 0),
(236, '2020-05-23 15:44:25', '4481cd09', 1, 884, 1.5, 1, 0),
(237, '2020-05-23 15:45:11', '64fd0927', 1, 887, 1.5, 1, 0),
(238, '2020-05-23 15:45:46', 'b1582c00', 1, 877, 1.5, 1, 0),
(239, '2020-05-23 15:46:09', 'be690f3a', 1, 876, 1.5, 1, 0),
(240, '2020-11-17 15:34:04', '324057f6', 1, 1783, 49, 1, 1),
(241, '2020-11-17 16:34:01', '2e2b2774', 1, 1784, 37, 1, 1),
(242, '2020-11-18 00:13:47', '3563f2ea', 1, 1785, 52, 1, 1),
(243, '2020-11-18 00:47:51', '020a0475', 1, 1788, 36, 1, 1),
(244, '2020-11-18 01:05:09', 'b8e0b43a', 1, 1790, 49, 1, 1),
(245, '2020-11-18 07:55:19', '7f046264', 1, 1792, 33, 1, 1),
(246, '2020-11-18 08:00:44', 'a9245e37', 1, 1793, 51, 1, 1),
(247, '2020-11-18 08:10:18', 'e1932ae8', 1, 1794, 33, 1, 1),
(248, '2020-11-18 08:15:32', '552c4993', 1, 1795, 36, 1, 1),
(249, '2020-11-18 08:43:09', 'f443b940', 1, 1796, 15, 1, 1),
(250, '2020-11-18 08:49:39', '97e00adc', 1, 1797, 13, 1, 1),
(251, '2020-11-18 09:01:29', 'f3cc3794', 1, 1798, 10, 1, 1),
(252, '2020-11-18 09:07:57', 'f030c554', 1, 1799, 13, 1, 1),
(253, '2020-11-18 09:28:07', '68179353', 1, 1800, 17, 1, 1),
(254, '2020-11-18 09:43:06', '1aa0a61d', 1, 1801, 37, 1, 1),
(255, '2020-11-18 09:50:27', 'e59154c7', 1, 1802, 38, 1, 1),
(256, '2020-11-18 10:17:10', '5bd97ab6', 1, 1789, 49, 1, 1),
(257, '2020-11-18 10:41:25', 'cea7726a', 1, 1787, 49, 1, 1),
(258, '2020-11-18 10:43:15', '9f749522', 1, 1791, 38, 1, 1),
(259, '2020-11-18 10:44:09', 'f767149c', 1, 1786, 52, 1, 1),
(260, '2020-11-18 11:48:19', '91f6630c', 1, 1803, 12.5, 1, 1),
(261, '2020-11-18 11:55:59', '462b0011', 1, 1804, 8.5, 1, 1),
(262, '2020-11-19 01:24:33', 'f4e3ae2d', 1, 1807, 115, 1, 1),
(263, '2020-11-19 01:25:57', '20015567', 1, 1808, 24, 1, 1),
(264, '2020-11-19 01:27:04', '67ef3d27', 1, 1809, 24, 1, 1),
(265, '2020-11-19 08:10:02', '96cfcc0f', 1, 1810, 38, 1, 1),
(266, '2020-11-19 08:10:55', '0c6de208', 1, 1811, 31, 1, 1),
(267, '2020-11-19 08:12:45', 'e7374350', 1, 1812, 19, 1, 1),
(268, '2020-11-20 01:38:50', 'f154d084', 1, 1819, 32, 1, 1),
(269, '2020-11-20 01:39:45', '3da4ee67', 1, 1818, 35, 1, 1),
(270, '2020-11-20 01:41:42', '23889d7f', 1, 1817, 35, 1, 1),
(271, '2020-11-20 09:54:17', '8d18a589', 1, 1820, 2.5, 1, 1),
(272, '2020-11-20 09:55:12', 'd1528be3', 1, 1821, 2.5, 1, 1),
(273, '2020-11-20 09:55:59', '43281f00', 1, 1822, 2.5, 1, 1),
(274, '2020-11-20 09:56:38', '9269d19f', 1, 1823, 2.5, 1, 1),
(275, '2020-11-20 09:57:16', '0e9ba0a7', 1, 1826, 2.5, 1, 1),
(276, '2020-11-20 10:24:46', '25ae738b', 1, 1827, 1.5, 1, 1),
(277, '2020-11-20 10:28:45', '166bfa01', 1, 1824, 1.5, 1, 1),
(278, '2020-11-20 10:29:09', '9e55049f', 1, 1825, 1.5, 1, 1),
(279, '2020-11-21 12:26:39', 'b1f1e6f9', 1, 1833, 10, 1, 1),
(280, '2020-11-21 12:30:16', 'de94e158', 1, 1828, 8, 1, 1),
(281, '2020-11-21 12:30:38', 'a0f96955', 1, 1829, 8, 1, 1),
(282, '2020-11-21 12:31:16', '8d8f4afd', 1, 1830, 8, 1, 1),
(283, '2020-11-21 12:33:08', 'aea2725c', 1, 1831, 8, 1, 1),
(284, '2020-11-21 12:40:04', 'ed111c77', 1, 1832, 8, 1, 1),
(285, '2020-11-21 19:42:35', 'c46b4152', 1, 1835, 8, 1, 1),
(286, '2020-11-24 12:02:34', '4120b8c6', 1, 1858, 23, 1, 1),
(287, '2020-11-24 12:03:00', '5d1d6d10', 1, 1857, 23, 1, 1),
(288, '2020-11-24 12:03:34', '2f5ad09f', 1, 1856, 23, 1, 1),
(289, '2020-11-24 12:48:35', '95b40f7f', 1, 1848, 14, 1, 1),
(290, '2020-11-24 12:49:13', '28d270d7', 1, 1849, 14, 1, 1),
(291, '2020-11-24 12:50:38', 'df34c0b2', 1, 1834, 10, 1, 1),
(292, '2020-11-24 22:19:46', '9b65ba10', 1, 1836, 14, 1, 1),
(293, '2020-11-24 22:20:12', 'f36ef029', 1, 1837, 14, 1, 1),
(294, '2020-11-24 23:02:00', 'ae337ec0', 1, 1863, 19, 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `article_tva`
--

DROP TABLE IF EXISTS `article_tva`;
CREATE TABLE IF NOT EXISTS `article_tva` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `article_tva` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article_tva`
--

INSERT INTO `article_tva` (`id`, `article_tva`, `is_default`) VALUES
(1, '7', 0),
(2, '10', 0),
(3, '14', 0),
(4, '20', 0),
(5, '0', 1);

-- --------------------------------------------------------

--
-- Table structure for table `article_type`
--

DROP TABLE IF EXISTS `article_type`;
CREATE TABLE IF NOT EXISTS `article_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `article_type_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `article_type_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `article_type_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article_type`
--

INSERT INTO `article_type` (`id`, `article_type_fr`, `article_type_es`, `article_type_ar`, `is_default`) VALUES
(1, 'Unité', 'Unidad', 'وحدة', 1),
(2, 'Composé', 'Pakete', 'مركب', NULL),
(3, 'Serivce', 'Servicio', 'خدمات', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `article_udm`
--

DROP TABLE IF EXISTS `article_udm`;
CREATE TABLE IF NOT EXISTS `article_udm` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ABR_fr` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `article_udm_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `ABR_es` varchar(5) COLLATE cp1256_bin DEFAULT NULL,
  `ABR_ar` varchar(5) COLLATE cp1256_bin DEFAULT NULL,
  `article_udm_es` varchar(20) COLLATE cp1256_bin DEFAULT NULL,
  `article_udm_ar` varchar(20) COLLATE cp1256_bin DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `article_udm`
--

INSERT INTO `article_udm` (`id`, `ABR_fr`, `article_udm_fr`, `ABR_es`, `ABR_ar`, `article_udm_es`, `article_udm_ar`, `is_default`) VALUES
(1, 'Un', 'Unité', 'Un', 'وح', 'Unidad', 'الواحدة', 0),
(2, 'KG', 'Kilogramme', 'KG', 'كغ', 'kilogram', 'كيلوغرام', 0),
(3, 'G', 'Gramme', 'G', 'غم', 'Gramme', 'غرام', 0),
(4, 'L', 'LITRE', 'L', 'ل', 'LITROS', 'لتر', 0),
(5, 'M', 'METRE', 'm', 'م', 'METRO   ', 'متر', 0),
(6, 'Cm', 'CENTIMETRE', 'Cm', 'سم', 'CENTIMETRE', 'سنتمتر', 0),
(8, 'pla', 'plateau', 'ban', 'عل', 'bandeja', 'علبة', 1);

-- --------------------------------------------------------

--
-- Table structure for table `client`
--

DROP TABLE IF EXISTS `client`;
CREATE TABLE IF NOT EXISTS `client` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `UID` varchar(32) COLLATE cp1256_bin NOT NULL DEFAULT ''' ''',
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `ip_from` varchar(20) COLLATE cp1256_bin NOT NULL,
  `first_name` varchar(255) COLLATE cp1256_bin NOT NULL,
  `last_name` varchar(255) COLLATE cp1256_bin NOT NULL,
  `name` varchar(255) COLLATE cp1256_bin DEFAULT 'NULL',
  `phone_1` varchar(50) COLLATE cp1256_bin NOT NULL,
  `phone_2` varchar(50) COLLATE cp1256_bin NOT NULL,
  `email` varchar(255) COLLATE cp1256_bin NOT NULL,
  `city` varchar(255) COLLATE cp1256_bin NOT NULL,
  `address` text COLLATE cp1256_bin NOT NULL,
  `is_newsletter` tinyint(1) NOT NULL DEFAULT '1',
  `is_accept_conditions` tinyint(1) NOT NULL DEFAULT '1',
  `status` tinyint(4) NOT NULL DEFAULT '0',
  `notes` text COLLATE cp1256_bin,
  `login` varchar(255) COLLATE cp1256_bin DEFAULT 'NULL',
  `pwd` varchar(255) COLLATE cp1256_bin DEFAULT 'NULL',
  `id_client_category` int(11) NOT NULL DEFAULT '0',
  `remarque` text COLLATE cp1256_bin,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=28 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `client`
--

INSERT INTO `client` (`id`, `UID`, `created`, `ip_from`, `first_name`, `last_name`, `name`, `phone_1`, `phone_2`, `email`, `city`, `address`, `is_newsletter`, `is_accept_conditions`, `status`, `notes`, `login`, `pwd`, `id_client_category`, `remarque`) VALUES
(15, 'c328d187b793c476891ec630a79393af', '2020-04-23 11:36:40', '196.121.70.61', '', '', 'بلال المراكشي ', '0606062406', '', 'bilal.3amal@gmail.com', 'طنجة', 'دكتور فرج 42', 1, 1, 2, NULL, 'bilal.3amal@gmail.com', '6b1efb7e0b69eafd018430863a78b98b', 1, NULL),
(3, '9bbdb55e5c73fec574350ab74b83de1e', '2020-02-10 22:11:30', '196.121.108.201', 'marrakchi', 'zakaria', 'zakaria marrakchi', '0661543673', '', 'tagitzakaria@gmail.com', 'tanger', 'rue doctur faraj 42', 1, 1, 1, '', 'tagitzakaria@gmail.com', '25f9e794323b453885f5181f1b624d0b', 1, 'pwd edited'),
(4, '01f60c11115b5bf5e2a7bf59c27ab1a0', '2020-03-26 12:22:15', '105.155.27.202', '', '', 'أحمد الزواوي', '0661655338 - 0661688557', '', 'zairfc@gmail.com', 'طنجة', 'تجزئة دار الأندلس الزنقة 20 رقم 34', 1, 1, 2, NULL, 'zairfc@gmail.com', 'd909bacf89b049cac16ef5d995b9834e', 1, NULL),
(19, 'c2fa130d9bc148cebf30157a73733cae', '2020-05-29 16:15:13', '41.230.122.31', '', '', 'Yousfi Bechir ', '98794150', '', 'vagatop2003@yahoo.fr', 'Bizerte ', 'La grotte ', 1, 1, 4, NULL, 'vagatop2003@yahoo.fr', '863699788b1172eae1fba67a7ccf35fa', 1, NULL),
(10, 'd42c7d2f9fcf6013b7788b45eae663ed', '2020-04-17 10:32:27', '80.215.196.152', 'mehdi', 'ouaziz', 'Ouaziz', '0632525973', '', 'ouazizmehdi@yahoo.fr', 'Martil', 'Rue de martil', 1, 1, 1, '', 'ouazizmehdi@yahoo.fr', 'c55497d3b71240dbd12e585e21be9fc7', 1, NULL),
(14, '191f399d78d46f36837977fc17b7025b', '2020-04-22 00:41:45', '102.103.111.173', '', '', 'yassine elmeftouhi', '0661098984', '', 'elmeftouhi@gmail.com', 'Tetouan', 'Av. AL HASSAN I, Residence BAB OKLA BLC A NR 8', 1, 1, 2, NULL, 'elmeftouhi@gmail.com', '670b14728ad9902aecba32e22fa4f6bd', 1, NULL),
(27, '981f6aa01fd9a94237fdf822f99539d9', '2020-11-23 22:10:01', '197.153.128.227', '', '', '', '', '', '', '', '', 1, 1, 4, NULL, '', '', 1, NULL),
(17, '06877107a220477a162f6791a90a4ae0', '2020-05-07 14:42:59', '197.128.235.205', 'Badr', 'Badad', 'Badad Badr Eddine', '0659645165', '', 'badrbadad@icloud.com', 'Tanger', 'Rue Colombia imm 20 etg 1 no 2', 1, 1, 1, '', 'badrbadad@icloud.com', '89412dd33124e9b63a0d6a8d6b0173bc', 1, NULL),
(18, '6654e49c045dc0a333ef49034c79b6c1', '2020-05-20 17:45:18', '105.155.35.80', '', '', 'Ismail', '0661895891', '', 'ismail@pluginex.ma', 'TETOUAN', 'AV OUED ABI RAKRAK RES ALMANDAR ALJAMIL AIN KHABAZ TETOUAN', 1, 1, 2, NULL, 'ismail@pluginex.ma', '128446a13f45ef90c82afac4488dea2c', 1, 'pwd edited'),
(20, '079f5a41011d8816b8b09e8ca3ff1b78', '2020-06-10 15:17:00', '196.70.80.59', 'reda', 'hayat', 'zone1', '0666666666', '', 'javierinbox@gmail.com', 'zone1', 'zone1', 1, 1, 1, '', 'javierinbox@gmail.com', 'c167b9867a31ea6109012c46fee89044', 1, NULL),
(25, 'ec08c485bb61dcd017d1cb08833086cf', '2020-10-08 21:47:41', '102.49.159.159', '', '', 'yassin', '0639448153', '', 'yassinmas@gmail.cim', 'Tetu?n', 'hay riad znkt al hirab nu 10, ziyana, tetuan', 1, 1, 4, NULL, 'yassinmas@gmail.cim', '4a8a2b374f463b7aedbb44a066363b81', 1, NULL),
(22, '21a77e9af522ef2df9459eacaf90c9ce', '2020-06-24 22:05:00', '196.112.140.95', '', '', 'bilal hadj allal marrakchi', '0606062406', '', 'location.81.car@gmail.com', 'tanger', 'rue doktur faraj 42', 1, 1, 4, NULL, 'location.81.car@gmail.com', '81dc9bdb52d04dc20036dbd8313ed055', 1, NULL),
(23, '72f4238ebedfca04a3fb59d1f09aa4cc', '2020-06-24 22:12:53', '196.112.140.95', '', '', 'tamim ghadanfar', '0767485379', '', 'tamim3amal@gmail.com', 'tanger', 'ain ktiouet . dr. farag tanger', 1, 1, 2, NULL, 'tamim3amal@gmail.com', '3b418dc308b85ce480a031fb62699f7f', 1, NULL),
(26, 'a3574dfc9702e6d30086f8cbf26f0e4a', '2020-10-13 00:10:07', '160.177.57.143', '', '', 'mouhcine ouggada', '0614222050', '', 'mouhcineouggada@gmail.com', 'fez', '12 rue jbel tghat fes', 1, 1, 2, NULL, 'mouhcineouggada@gmail.com', '96e4047c624a9ba991aa4ff23f92e766', 1, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `client_category`
--

DROP TABLE IF EXISTS `client_category`;
CREATE TABLE IF NOT EXISTS `client_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime DEFAULT NULL,
  `client_category_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `client_category_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `client_category_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `is_default` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `client_category`
--

INSERT INTO `client_category` (`id`, `created`, `client_category_fr`, `client_category_ar`, `client_category_es`, `status`, `is_default`) VALUES
(1, NULL, 'Passager', 'زبون عابر', 'Pasajero', 1, 1),
(2, NULL, 'Normal', 'عادي', 'Normal', 1, 0),
(3, NULL, 'VIP', 'متميز', 'VIP', 1, 0),
(4, NULL, 'Famille et amis', 'أصدقاء و عائلة', 'Amigos y Familia', 1, 0),
(6, NULL, 'Grossiste', 'بائع الجملة', 'Grossiste', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `client_status`
--

DROP TABLE IF EXISTS `client_status`;
CREATE TABLE IF NOT EXISTS `client_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `client_status_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `client_status_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `client_status_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `client_status`
--

INSERT INTO `client_status` (`id`, `client_status_fr`, `client_status_es`, `client_status_ar`, `is_default`) VALUES
(2, 'Disponible', 'Disponible', 'موجود', 0),
(3, 'DESACTIVÉ', 'DESACTIVADO', 'غير متاح', 0),
(4, 'EN PRÉPARATION', 'EN PREPARACIÓN', 'إعداد', 1),
(5, 'ARCHIVE', 'ARCHIVO', 'أرشيف', 0);

-- --------------------------------------------------------

--
-- Table structure for table `client_tarif`
--

DROP TABLE IF EXISTS `client_tarif`;
CREATE TABLE IF NOT EXISTS `client_tarif` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int(11) NOT NULL DEFAULT '0',
  `id_client` int(11) NOT NULL DEFAULT '0',
  `id_article_tarif` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- --------------------------------------------------------

--
-- Table structure for table `commande`
--

DROP TABLE IF EXISTS `commande`;
CREATE TABLE IF NOT EXISTS `commande` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `UID` varchar(32) NOT NULL,
  `commande_numero` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `updated` datetime NOT NULL,
  `updated_by` int(11) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `id_client` int(11) NOT NULL,
  `client_name` varchar(255) NOT NULL,
  `client_telephone` varchar(100) NOT NULL,
  `client_ville` varchar(100) NOT NULL,
  `client_adresse` text NOT NULL,
  `paiement_type_id` int(11) NOT NULL,
  `periode_livraison` varchar(10) NOT NULL,
  `frais_livraison` float NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `created` (`created`),
  KEY `id_client` (`id_client`)
) ENGINE=MyISAM AUTO_INCREMENT=134 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `commande`
--

INSERT INTO `commande` (`id`, `UID`, `commande_numero`, `created`, `updated`, `updated_by`, `status`, `id_client`, `client_name`, `client_telephone`, `client_ville`, `client_adresse`, `paiement_type_id`, `periode_livraison`, `frais_livraison`) VALUES
(127, '62dbf3677469e9d62221e125393aac05', 352, '2020-09-28 17:53:40', '2020-09-28 17:53:40', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '1|3', 0),
(113, 'c92b6e821c001b62f749f47a90a923db', 342, '2020-07-25 16:31:45', '2020-07-25 16:34:32', 16, 2, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '7|5', 0),
(71, '5097977389a0bd10564325a3ffc6eda8', 322, '2020-05-07 14:27:12', '2020-05-07 14:27:12', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(72, '9ccde0c2d5dcc6249cf043e845da002d', 323, '2020-05-07 14:46:19', '2020-05-07 14:46:19', -1, 1, 17, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(73, 'd20147795fe65a7082b10ed71f0beb2e', 324, '2020-05-07 14:49:25', '2020-05-07 14:49:25', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(74, '9bfa78c3ff69e4a1745e8f2731e9643a', 325, '2020-05-07 15:00:42', '2020-05-07 15:00:42', -1, 1, 17, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(75, '1f473149fa81b126c2b82bed35274556', 326, '2020-05-07 18:41:10', '2020-05-07 18:41:10', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(76, '03ba041705ed198e680899e716a740ea', 327, '2020-05-08 13:33:12', '2020-05-08 13:33:12', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(77, '492fd4e519eb122329ae5a7c6b5e4333', 328, '2020-05-08 13:45:22', '2020-05-08 13:45:22', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(78, 'f355e2b537bd398eedd839e564021719', 329, '2020-05-08 18:31:16', '2020-05-08 18:31:16', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(79, 'b7e57b4de153ebd342e02b8e3ee559d5', 330, '2020-05-09 09:45:14', '2020-05-09 09:45:14', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(80, 'c4ef1132b2e93d42ada0d9641d6be2a5', 331, '2020-05-09 14:42:41', '2020-05-09 14:42:41', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(81, 'b996c76c574c5c75093a4980dff9c2bd', 332, '2020-05-09 23:16:26', '2020-05-09 23:16:26', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(82, '3976729b65e55871bce7873163bc94f6', 333, '2020-05-13 15:02:32', '2020-05-13 15:02:32', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(83, '24528e343cd35dae6326cbb8fef778fa', 334, '2020-05-15 13:35:34', '2020-05-15 13:35:34', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(84, '0d0fa80a7ff601d299fa328f4da0229c', 335, '2020-05-18 16:29:49', '2020-05-18 16:29:49', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(85, '445f52014981159599650ae18db90013', 336, '2020-05-19 02:17:21', '2020-05-19 02:17:21', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(86, '06eab0781414c2882cd6f7bb1a74e452', 337, '2020-05-20 17:54:35', '2020-05-20 17:54:35', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(87, '3ca94018b4be0ccec4258607a6ac7b6e', 338, '2020-05-20 17:54:40', '2020-05-20 17:54:40', -1, 1, 18, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(88, '8422a4d115d9e44c3432383805b5bd0b', 339, '2020-05-22 22:11:47', '2020-05-22 22:11:47', -1, 1, 3, 'empty', 'empty', 'empty', 'empty', 0, 'empty', 0),
(114, 'e261c53291ea4af1904045c7e8a8329c', 343, '2020-07-25 16:41:03', '2020-07-25 16:41:40', 16, 4, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '1|5', 0),
(115, '4b5d62441aa0c3fe1650bbebff9be859', 344, '2020-07-28 04:09:50', '2020-07-28 04:09:50', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '5|1', 0),
(116, 'c8c98edf158e22918d2b42fcb7754271', 345, '2020-07-28 22:23:59', '2020-07-28 22:23:59', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '3|5', 0),
(117, 'e1f6df3e58e328100f1fa9ff16f88fdd', 346, '2020-07-31 08:55:04', '2020-07-31 08:55:04', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '1|2', 0),
(126, '1ca6addbc95b48c1b69234c651169ca6', 351, '2020-09-20 13:58:53', '2020-09-20 13:58:53', -1, 1, 3, '????? ??? ????????', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '1|4', 0),
(125, 'debd91899f32c6774fd18e3ab6967aab', 350, '2020-09-17 01:53:49', '2020-09-17 01:53:49', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '7|1', 0),
(122, '61d3e13961ed37dc11a4c84b56221df5', 347, '2020-08-26 21:17:42', '2020-08-26 21:17:42', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '7|1', 0),
(123, 'dd531ace6fb93c97dc83a85f83a6203f', 348, '2020-09-01 16:38:14', '2020-09-01 16:41:48', 16, 4, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '3|5', 0),
(124, 'af424116d16e88a7d384d4f3092745e7', 349, '2020-09-14 23:59:01', '2020-09-14 23:59:01', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '2|1', 0),
(111, 'c1dc589231ef129c9b404bdb6765033f', 340, '2020-07-01 17:27:17', '2020-07-01 17:27:17', -1, 1, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '3|5', 0),
(112, '9ddd0d476902cb0dadb7f51320f85cf8', 341, '2020-07-08 22:05:09', '2020-07-25 16:34:20', 16, 6, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '4|1', 0),
(130, 'beca921a7a6c173cc30c5af1842c5c2c', 353, '2020-10-10 00:35:37', '2020-10-10 00:39:31', 16, 6, 3, 'zakaria marrakchi', '0661543673', 'tanger', 'rue doctur faraj 42', 1, '6|1', 0);

-- --------------------------------------------------------

--
-- Table structure for table `commande_detail`
--

DROP TABLE IF EXISTS `commande_detail`;
CREATE TABLE IF NOT EXISTS `commande_detail` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `id_commande` int(11) NOT NULL,
  `id_produit` int(11) NOT NULL,
  `pu` float NOT NULL,
  `qte` float NOT NULL,
  `status` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `id_commande` (`id_commande`)
) ENGINE=MyISAM AUTO_INCREMENT=349 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `commande_detail`
--

INSERT INTO `commande_detail` (`id`, `id_commande`, `id_produit`, `pu`, `qte`, `status`) VALUES
(200, 114, 669, 0, 1, 1),
(199, 114, 119, 0, 1, 1),
(198, 114, 119, 0, 1, 1),
(197, 114, 571, 0, 1, 1),
(196, 114, 571, 0, 1, 1),
(195, 114, 112, 0, 1, 1),
(183, 114, 25, 3, 1, 1),
(177, 111, 683, 0, 3, 1),
(35, 71, 25, 3, 2, 1),
(36, 72, 852, 2.5, 2, 1),
(37, 73, 25, 3, 3.5, 1),
(38, 74, 25, 3, 2.75, 1),
(39, 74, 852, 2.5, 60, 1),
(40, 75, 25, 3, 2, 1),
(41, 76, 25, 3, 4, 1),
(42, 76, 469, 20, 2.75, 1),
(43, 76, 533, 130, 3.5, 1),
(44, 76, 536, 30, 3.75, 1),
(45, 76, 101, 40, 3, 1),
(46, 76, 102, 60, 4.25, 1),
(47, 77, 484, 80, 11, 1),
(48, 77, 533, 130, 6, 1),
(49, 77, 469, 20, 9, 1),
(50, 78, 25, 3, 10, 1),
(51, 79, 25, 3, 7, 1),
(52, 80, 945, 2.5, 15, 1),
(53, 81, 25, 3, 1.25, 1),
(54, 82, 289, 220, 12, 1),
(55, 82, 540, 75, 4.5, 1),
(56, 82, 539, 85, 6, 1),
(57, 82, 134, 70, 2, 1),
(58, 82, 137, 300, 3, 1),
(59, 83, 137, 300, 1, 1),
(60, 84, 580, 0, 3.25, 1),
(61, 85, 514, 0, 2, 1),
(62, 86, 25, 3, 5, 1),
(63, 87, 25, 3, 1, 1),
(64, 88, 25, 3, 2, 1),
(201, 114, 669, 0, 1, 1),
(202, 114, 669, 0, 1, 1),
(203, 114, 754, 0, 1, 1),
(204, 114, 754, 0, 1, 1),
(205, 114, 58, 0, 1, 1),
(206, 114, 58, 0, 1, 1),
(211, 114, 335, 0, 1, 1),
(210, 114, 251, 0, 1, 1),
(209, 114, 209, 0, 1, 1),
(208, 114, 756, 0, 1, 1),
(207, 114, 756, 0, 1, 1),
(212, 114, 335, 0, 1, 1),
(213, 114, 334, 0, 1, 1),
(214, 114, 334, 0, 1, 1),
(241, 117, 153, 0, 5, 1),
(240, 117, 155, 0, 5, 1),
(239, 117, 152, 0, 5, 1),
(238, 117, 84, 0, 5, 1),
(237, 117, 145, 0, 1.75, 1),
(236, 117, 144, 0, 2.25, 1),
(235, 117, 143, 0, 2, 1),
(234, 117, 142, 0, 1.75, 1),
(233, 117, 507, 0, 1.75, 1),
(232, 117, 683, 0, 2, 1),
(231, 117, 25, 3, 1.75, 1),
(230, 116, 469, 20, 2.5, 1),
(229, 115, 507, 0, 3, 1),
(228, 114, 221, 0, 1, 1),
(227, 114, 221, 0, 1, 1),
(226, 114, 222, 0, 1, 1),
(225, 114, 222, 0, 1, 1),
(224, 114, 219, 0, 1, 1),
(223, 114, 219, 0, 1, 1),
(222, 114, 215, 0, 1, 1),
(221, 114, 215, 0, 1, 1),
(220, 114, 197, 0, 1, 1),
(219, 114, 193, 14, 1, 1),
(218, 114, 193, 14, 1, 1),
(217, 114, 193, 14, 1, 1),
(216, 114, 331, 0, 1, 1),
(215, 114, 331, 0, 1, 1),
(194, 114, 112, 0, 1, 1),
(193, 114, 569, 0, 1, 1),
(192, 114, 569, 0, 1, 1),
(191, 114, 116, 0, 1, 1),
(190, 114, 116, 0, 1, 1),
(189, 114, 113, 0, 1, 1),
(188, 114, 113, 0, 1, 1),
(187, 114, 134, 70, 2, 1),
(186, 114, 134, 70, 2, 1),
(185, 114, 25, 3, 1, 1),
(184, 114, 25, 3, 1, 1),
(182, 114, 25, 3, 1, 1),
(181, 113, 970, 0, 1, 1),
(180, 113, 970, 0, 1, 1),
(179, 113, 970, 0, 1, 1),
(178, 112, 289, 220, 2, 1),
(333, 130, 501, 0, 1.25, 1),
(332, 130, 505, 0, 1.25, 1),
(331, 130, 145, 0, 1.25, 1),
(330, 130, 144, 0, 1.25, 1),
(329, 130, 142, 0, 2, 1),
(321, 127, 1210, 0, 1, 1),
(320, 127, 143, 0, 1, 1),
(319, 127, 142, 0, 1, 1),
(318, 127, 142, 0, 1, 1),
(317, 126, 1270, 0, 14, 1),
(316, 126, 1270, 0, 14, 1),
(315, 125, 9, 0, 1.75, 1),
(314, 124, 1207, 0, 6, 1),
(313, 123, 1156, 0, 7, 1),
(312, 123, 1144, 0, 7, 1),
(311, 123, 1143, 0, 7, 1),
(310, 123, 1142, 0, 7, 1),
(309, 122, 25, 3, 2, 1);

-- --------------------------------------------------------

--
-- Table structure for table `commande_status`
--

DROP TABLE IF EXISTS `commande_status`;
CREATE TABLE IF NOT EXISTS `commande_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `commande_status_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `commande_status_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `commande_status_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  `color` varchar(100) COLLATE cp1256_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `commande_status`
--

INSERT INTO `commande_status` (`id`, `commande_status_fr`, `commande_status_es`, `commande_status_ar`, `is_default`, `color`) VALUES
(1, 'Non validé', 'No confirmado', 'لم يتم التأكيد', 1, 'rgba(255, 227, 117, 0.5)'),
(2, 'Validé', 'Confirmado', 'تم التأكيد', 0, 'rgba(117, 179, 255, 0.5)'),
(3, 'Refusé', 'No aceptado', 'غير مقبول', 0, 'rgba(255, 117, 117, 0.5)'),
(4, 'En traitement', 'En tratamiento', 'في طور التجميع', 0, 'rgba(156, 255, 117, 0.5)'),
(5, 'En livraison', 'En proceso de entrega', 'في طور التوصيل', 0, 'rgba(255, 133, 239, 0.5)'),
(6, 'Livrée', 'Entregado', 'تم التسليم', 0, 'rgba(117, 179, 255, 0.5)');

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

DROP TABLE IF EXISTS `contact`;
CREATE TABLE IF NOT EXISTS `contact` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `name` varchar(255) COLLATE cp1256_bin NOT NULL,
  `societe` varchar(255) COLLATE cp1256_bin NOT NULL,
  `message` text COLLATE cp1256_bin NOT NULL,
  `email` varchar(100) COLLATE cp1256_bin NOT NULL,
  `phone` varchar(20) COLLATE cp1256_bin NOT NULL,
  `ip` varchar(20) COLLATE cp1256_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `contact`
--

INSERT INTO `contact` (`id`, `created`, `name`, `societe`, `message`, `email`, `phone`, `ip`) VALUES
(12, '2018-10-18 15:38:31', 'yassine', 'societe', 'Hello How are you', 'contact@email.com', '06626598', '::1');

-- --------------------------------------------------------

--
-- Table structure for table `fournisseur`
--

DROP TABLE IF EXISTS `fournisseur`;
CREATE TABLE IF NOT EXISTS `fournisseur` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_fournisseur_category` int(11) NOT NULL DEFAULT '0',
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `fournisseur_name` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `phone_1` varchar(50) COLLATE cp1256_bin NOT NULL,
  `phone_2` varchar(50) COLLATE cp1256_bin NOT NULL,
  `email` varchar(255) COLLATE cp1256_bin NOT NULL,
  `city` varchar(255) COLLATE cp1256_bin NOT NULL,
  `address` text COLLATE cp1256_bin NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT '0',
  `notes` text COLLATE cp1256_bin,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `fournisseur`
--

INSERT INTO `fournisseur` (`id`, `id_fournisseur_category`, `created`, `fournisseur_name`, `phone_1`, `phone_2`, `email`, `city`, `address`, `status`, `notes`) VALUES
(7, 22, '2019-05-09 23:01:52', 'el menouar brahim', '0641454236', '', '', 'tanger', 'avenue docteur faraj  pisri', 1, ''),
(2, 8, '2019-04-09 21:40:42', 'chakir alhawzi', '0670460545', '0623925615     fix  0539312051    fax  0539317124', 'opcdistribution@hotmail.com', 'tanger', 'lotiss. ennasr ZE rue 3 N°12 - lot.592 -TQNGER               ', 1, 'CCO -34-11/13   بيني وبينه هامش الربح السعر الاول من الدار البيضاء نتوصل به كل يوم عبر الرسائل التليفونيه معدى يوم الجمعه  رقم الاعتماد البيطري '),
(3, 23, '2019-04-09 21:53:33', 'bilal bu assab', '0661996412', '0662212042', '', 'tanger', 'شارع الدكتور فرج قرب مسجد الاندلس ', 1, 'البقالة بالجمله والتقسيط'),
(4, 10, '2019-04-09 21:58:13', 'ahmad ', '0661679648', '', '', 'tanger', '', 1, 'محل بيع السمك بالجمله والتقسيط'),
(5, 23, '2019-04-09 21:59:19', 'khalil swani', '0653518850', '', '', 'tanger', '', 1, 'بيع جميع انواع الخضر والفواكه والاعشاب'),
(6, 24, '2019-04-09 22:10:06', 'abd salam  abdo', '0693960366', '', '', 'tanger', 'Rue Houtaine ', 1, 'تخصص في الفواكه والخضروات الطازجة'),
(8, 20, '2019-07-11 09:10:15', 'abd alhadi', '0604132946', '', '', 'tanger', 'swiyaq swani', 1, ''),
(9, 11, '2019-07-11 17:38:22', 'mohamed larbi', '0661610259', '0539333931', '', 'tanger', 'av. hassan dakhel no 22 ', 1, ''),
(10, 11, '2019-07-13 08:08:59', 'mohamad  bochri anfa', '0662828060', '', '', 'tanger', 'swani swiya9', 1, ''),
(11, 19, '2019-07-29 00:24:36', 'hakim coquelet ', '0670770588', '', '', 'tanger', 'bni makada', 1, ''),
(12, 20, '2019-08-01 21:45:12', 'hmed legum', '0661674583', '', '', 'tanger', 'swiyak swani', 1, 'بيع كل انواع الخضروات والفواكه'),
(13, 19, '2019-08-01 21:47:38', 'mohamed  kokli ', '0611928971', '', '', 'tanger', 'fandak chijra', 1, 'بيع الارانب و البط و الحمام و الكوكلي و الدجاج البلدي والدجاج الرومي'),
(14, 22, '2019-08-18 18:22:48', 'عمي احمد', 'bidon', '', '', 'tanger', 'Castilla Tanger', 1, 'الجبن البلدي امام كاستيا طنجه'),
(15, 10, '2019-09-17 17:03:31', 'amen', '0677439389', '', '', 'tanger', 'souk barra', 1, 'plasa dalhot sok bara'),
(16, 17, '2020-04-24 02:26:55', 'abdo baraka', '0668280088', '0632221040', '', 'tanger', 'quartier al fath rue 108 n 4 idrissia', 1, 'الحلويات المغربيه'),
(17, 16, '2020-11-17 14:28:53', 'ماكدونالدز  McDonald\'s', '0661543673', '', '', 'tanger', 'playa 1     madam port', 1, '');

-- --------------------------------------------------------

--
-- Table structure for table `fournisseur_category`
--

DROP TABLE IF EXISTS `fournisseur_category`;
CREATE TABLE IF NOT EXISTS `fournisseur_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime DEFAULT NULL,
  `fournisseur_category_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `fournisseur_category_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `fournisseur_category_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `is_default` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=29 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `fournisseur_category`
--

INSERT INTO `fournisseur_category` (`id`, `created`, `fournisseur_category_fr`, `fournisseur_category_ar`, `fournisseur_category_es`, `status`, `is_default`) VALUES
(11, NULL, 'Viande et poulet', 'اللحم زائد الدجاج', 'Carne más pollo', 1, 0),
(10, NULL, 'Poisson', 'السمك', 'Pescado', 1, 0),
(8, NULL, 'Les oeufs', 'البيض', 'Los huevos', 1, 0),
(9, NULL, 'De la viande', 'اللحم', 'La carne', 1, 0),
(12, NULL, 'Les légumes', 'الخضروات', 'Vegetales', 1, 0),
(13, NULL, 'Des fruits', 'فواكه', 'Fruta', 1, 0),
(14, NULL, 'Shawarma', 'الشاورما', 'Shawarma kabbab', 1, 0),
(15, NULL, 'Pizza', 'بيتزا', 'pizza', 1, 0),
(16, NULL, 'McDonald\'s', 'ماكدونالدز', 'McDonald', 1, 0),
(17, NULL, 'patisserie marocaine', 'حلويات مغربيه', 'Dulces marroquíes', 1, 0),
(18, NULL, 'Boulangerie et Douceurs', 'مخبزه وحلويات', 'Panadería y Dulces', 1, 0),
(19, NULL, 'La volaille', 'الدواجن', 'Aves de corral', 1, 0),
(20, NULL, 'Herbes et Salades', 'الاعشاب والسلطات', 'Hierbas y ensaladas', 1, 0),
(21, NULL, 'Les épices', 'التوابل', 'Especias', 1, 0),
(22, NULL, 'Épicerie', 'البقاله', 'Comestibles', 1, 0),
(23, NULL, 'Épicerie en gros et versement', 'البقالة بالجمله والتقسيط', 'Venta al por mayor de comestibles y abonos.', 1, 0),
(24, NULL, 'Fruits et légumes en gros et assortis', 'الخضروات والفواكه بالجمله والتقسيط', 'Verduras y frutas al por mayor y abono.', 1, 0),
(25, NULL, 'Eau minérale', 'الماء المعدني', 'Agua mineral', 1, 0),
(26, NULL, 'Boissons gazeuses', 'المشروبات الغازيه', 'Refrescos', 1, 0),
(27, NULL, 'Les jus', 'العصير', 'Zumos', 1, 0),
(28, NULL, 'McDonald\'s', 'ماكدونالدز', 'McDonald\'s', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `fournisseur_status`
--

DROP TABLE IF EXISTS `fournisseur_status`;
CREATE TABLE IF NOT EXISTS `fournisseur_status` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fournisseur_status_fr` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `fournisseur_status_es` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `fournisseur_status_ar` varchar(255) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `is_default` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `fournisseur_status`
--

INSERT INTO `fournisseur_status` (`id`, `fournisseur_status_fr`, `fournisseur_status_es`, `fournisseur_status_ar`, `is_default`) VALUES
(2, 'Disponible', 'Disponible', 'موجود', 0),
(3, 'DESACTIVÉ', 'DESACTIVADO', 'غير متاح', 0),
(4, 'EN PRÉPARATION', 'EN PREPARACIÓN', 'إعداد', 0),
(5, 'ARCHIVE', 'ARCHIVO', 'أرشيف', 1);

-- --------------------------------------------------------

--
-- Table structure for table `language`
--

DROP TABLE IF EXISTS `language`;
CREATE TABLE IF NOT EXISTS `language` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ABR` varchar(2) DEFAULT NULL,
  `language_name` varchar(255) DEFAULT NULL,
  `language_direction` varchar(3) NOT NULL DEFAULT 'rtl',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `language`
--

INSERT INTO `language` (`id`, `ABR`, `language_name`, `language_direction`) VALUES
(1, 'en', 'English', 'ltr'),
(2, 'fr', 'Français', 'ltr'),
(3, 'es', 'Español', 'ltr'),
(4, 'ar', 'العربية', 'rtl');

-- --------------------------------------------------------

--
-- Table structure for table `livraison_days`
--

DROP TABLE IF EXISTS `livraison_days`;
CREATE TABLE IF NOT EXISTS `livraison_days` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `livraison_day_fr` varchar(255) NOT NULL,
  `livraison_day_ar` varchar(255) NOT NULL,
  `livraison_day_es` varchar(255) NOT NULL,
  `periodes` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `livraison_days`
--

INSERT INTO `livraison_days` (`id`, `livraison_day_fr`, `livraison_day_ar`, `livraison_day_es`, `periodes`, `status`) VALUES
(1, 'Lundi', 'الإثنين', 'Lunes', '1;2;3;4;5', 1),
(2, 'Mardi', 'الثلاثاء', 'Martes', '1;2;3;4;5', 1),
(3, 'Mercredi', 'الأربعاء', 'Miercoles', '1;3;4;5;2', 1),
(4, 'Jeudi', 'الخميس', 'Jueves', '1;2;3;4;5', 1),
(5, 'Vendredi', 'الجمعة', 'Viernes', '1;2;3;4;5', 1),
(6, 'Samedi', 'السبت', 'Savado', '1;2;3;4;5', 1),
(7, 'Dimanche', 'الأحد', 'Domingo', '1;2;3;4;5', 1);

-- --------------------------------------------------------

--
-- Table structure for table `livraison_periodes`
--

DROP TABLE IF EXISTS `livraison_periodes`;
CREATE TABLE IF NOT EXISTS `livraison_periodes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `start` varchar(10) NOT NULL,
  `end` varchar(10) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=36 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `livraison_periodes`
--

INSERT INTO `livraison_periodes` (`id`, `start`, `end`, `status`) VALUES
(1, '10:00', '12:00', 1),
(2, '12:00', '14:00', 1),
(3, '14:00', '16:00', 1),
(4, '16:00', '18:00', 1),
(5, '18:00', '20:00', 1);

-- --------------------------------------------------------

--
-- Table structure for table `manager_links`
--

DROP TABLE IF EXISTS `manager_links`;
CREATE TABLE IF NOT EXISTS `manager_links` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_parent` int(11) NOT NULL DEFAULT '0',
  `libelle` varchar(255) COLLATE cp1256_bin NOT NULL,
  `url` varchar(255) COLLATE cp1256_bin NOT NULL,
  `icon` varchar(255) COLLATE cp1256_bin NOT NULL,
  `_order` int(11) NOT NULL DEFAULT '0',
  `status` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=95 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `manager_links`
--

INSERT INTO `manager_links` (`id`, `id_parent`, `libelle`, `url`, `icon`, `_order`, `status`) VALUES
(1, 0, 'Menu', 'menu', '<i class=\"fas fa-ellipsis-v\"></i>', 6, 1),
(88, 72, 'Article Tarif', 'article_tarif', '', 5, 1),
(83, 0, 'Fournisseur', '-', '<i class=\"fas fa-user-tag\"></i>', 1, 1),
(62, 59, 'Article Liste', 'article', '', 0, 1),
(60, 59, 'Articles Type', 'article_type', '', 2, 1),
(59, 0, 'Blog', '-', '<i class=\"fab fa-blogger\"></i>', 5, 0),
(29, 24, 'Contact', 'contact', '', 2, 1),
(26, 24, 'About', 'apropos', '', 0, 1),
(25, 24, 'Paramètres', 'params', '', 3, 1),
(24, 0, 'Site Web', '-', '<i class=\"fa fa-globe\"></i>', 3, 0),
(48, 0, 'Utilisateur', '-', '<i class=\"fas fa-users-cog\"></i>', 4, 1),
(49, 48, 'Liste Utilisateur', 'person', '', 1, 1),
(50, 48, 'Activités', 'person_activity', '', 3, 1),
(51, 48, 'Profile', 'person_profile', '', 2, 1),
(52, 0, 'Client', '-', '<i class=\"fas fa-address-card\"></i>', 2, 1),
(53, 52, 'Client Liste', 'client', '', 1, 1),
(55, 52, 'Client Catégorie', 'client_category', '', 2, 1),
(61, 59, 'Article Categorie', 'article_category', '', 1, 1),
(58, 52, 'Client Status', 'client_status', '', 3, 1),
(67, 0, 'Whatsapp', '-', '<i style=\"color:#25D366\" class=\"fab fa-whatsapp\"></i>', 4, 0),
(68, 67, 'Creative', 'creative', '', 1, 1),
(69, 67, 'Messages', 'whatsapp_message', '', 2, 1),
(71, 24, 'Prospect', 'prospect', '', 1, 1),
(72, 0, 'Stock', '-', '<i class=\"fas fa-box-open\"></i>', 0, 1),
(73, 72, 'Liste Article', 'article', '', 0, 1),
(74, 72, 'Article Catégorie', 'article_category', '', 1, 1),
(75, 72, 'Article Sous Catégorie', 'article_sous_category', '', 2, 1),
(76, 72, 'Article Type', 'article_type', '', 6, 1),
(77, 72, 'Article Unité de Mesure', 'article_udm', '', 9, 1),
(78, 72, 'Article Status', 'article_status', '', 8, 1),
(79, 72, 'Article TVA', 'article_tva', '', 7, 1),
(80, 52, 'Prospect', 'prospect', '', 0, 1),
(84, 83, 'Fournisseur Liste', 'fournisseur', '', 1, 1),
(85, 83, 'Fournisseur Catégorie', 'fournisseur_category', '', 2, 1),
(86, 83, 'Fournisseur Status', 'fournisseur_status', '', 3, 1),
(87, 72, 'Article Marque', 'article_marque', '', 5, 1),
(89, 72, 'Article Sous Categorie (2)', 'article_sous_category_2', '', 3, 1),
(90, 0, 'Commandes', '-', '<i class=\"fas fa-shopping-cart\"></i>', 1, 1),
(91, 90, 'Commande Status', 'commande_status', '', 1, 1),
(92, 90, 'Commande Liste', 'commande', '', 0, 1),
(93, 0, 'Livreurs', 'livreur', '<i class=\"fas fa-shipping-fast\"></i>', 5, 1),
(94, 72, 'Article Sous Categorie (3)', 'article_sous_category_3', '', 4, 1);

-- --------------------------------------------------------

--
-- Table structure for table `manager_template`
--

DROP TABLE IF EXISTS `manager_template`;
CREATE TABLE IF NOT EXISTS `manager_template` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `template_name` varchar(20) COLLATE cp1256_bin NOT NULL,
  `template_title` varchar(255) COLLATE cp1256_bin NOT NULL,
  `start_page` varchar(10) COLLATE cp1256_bin NOT NULL,
  `template_lang` varchar(2) COLLATE cp1256_bin NOT NULL,
  `template_direction` varchar(3) COLLATE cp1256_bin NOT NULL,
  `status` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `manager_template`
--

INSERT INTO `manager_template` (`id`, `template_name`, `template_title`, `start_page`, `template_lang`, `template_direction`, `status`) VALUES
(1, 'down', 'Gestore : Logiciel de Gestion Commercial', 'index', 'fr', 'ltr', 0),
(2, 'default', 'Gestore : Manager', 'index', 'fr', 'ltr', 1),
(3, 'login', 'Gestore : Login', 'index', 'fr', 'ltr', 0);

-- --------------------------------------------------------

--
-- Table structure for table `mode_paiement`
--

DROP TABLE IF EXISTS `mode_paiement`;
CREATE TABLE IF NOT EXISTS `mode_paiement` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mode_paiement_fr` varchar(255) NOT NULL,
  `mode_paiement_ar` varchar(255) CHARACTER SET utf8 NOT NULL,
  `mode_paiement_es` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL,
  `is_default` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `mode_paiement`
--

INSERT INTO `mode_paiement` (`id`, `mode_paiement_fr`, `mode_paiement_ar`, `mode_paiement_es`, `status`, `is_default`) VALUES
(1, 'Payer à la livraison', 'الدفع عند الإستلام', 'Pago a recepción', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `newsletter`
--

DROP TABLE IF EXISTS `newsletter`;
CREATE TABLE IF NOT EXISTS `newsletter` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `email` varchar(256) NOT NULL,
  `_md5` varchar(255) NOT NULL,
  `country` varchar(100) NOT NULL DEFAULT '-',
  `city` varchar(100) NOT NULL DEFAULT '-',
  `region` varchar(100) NOT NULL DEFAULT '-',
  `ip` varchar(20) NOT NULL DEFAULT '-',
  `status` tinyint(4) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=50 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `newsletter`
--

INSERT INTO `newsletter` (`id`, `created`, `updated`, `email`, `_md5`, `country`, `city`, `region`, `ip`, `status`) VALUES
(20, '2018-07-28 11:22:52', '2018-07-28 16:33:01', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '196.206.88.244', 1),
(21, '2018-07-28 11:27:47', '2018-07-28 11:27:47', 'elmeftouhi@gmail.com', '37abce322d1ef58494e0ea56e08f59eb', '-', '-', '-', '41.248.22.247', 0),
(22, '2018-07-28 11:34:28', '2018-07-28 11:34:28', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '-', '-', '-', '196.206.88.244', 0),
(23, '2018-07-28 16:31:35', '2018-07-28 17:26:03', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '41.142.97.100', 1),
(24, '2018-07-28 16:35:02', '2018-07-28 16:35:02', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '-', '-', '-', '41.142.97.100', 0),
(25, '2018-07-28 17:24:41', '2018-07-28 17:24:41', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '-', '-', '-', '41.142.97.100', 0),
(26, '2018-07-30 11:15:53', '2018-07-30 11:15:53', 'elmeftouhi@gmail.com', '37abce322d1ef58494e0ea56e08f59eb', '-', '-', '-', '41.142.112.20', 0),
(27, '2018-07-31 15:30:18', '2018-07-31 15:31:15', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '105.158.177.194', 1),
(28, '2018-08-07 11:01:30', '2018-08-07 11:02:01', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '160.177.127.218', 1),
(29, '2018-09-08 18:42:57', '2018-09-23 13:22:07', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '105.155.12.232', 1),
(30, '2018-09-23 13:33:03', '2018-09-23 13:33:03', 'elmeftouhi@gmail.com', '37abce322d1ef58494e0ea56e08f59eb', '-', '-', '-', '105.155.53.182', 0),
(31, '2018-10-10 16:33:11', '2018-10-10 17:43:21', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '105.155.16.208', 1),
(32, '2018-11-27 22:37:45', '2018-11-27 22:37:45', 'Tagitzakaria@gmail.com', '33c712886e7b408b5a2f5155d6742ad0', '-', '-', '-', '160.176.243.121', 0),
(33, '2018-12-27 17:23:52', '2019-01-08 11:23:40', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '105.159.5.25', 1),
(34, '2019-01-02 17:27:51', '2019-01-02 17:27:51', 'MARRAKCHITAMIM@GMAIL.COM', '068012ce13c2772fcf017c911d37c710', '-', '-', '-', '41.140.80.249', 0),
(35, '2019-01-16 22:17:30', '2019-01-16 21:17:53', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '196.64.149.208', 1),
(36, '2019-01-17 22:27:26', '2019-01-22 06:33:48', 'Mohammednadia1210@gmail.com', 'c652c30dbe84616c4afdd94b847bba02', '', '', '', '105.140.130.14', 1),
(37, '2019-01-17 22:33:22', '2019-01-17 22:33:22', 'Ainessafae@yahoo.fr', '1d74c30f68dde60a9ccac71af16eefb9', '-', '-', '-', '197.128.62.66', 0),
(38, '2019-01-18 23:15:28', '2019-01-30 12:25:21', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '196.206.90.124', 1),
(39, '2019-01-29 18:08:02', '2019-01-29 17:08:35', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '160.177.242.137', 1),
(40, '2019-01-30 13:56:01', '2019-01-30 13:29:13', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '105.155.11.69', 1),
(41, '2019-02-02 15:20:32', '2019-02-02 14:21:13', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '160.176.242.104', 1),
(42, '2019-02-16 13:50:44', '2019-02-16 13:50:44', 'ilham@gmail.com', '401e5f4e944f5aef40670b0893135a0a', '-', '-', '-', '105.158.177.17', 0),
(43, '2019-03-09 16:18:13', '2019-03-09 15:18:39', 'tagitzakaria@gmail.com', '393b2dc59bda3daad74aa458b2779ff3', '', '', '', '196.64.159.122', 1),
(44, '2019-03-20 18:45:19', '2019-03-20 17:49:40', 'elmeftouhi@gmail.com', '37abce322d1ef58494e0ea56e08f59eb', '', '', '', '196.89.247.233', 1),
(45, '2019-03-20 20:44:08', '2019-03-20 20:44:08', 'akram.benazzouz@gmail.com', 'e77bbf3ae5742c0ed348dcf0ec23b572', '-', '-', '-', '196.112.9.206', 0),
(46, '2019-04-15 11:54:47', '2019-04-15 11:54:47', 'lacafetieretanger@gmail.com', 'd05021a476c9b77cdcddb64d066abe78', '-', '-', '-', '105.158.195.6', 0),
(47, '2019-04-15 11:55:59', '2019-04-15 11:55:59', 'lacafetieretanger@gmail.com', 'd05021a476c9b77cdcddb64d066abe78', '-', '-', '-', '105.158.195.6', 0),
(48, '2019-04-27 12:26:20', '2019-04-27 12:26:20', 'noaymi1986@gmail.com', 'f174e8d9b0594104a0ba626be24a411f', '-', '-', '-', '160.176.240.178', 0),
(49, '2019-04-27 21:15:07', '2019-04-27 21:15:44', 'bilal.3amal@gmail.com', '4f48d7aaf8e5f4a89d4cc444494c3d41', '', '', '', '105.71.5.47', 1);

-- --------------------------------------------------------

--
-- Table structure for table `params`
--

DROP TABLE IF EXISTS `params`;
CREATE TABLE IF NOT EXISTS `params` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `website_name` varchar(255) COLLATE cp1256_bin NOT NULL,
  `website_language` varchar(3) COLLATE cp1256_bin NOT NULL DEFAULT 'en',
  `support_email` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `website_phone` varchar(20) COLLATE cp1256_bin DEFAULT NULL,
  `website_description` text COLLATE cp1256_bin,
  `website_keywords` text COLLATE cp1256_bin,
  `smtp_username` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `smtp_password` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `smtp_host` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `imap` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `port` varchar(10) COLLATE cp1256_bin NOT NULL DEFAULT '25',
  `website_google_analytics` text COLLATE cp1256_bin,
  `website_facebook_pixel` text COLLATE cp1256_bin,
  `api_whatsapp` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `params`
--

INSERT INTO `params` (`id`, `website_name`, `website_language`, `support_email`, `website_phone`, `website_description`, `website_keywords`, `smtp_username`, `smtp_password`, `smtp_host`, `imap`, `port`, `website_google_analytics`, `website_facebook_pixel`, `api_whatsapp`) VALUES
(1, 'Souk Express', 'ar', 'support@agraoui.com', '', 'Pour une expérience plus simple de commerce fine', '', 'support@soukexpress.ma', 'password', 'mail.soukexpress.ma', 'mail.soukexpress.ma', '25', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `person`
--

DROP TABLE IF EXISTS `person`;
CREATE TABLE IF NOT EXISTS `person` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `first_name` varchar(255) DEFAULT NULL,
  `id_magasin` int(11) DEFAULT NULL,
  `id_profil` int(11) DEFAULT NULL,
  `id_stock` int(11) DEFAULT NULL,
  `image_url` varchar(255) DEFAULT NULL,
  `last_name` varchar(255) DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `telephone` varchar(255) DEFAULT NULL,
  `updated` datetime DEFAULT NULL,
  `updated_by` varchar(255) DEFAULT NULL,
  `UID` varchar(8) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `person`
--

INSERT INTO `person` (`id`, `created`, `created_by`, `email`, `first_name`, `id_magasin`, `id_profil`, `id_stock`, `image_url`, `last_name`, `status`, `telephone`, `updated`, `updated_by`, `UID`) VALUES
(15, NULL, 1, 'email', 'Yassine', NULL, 1, NULL, NULL, 'ELMEFTOUHI', 1, 'telephone', '2019-01-25 11:27:53', '1', '3c443f97'),
(16, NULL, 1, '', 'Zakaria', NULL, 2, NULL, NULL, 'MARRAKCHI', 1, '', NULL, NULL, '7a27882e'),
(17, NULL, 16, '', 'yahya', NULL, 4, NULL, NULL, 'marrakchi', 1, '', '2020-10-08 23:58:05', '16', 'b9a98373');

-- --------------------------------------------------------

--
-- Table structure for table `person_activity`
--

DROP TABLE IF EXISTS `person_activity`;
CREATE TABLE IF NOT EXISTS `person_activity` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int(11) NOT NULL DEFAULT '0',
  `activity_action` varchar(255) COLLATE cp1256_bin NOT NULL,
  `activity_module_id` int(11) NOT NULL,
  `activity_message` varchar(255) COLLATE cp1256_bin NOT NULL,
  `activity_ip` varchar(15) COLLATE cp1256_bin NOT NULL,
  `module` varchar(255) COLLATE cp1256_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1294 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `person_activity`
--

INSERT INTO `person_activity` (`id`, `created`, `created_by`, `activity_action`, `activity_module_id`, `activity_message`, `activity_ip`, `module`) VALUES
(1, '2019-01-23 13:44:37', 1, 'LogOut', 0, 'vient de se Déconnecté', '::1', 'Log'),
(2, '2019-01-23 13:44:49', 1, 'LogIn', 0, 'vient de se Connecté', '::1', 'Log'),
(3, '2019-01-24 13:23:02', 1, 'LogIn', 0, 'vient de se Connecté', '::1', 'Log'),
(4, '2019-01-24 19:36:19', 1, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(5, '2019-01-24 19:36:19', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(6, '2019-01-24 19:36:38', 1, 'LogIn', 0, 'vient de se Connecté', '160.177.226.79', 'Log'),
(7, '2019-01-24 21:00:14', 1, 'LogIn', 0, 'vient de se Connecté', '41.142.121.240', 'Log'),
(8, '2019-01-25 11:19:35', 1, 'LogIn', 0, 'vient de se Connecté', '160.177.226.79', 'Log'),
(9, '2019-01-25 11:31:50', 1, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(10, '2019-01-25 11:31:50', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(11, '2019-01-25 11:31:56', 1, 'LogIn', 0, 'vient de se Connecté', '160.177.226.79', 'Log'),
(12, '2019-01-25 12:28:04', 1, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(13, '2019-01-25 12:28:04', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(14, '2019-01-25 12:35:45', 15, 'LogIn', 0, 'vient de se Connecté', '160.177.226.79', 'Log'),
(15, '2019-01-25 12:36:08', 15, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(16, '2019-01-25 12:36:08', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(17, '2019-01-25 12:36:15', 15, 'LogIn', 0, 'vient de se Connecté', '160.177.226.79', 'Log'),
(18, '2019-01-25 12:37:10', 15, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(19, '2019-01-25 12:37:10', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(20, '2019-01-25 12:37:19', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.226.79', 'Log'),
(21, '2019-01-25 12:39:04', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(22, '2019-01-25 12:39:04', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.226.79', 'Log'),
(23, '2019-01-25 12:39:12', 15, 'LogIn', 0, 'vient de se Connecté', '160.177.226.79', 'Log'),
(24, '2019-01-25 17:27:16', 15, 'LogIn', 0, 'vient de se Connecté', '160.178.250.100', 'Log'),
(25, '2019-01-25 21:51:19', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.0.237', 'Log'),
(26, '2019-01-25 22:29:43', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.0.237', 'Log'),
(27, '2019-01-25 22:29:43', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.0.237', 'Log'),
(28, '2019-01-25 22:29:48', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.0.237', 'Log'),
(29, '2019-01-25 22:31:09', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.0.237', 'Log'),
(30, '2019-01-25 22:31:09', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.0.237', 'Log'),
(31, '2019-01-29 07:57:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.21.249', 'Log'),
(32, '2019-01-29 08:00:53', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.21.249', 'Log'),
(33, '2019-01-29 08:00:53', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.21.249', 'Log'),
(34, '2019-01-29 18:04:24', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.242.137', 'Log'),
(35, '2019-01-30 13:15:06', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.11.69', 'Log'),
(36, '2019-02-02 15:15:27', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.242.104', 'Log'),
(37, '2019-02-02 15:25:50', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.176.242.104', 'Log'),
(38, '2019-02-02 15:25:50', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.176.242.104', 'Log'),
(39, '2019-02-02 23:36:01', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.23.253', 'Log'),
(40, '2019-02-05 15:13:00', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.191.46', 'Log'),
(41, '2019-02-05 15:43:52', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.158.191.46', 'Log'),
(42, '2019-02-05 15:43:52', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.158.191.46', 'Log'),
(43, '2019-02-06 21:01:31', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.29.140', 'Log'),
(44, '2019-02-14 18:57:51', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.171.95', 'Log'),
(45, '2019-02-16 13:41:08', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.177.17', 'Log'),
(46, '2019-02-16 13:43:32', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.158.177.17', 'Log'),
(47, '2019-02-16 13:43:32', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.158.177.17', 'Log'),
(48, '2019-02-16 13:44:52', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.177.17', 'Log'),
(49, '2019-02-16 13:45:15', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.158.177.17', 'Log'),
(50, '2019-02-16 13:45:15', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.158.177.17', 'Log'),
(51, '2019-02-16 13:52:59', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.177.17', 'Log'),
(52, '2019-03-05 11:15:43', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.240.227', 'Log'),
(53, '2019-03-05 11:19:13', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.177.240.227', 'Log'),
(54, '2019-03-05 11:19:13', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.240.227', 'Log'),
(55, '2019-03-05 11:19:31', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.240.227', 'Log'),
(56, '2019-03-05 11:20:40', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.177.240.227', 'Log'),
(57, '2019-03-05 11:20:40', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.240.227', 'Log'),
(58, '2019-03-07 01:48:50', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.180.114', 'Log'),
(59, '2019-03-09 11:31:39', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.13.40', 'Log'),
(60, '2019-03-09 11:54:09', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.159.13.40', 'Log'),
(61, '2019-03-09 11:54:09', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.159.13.40', 'Log'),
(62, '2019-03-09 16:13:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.159.122', 'Log'),
(63, '2019-03-09 16:14:12', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(64, '2019-03-09 16:14:12', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(65, '2019-03-09 16:22:43', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.159.122', 'Log'),
(66, '2019-03-09 16:24:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.159.122', 'Log'),
(67, '2019-03-09 16:27:35', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(68, '2019-03-09 16:27:35', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(69, '2019-03-09 16:27:44', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(70, '2019-03-09 16:27:44', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(71, '2019-03-09 16:27:59', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.159.122', 'Log'),
(72, '2019-03-09 16:28:33', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(73, '2019-03-09 16:28:33', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(74, '2019-03-09 16:40:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.159.122', 'Log'),
(75, '2019-03-09 16:45:12', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(76, '2019-03-09 16:45:12', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.64.159.122', 'Log'),
(77, '2019-03-09 22:58:34', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.21.212', 'Log'),
(78, '2019-03-09 23:02:39', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.159.21.212', 'Log'),
(79, '2019-03-09 23:02:39', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.159.21.212', 'Log'),
(80, '2019-03-11 13:38:56', 16, 'LogIn', 0, 'vient de se Connecté', '105.140.168.52', 'Log'),
(81, '2019-03-11 13:42:56', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.140.168.52', 'Log'),
(82, '2019-03-11 13:42:56', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.140.168.52', 'Log'),
(83, '2019-03-12 00:27:36', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.78.25', 'Log'),
(84, '2019-03-12 12:41:47', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.53.168', 'Log'),
(85, '2019-03-12 12:42:56', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.248.53.168', 'Log'),
(86, '2019-03-12 12:42:56', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.248.53.168', 'Log'),
(87, '2019-03-13 18:05:33', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.75.167', 'Log'),
(88, '2019-03-13 18:12:40', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.140.75.167', 'Log'),
(89, '2019-03-13 18:12:40', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.140.75.167', 'Log'),
(90, '2019-03-13 19:04:46', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.75.167', 'Log'),
(91, '2019-03-13 19:05:29', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.140.75.167', 'Log'),
(92, '2019-03-13 19:05:29', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.140.75.167', 'Log'),
(93, '2019-03-13 22:31:47', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.184.41', 'Log'),
(94, '2019-03-13 22:33:37', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.158.184.41', 'Log'),
(95, '2019-03-13 22:33:37', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.158.184.41', 'Log'),
(96, '2019-03-13 22:35:54', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.184.41', 'Log'),
(97, '2019-03-13 22:39:43', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.158.184.41', 'Log'),
(98, '2019-03-13 22:39:43', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.158.184.41', 'Log'),
(99, '2019-03-14 00:34:22', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.184.48', 'Log'),
(100, '2019-03-14 13:59:09', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.240.162', 'Log'),
(101, '2019-03-14 18:55:48', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.133.43', 'Log'),
(102, '2019-03-14 21:51:04', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.133.43', 'Log'),
(103, '2019-03-14 21:51:43', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.248.133.43', 'Log'),
(104, '2019-03-14 21:51:43', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.248.133.43', 'Log'),
(105, '2019-03-16 20:08:24', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.6.35', 'Log'),
(106, '2019-03-16 20:11:09', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.159.6.35', 'Log'),
(107, '2019-03-16 20:11:09', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.159.6.35', 'Log'),
(108, '2019-03-22 15:15:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.67.228.247', 'Log'),
(109, '2019-03-22 15:18:23', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.67.228.247', 'Log'),
(110, '2019-03-22 15:18:23', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.67.228.247', 'Log'),
(111, '2019-03-23 23:46:03', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.13.249', 'Log'),
(112, '2019-03-29 20:46:46', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.108.95', 'Log'),
(113, '2019-04-02 19:28:13', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.50.104', 'Log'),
(114, '2019-04-02 21:44:08', 15, 'LogIn', 0, 'vient de se Connecté', '105.155.50.104', 'Log'),
(115, '2019-04-02 21:44:11', 15, 'LogOut', 0, 'vient de se Déconnecté', '105.155.50.104', 'Log'),
(116, '2019-04-02 21:44:11', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.50.104', 'Log'),
(117, '2019-04-02 21:44:13', 15, 'LogIn', 0, 'vient de se Connecté', '105.155.50.104', 'Log'),
(118, '2019-04-02 21:49:39', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.50.104', 'Log'),
(119, '2019-04-03 01:03:05', 15, 'LogIn', 0, 'vient de se Connecté', '105.155.50.104', 'Log'),
(120, '2019-04-03 02:04:36', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.50.104', 'Log'),
(121, '2019-04-03 03:43:40', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(122, '2019-04-03 04:48:48', 15, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(123, '2019-04-03 04:57:23', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(124, '2019-04-03 14:14:04', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(125, '2019-04-03 14:20:43', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.249.71.77', 'Log'),
(126, '2019-04-03 14:20:43', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.249.71.77', 'Log'),
(127, '2019-04-03 14:22:31', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(128, '2019-04-03 14:58:13', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(129, '2019-04-03 19:32:12', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(130, '2019-04-03 23:49:17', 15, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(131, '2019-04-03 23:55:44', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(132, '2019-04-04 01:43:19', 15, 'LogIn', 0, 'vient de se Connecté', '41.249.71.77', 'Log'),
(133, '2019-04-04 02:53:00', 15, 'LogIn', 0, 'vient de se Connecté', '41.142.119.53', 'Log'),
(134, '2019-04-04 03:27:53', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.22.15', 'Log'),
(135, '2019-04-04 10:36:32', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.91.126', 'Log'),
(136, '2019-04-04 13:58:57', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.68.64', 'Log'),
(137, '2019-04-04 15:24:49', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.234.26', 'Log'),
(138, '2019-04-04 16:32:38', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.230.42', 'Log'),
(139, '2019-04-04 16:49:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.131.250.88', 'Log'),
(140, '2019-04-04 16:59:19', 15, 'LogIn', 0, 'vient de se Connecté', '196.65.249.36', 'Log'),
(141, '2019-04-04 20:40:53', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.69.23', 'Log'),
(142, '2019-04-05 00:40:56', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.195.204', 'Log'),
(143, '2019-04-05 00:46:56', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.195.204', 'Log'),
(144, '2019-04-05 00:58:00', 15, 'LogIn', 0, 'vient de se Connecté', '196.89.235.128', 'Log'),
(145, '2019-04-05 01:06:51', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.195.204', 'Log'),
(146, '2019-04-05 01:31:55', 15, 'LogIn', 0, 'vient de se Connecté', '196.89.235.128', 'Log'),
(147, '2019-04-05 15:04:54', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.104.209', 'Log'),
(148, '2019-04-05 16:01:42', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.104.209', 'Log'),
(149, '2019-04-05 19:50:12', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.104.209', 'Log'),
(150, '2019-04-05 20:44:46', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.104.209', 'Log'),
(151, '2019-04-05 23:28:11', 15, 'LogIn', 0, 'vient de se Connecté', '160.178.252.190', 'Log'),
(152, '2019-04-06 00:34:58', 15, 'LogIn', 0, 'vient de se Connecté', '160.178.252.190', 'Log'),
(153, '2019-04-06 01:44:43', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.104.209', 'Log'),
(154, '2019-04-06 01:58:39', 15, 'LogIn', 0, 'vient de se Connecté', '160.178.252.190', 'Log'),
(155, '2019-04-06 13:26:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.30.245', 'Log'),
(156, '2019-04-06 14:25:31', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.30.245', 'Log'),
(157, '2019-04-06 16:52:57', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.30.245', 'Log'),
(158, '2019-04-06 17:35:00', 15, 'LogIn', 0, 'vient de se Connecté', '160.177.226.104', 'Log'),
(159, '2019-04-06 21:47:06', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.57.13', 'Log'),
(160, '2019-04-06 22:34:44', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.30.245', 'Log'),
(161, '2019-04-07 12:21:54', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.245.243', 'Log'),
(162, '2019-04-07 15:09:22', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.51.60', 'Log'),
(163, '2019-04-08 00:02:11', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.245.243', 'Log'),
(164, '2019-04-08 11:10:06', 15, 'LogIn', 0, 'vient de se Connecté', '105.158.201.58', 'Log'),
(165, '2019-04-08 14:56:37', 16, 'LogIn', 0, 'vient de se Connecté', '154.148.67.247', 'Log'),
(166, '2019-04-08 22:31:54', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.105.212', 'Log'),
(167, '2019-04-09 11:48:55', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.13.77', 'Log'),
(168, '2019-04-09 11:54:14', 15, 'LogIn', 0, 'vient de se Connecté', '196.65.255.72', 'Log'),
(169, '2019-04-09 13:26:53', 15, 'LogIn', 0, 'vient de se Connecté', '196.89.239.184', 'Log'),
(170, '2019-04-09 13:30:54', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.62.84', 'Log'),
(171, '2019-04-09 15:16:56', 15, 'LogIn', 0, 'vient de se Connecté', '196.89.239.184', 'Log'),
(172, '2019-04-09 16:50:15', 15, 'LogIn', 0, 'vient de se Connecté', '196.89.239.184', 'Log'),
(173, '2019-04-09 20:40:28', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.244.67', 'Log'),
(174, '2019-04-10 12:12:41', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.244.67', 'Log'),
(175, '2019-04-10 12:37:46', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.34.31', 'Log'),
(176, '2019-04-10 13:38:22', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.127.154', 'Log'),
(177, '2019-04-10 16:45:46', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.127.154', 'Log'),
(178, '2019-04-10 19:28:50', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.177.127.154', 'Log'),
(179, '2019-04-10 19:28:50', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.177.127.154', 'Log'),
(180, '2019-04-10 21:06:59', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.240.60', 'Log'),
(181, '2019-04-10 22:22:16', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.240.60', 'Log'),
(182, '2019-04-11 11:13:33', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.232.215', 'Log'),
(183, '2019-04-11 15:34:04', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.246.190', 'Log'),
(184, '2019-04-11 15:39:55', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.176.246.190', 'Log'),
(185, '2019-04-11 15:39:55', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.176.246.190', 'Log'),
(186, '2019-04-11 17:07:05', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.56.252', 'Log'),
(187, '2019-04-11 18:08:56', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.56.252', 'Log'),
(188, '2019-04-11 18:45:29', 15, 'LogIn', 0, 'vient de se Connecté', '41.248.22.147', 'Log'),
(189, '2019-04-11 20:52:45', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.56.252', 'Log'),
(190, '2019-04-12 15:08:13', 16, 'LogIn', 0, 'vient de se Connecté', '196.79.178.146', 'Log'),
(191, '2019-04-12 21:30:25', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.20.53', 'Log'),
(192, '2019-04-12 22:37:31', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.20.53', 'Log'),
(193, '2019-04-13 21:24:40', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.228.189', 'Log'),
(194, '2019-04-13 21:34:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.228.189', 'Log'),
(195, '2019-04-15 11:56:57', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.159.151', 'Log'),
(196, '2019-04-15 16:49:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.159.151', 'Log'),
(197, '2019-04-16 14:41:39', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.248.193', 'Log'),
(198, '2019-04-16 15:53:28', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.248.193', 'Log'),
(199, '2019-04-16 17:40:23', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.248.193', 'Log'),
(200, '2019-04-16 18:36:54', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.248.193', 'Log'),
(201, '2019-04-16 19:44:49', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.116.88', 'Log'),
(202, '2019-04-16 20:59:51', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.116.88', 'Log'),
(203, '2019-04-16 21:35:38', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.142.116.88', 'Log'),
(204, '2019-04-16 21:35:38', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.142.116.88', 'Log'),
(205, '2019-04-16 21:35:41', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.116.88', 'Log'),
(206, '2019-04-16 23:26:06', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.142.116.88', 'Log'),
(207, '2019-04-16 23:26:06', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.142.116.88', 'Log'),
(208, '2019-04-16 23:26:09', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.116.88', 'Log'),
(209, '2019-04-16 23:26:54', 15, 'LogIn', 0, 'vient de se Connecté', '105.155.34.199', 'Log'),
(210, '2019-04-17 13:13:16', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.34.199', 'Log'),
(211, '2019-04-17 15:28:42', 15, 'LogIn', 0, 'vient de se Connecté', '105.155.34.199', 'Log'),
(212, '2019-04-17 15:29:15', 15, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(213, '2019-04-17 15:29:16', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(214, '2019-04-17 15:29:41', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.34.199', 'Log'),
(215, '2019-04-17 15:35:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(216, '2019-04-17 16:22:13', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(217, '2019-04-17 16:22:13', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(218, '2019-04-17 16:22:26', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.34.199', 'Log'),
(219, '2019-04-17 16:29:57', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(220, '2019-04-17 16:29:57', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(221, '2019-04-17 17:18:06', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.34.199', 'Log'),
(222, '2019-04-17 17:19:11', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(223, '2019-04-17 17:19:11', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.34.199', 'Log'),
(224, '2019-04-17 21:19:13', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(225, '2019-04-17 21:25:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(226, '2019-04-17 21:58:28', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(227, '2019-04-17 22:29:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(228, '2019-04-17 23:01:27', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.65.252.219', 'Log'),
(229, '2019-04-17 23:01:27', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.65.252.219', 'Log'),
(230, '2019-04-17 23:01:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(231, '2019-04-18 00:02:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(232, '2019-04-18 00:02:52', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.65.252.219', 'Log'),
(233, '2019-04-18 00:02:52', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.65.252.219', 'Log'),
(234, '2019-04-18 00:03:02', 15, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(235, '2019-04-18 00:03:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.252.219', 'Log'),
(236, '2019-04-18 08:48:02', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.17.65', 'Log'),
(237, '2019-04-18 16:39:09', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.63.32', 'Log'),
(238, '2019-04-19 15:15:06', 16, 'LogIn', 0, 'vient de se Connecté', '105.143.3.33', 'Log'),
(239, '2019-04-19 16:24:46', 15, 'LogIn', 0, 'vient de se Connecté', '160.176.251.92', 'Log'),
(240, '2019-04-19 20:01:10', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.21.112', 'Log'),
(241, '2019-04-19 21:17:43', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.21.112', 'Log'),
(242, '2019-04-19 22:14:01', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.21.112', 'Log'),
(243, '2019-04-20 12:17:34', 16, 'LogIn', 0, 'vient de se Connecté', '105.135.236.4', 'Log'),
(244, '2019-04-20 12:22:37', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.13.80', 'Log'),
(245, '2019-04-20 12:38:35', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.13.80', 'Log'),
(246, '2019-04-20 16:12:03', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.44.33', 'Log'),
(247, '2019-04-20 17:54:45', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.44.33', 'Log'),
(248, '2019-04-20 17:57:06', 15, 'LogIn', 0, 'vient de se Connecté', '160.178.253.68', 'Log'),
(249, '2019-04-20 19:55:21', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.93.254', 'Log'),
(250, '2019-04-20 23:37:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.93.254', 'Log'),
(251, '2019-04-21 16:30:35', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.240.232', 'Log'),
(252, '2019-04-22 12:49:08', 16, 'LogIn', 0, 'vient de se Connecté', '196.95.57.207', 'Log'),
(253, '2019-04-23 01:23:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.158.215', 'Log'),
(254, '2019-04-23 11:01:43', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.28.189', 'Log'),
(255, '2019-04-23 14:15:45', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.240.203', 'Log'),
(256, '2019-04-23 23:21:59', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.169.218', 'Log'),
(257, '2019-04-24 00:31:49', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.169.218', 'Log'),
(258, '2019-04-24 12:37:39', 16, 'LogIn', 0, 'vient de se Connecté', '102.77.234.107', 'Log'),
(259, '2019-04-24 19:21:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.68.164.224', 'Log'),
(260, '2019-04-24 19:21:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.68.164.224', 'Log'),
(261, '2019-04-25 12:25:12', 16, 'LogIn', 0, 'vient de se Connecté', '41.250.225.228', 'Log'),
(262, '2019-04-25 14:30:48', 16, 'LogIn', 0, 'vient de se Connecté', '41.250.225.228', 'Log'),
(263, '2019-04-25 16:02:12', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.250.225.228', 'Log'),
(264, '2019-04-25 16:02:12', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.250.225.228', 'Log'),
(265, '2019-04-25 19:54:01', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.26.221', 'Log'),
(266, '2019-04-25 21:01:19', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.26.221', 'Log'),
(267, '2019-04-25 22:33:26', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.26.221', 'Log'),
(268, '2019-04-26 20:08:12', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.11.32', 'Log'),
(269, '2019-04-26 21:05:49', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.11.32', 'Log'),
(270, '2019-04-26 23:36:47', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.11.32', 'Log'),
(271, '2019-04-27 12:26:43', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.240.178', 'Log'),
(272, '2019-04-27 17:43:15', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.251.95', 'Log'),
(273, '2019-04-27 22:23:47', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.251.95', 'Log'),
(274, '2019-04-27 22:37:59', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.176.251.95', 'Log'),
(275, '2019-04-27 22:37:59', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.176.251.95', 'Log'),
(276, '2019-04-28 14:25:33', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.251', 'Log'),
(277, '2019-04-28 14:52:11', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.251', 'Log'),
(278, '2019-04-28 16:22:39', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.251', 'Log'),
(279, '2019-04-28 21:03:06', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.251', 'Log'),
(280, '2019-04-28 22:46:16', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.251', 'Log'),
(281, '2019-04-29 01:06:20', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.251', 'Log'),
(282, '2019-04-29 10:56:04', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.233.28', 'Log'),
(283, '2019-04-29 12:17:13', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.233.28', 'Log'),
(284, '2019-04-29 15:13:49', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.233.28', 'Log'),
(285, '2019-04-29 19:30:40', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.53.22', 'Log'),
(286, '2019-04-29 22:20:29', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.112.16', 'Log'),
(287, '2019-04-30 16:28:24', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.67.105', 'Log'),
(288, '2019-04-30 17:34:17', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.67.105', 'Log'),
(289, '2019-04-30 17:58:22', 15, 'LogIn', 0, 'vient de se Connecté', '41.249.67.105', 'Log'),
(290, '2019-04-30 20:05:44', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.67.105', 'Log'),
(291, '2019-04-30 21:34:09', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.67.105', 'Log'),
(292, '2019-05-01 00:06:13', 15, 'LogIn', 0, 'vient de se Connecté', '41.249.67.105', 'Log'),
(293, '2019-05-01 00:10:31', 16, 'LogIn', 0, 'vient de se Connecté', '41.249.67.105', 'Log'),
(294, '2019-05-01 14:56:32', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(295, '2019-05-01 18:55:21', 15, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(296, '2019-05-01 19:08:56', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(297, '2019-05-01 20:58:53', 15, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(298, '2019-05-01 21:07:37', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(299, '2019-05-01 22:31:59', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(300, '2019-05-01 23:43:13', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(301, '2019-05-01 23:43:15', 15, 'LogIn', 0, 'vient de se Connecté', '41.143.95.142', 'Log'),
(302, '2019-05-02 10:09:36', 16, 'LogIn', 0, 'vient de se Connecté', '160.161.5.230', 'Log'),
(303, '2019-05-02 11:01:11', 16, 'LogIn', 0, 'vient de se Connecté', '160.161.5.230', 'Log'),
(304, '2019-05-02 15:23:02', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.216.89', 'Log'),
(305, '2019-05-02 17:13:32', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.216.89', 'Log'),
(306, '2019-05-02 17:19:10', 15, 'LogIn', 0, 'vient de se Connecté', '160.179.216.89', 'Log'),
(307, '2019-05-02 19:16:10', 15, 'LogIn', 0, 'vient de se Connecté', '160.179.216.89', 'Log'),
(308, '2019-05-03 09:59:19', 16, 'LogIn', 0, 'vient de se Connecté', '105.154.254.153', 'Log'),
(309, '2019-05-07 10:31:11', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.229.248', 'Log'),
(310, '2019-05-07 22:07:58', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.14.161', 'Log'),
(311, '2019-05-08 22:15:09', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.20.164', 'Log'),
(312, '2019-05-08 23:56:22', 15, 'LogIn', 0, 'vient de se Connecté', '105.155.39.223', 'Log'),
(313, '2019-05-09 04:23:56', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.244.93', 'Log'),
(314, '2019-05-09 10:29:48', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.29.109', 'Log'),
(315, '2019-05-09 11:57:07', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.29.109', 'Log'),
(316, '2019-05-09 11:57:07', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.29.109', 'Log'),
(317, '2019-05-09 11:57:11', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.29.109', 'Log'),
(318, '2019-05-09 12:07:49', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.155.29.109', 'Log'),
(319, '2019-05-09 12:07:49', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.155.29.109', 'Log'),
(320, '2019-05-09 12:07:57', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.29.109', 'Log'),
(321, '2019-05-09 12:28:19', 16, 'LogIn', 0, 'vient de se Connecté', '105.136.4.13', 'Log'),
(322, '2019-05-09 12:41:20', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.29.109', 'Log'),
(323, '2019-05-09 13:51:23', 16, 'LogIn', 0, 'vient de se Connecté', '154.148.58.248', 'Log'),
(324, '2019-05-09 15:34:53', 16, 'LogIn', 0, 'vient de se Connecté', '160.173.240.128', 'Log'),
(325, '2019-05-09 20:50:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.144.248', 'Log'),
(326, '2019-05-09 22:35:12', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.221.247', 'Log'),
(327, '2019-05-10 11:15:08', 15, 'LogIn', 0, 'vient de se Connecté', '105.146.98.230', 'Log'),
(328, '2019-05-12 09:47:00', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.193.179', 'Log'),
(329, '2019-05-12 14:52:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.237.99', 'Log'),
(330, '2019-05-12 19:07:55', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.19.46', 'Log'),
(331, '2019-05-14 12:21:56', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.1.204', 'Log'),
(332, '2019-05-14 14:58:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.1.204', 'Log'),
(333, '2019-05-14 16:46:35', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.1.204', 'Log'),
(334, '2019-05-14 16:46:35', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.1.204', 'Log'),
(335, '2019-05-15 11:19:24', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.97.142', 'Log'),
(336, '2019-05-15 13:45:27', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.97.142', 'Log'),
(337, '2019-05-15 14:54:04', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.97.142', 'Log'),
(338, '2019-05-15 15:32:00', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.97.142', 'Log'),
(339, '2019-05-15 16:09:55', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.97.142', 'Log'),
(340, '2019-05-16 14:51:01', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.133.169', 'Log'),
(341, '2019-05-18 11:28:48', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.89.130', 'Log'),
(342, '2019-05-19 17:18:15', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.193.38', 'Log'),
(343, '2019-05-21 17:36:03', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.63.55', 'Log'),
(344, '2019-05-21 22:08:24', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.63.55', 'Log'),
(345, '2019-05-22 12:16:06', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.58.11', 'Log'),
(346, '2019-05-22 15:12:43', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.230.100', 'Log'),
(347, '2019-05-22 17:26:55', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.230.100', 'Log'),
(348, '2019-05-22 23:24:57', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.230.100', 'Log'),
(349, '2019-05-23 01:02:50', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.230.100', 'Log'),
(350, '2019-05-23 11:47:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.52.3', 'Log'),
(351, '2019-05-28 16:23:19', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.233.128', 'Log'),
(352, '2019-05-28 19:09:49', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.233.128', 'Log'),
(353, '2019-05-29 00:42:52', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.233.128', 'Log'),
(354, '2019-05-29 18:37:36', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.238.86', 'Log'),
(355, '2019-05-29 23:55:02', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.238.86', 'Log'),
(356, '2019-05-30 15:45:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.79.173', 'Log'),
(357, '2019-05-30 22:36:24', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.51.23', 'Log'),
(358, '2019-06-06 13:22:02', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.127.21', 'Log'),
(359, '2019-06-06 15:02:29', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.127.21', 'Log'),
(360, '2019-06-07 22:34:24', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.9.228', 'Log'),
(361, '2019-06-07 23:35:55', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.9.228', 'Log'),
(362, '2019-06-08 00:31:51', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.9.228', 'Log'),
(363, '2019-06-08 12:06:03', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.18.232', 'Log'),
(364, '2019-06-08 14:30:40', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.18.232', 'Log'),
(365, '2019-06-09 19:00:58', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.18.255', 'Log'),
(366, '2019-06-09 21:42:10', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.18.255', 'Log'),
(367, '2019-06-10 00:23:01', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.18.255', 'Log'),
(368, '2019-06-10 23:31:03', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.56.130', 'Log'),
(369, '2019-06-11 16:53:52', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.78.102', 'Log'),
(370, '2019-06-12 21:44:06', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.8.209', 'Log'),
(371, '2019-06-12 22:44:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.8.209', 'Log'),
(372, '2019-06-13 11:10:15', 16, 'LogIn', 0, 'vient de se Connecté', '105.149.37.228', 'Log'),
(373, '2019-06-13 11:10:42', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.149.37.228', 'Log'),
(374, '2019-06-13 11:10:42', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.149.37.228', 'Log'),
(375, '2019-06-18 01:29:25', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.242.121', 'Log'),
(376, '2019-06-18 01:40:45', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.242.121', 'Log'),
(377, '2019-06-18 01:59:18', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.242.121', 'Log'),
(378, '2019-06-18 18:22:02', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.122.102', 'Log'),
(379, '2019-06-18 23:34:55', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.92.237', 'Log'),
(380, '2019-06-19 12:21:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.155.209', 'Log'),
(381, '2019-06-20 12:51:54', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.185.142', 'Log'),
(382, '2019-06-20 15:12:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.18.126', 'Log'),
(383, '2019-06-20 16:07:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.18.126', 'Log'),
(384, '2019-06-20 17:13:08', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.18.126', 'Log'),
(385, '2019-06-20 18:04:49', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.18.126', 'Log'),
(386, '2019-06-21 15:21:16', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.246.248', 'Log'),
(387, '2019-06-27 01:14:58', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.194.102', 'Log'),
(388, '2019-06-27 09:08:27', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.28.89', 'Log'),
(389, '2019-06-30 13:20:17', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.234.68', 'Log'),
(390, '2019-06-30 14:43:21', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.234.68', 'Log'),
(391, '2019-06-30 18:24:13', 16, 'LogIn', 0, 'vient de se Connecté', '196.73.53.152', 'Log'),
(392, '2019-06-30 19:40:21', 16, 'LogIn', 0, 'vient de se Connecté', '196.73.53.152', 'Log'),
(393, '2019-07-01 01:07:42', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.82.39', 'Log'),
(394, '2019-07-06 17:56:10', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.231.62', 'Log'),
(395, '2019-07-08 00:21:13', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.237.210', 'Log'),
(396, '2019-07-08 16:13:48', 16, 'LogIn', 0, 'vient de se Connecté', '105.135.213.254', 'Log'),
(397, '2019-07-08 23:21:34', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.153.233', 'Log'),
(398, '2019-07-09 00:33:06', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.153.233', 'Log'),
(399, '2019-07-11 08:52:47', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.2.222', 'Log'),
(400, '2019-07-11 15:32:59', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.66.244', 'Log'),
(401, '2019-07-11 16:21:18', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.84.108', 'Log'),
(402, '2019-07-11 18:20:25', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.2.222', 'Log'),
(403, '2019-07-11 21:11:58', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.2.222', 'Log'),
(404, '2019-07-13 09:04:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.24.81', 'Log'),
(405, '2019-07-13 15:52:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.37.51', 'Log'),
(406, '2019-07-18 21:29:09', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.241.202', 'Log'),
(407, '2019-07-20 11:19:44', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.198.39', 'Log'),
(408, '2019-07-21 03:19:32', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.14.99', 'Log'),
(409, '2019-07-23 11:36:44', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.234.87', 'Log'),
(410, '2019-07-23 14:45:56', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.234.87', 'Log'),
(411, '2019-07-25 09:25:12', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.89.244', 'Log'),
(412, '2019-07-25 09:27:10', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.140.89.244', 'Log'),
(413, '2019-07-25 09:27:10', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.140.89.244', 'Log'),
(414, '2019-07-25 09:32:59', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.89.244', 'Log'),
(415, '2019-07-25 17:00:50', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.15.188', 'Log'),
(416, '2019-07-25 20:10:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.95.204', 'Log'),
(417, '2019-07-27 13:18:26', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.156.121', 'Log'),
(418, '2019-07-27 15:02:40', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.156.121', 'Log'),
(419, '2019-07-27 16:02:27', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.156.121', 'Log'),
(420, '2019-07-28 13:40:07', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.17.184', 'Log'),
(421, '2019-07-28 18:41:03', 16, 'LogIn', 0, 'vient de se Connecté', '105.153.248.162', 'Log'),
(422, '2019-07-29 00:31:31', 16, 'LogIn', 0, 'vient de se Connecté', '105.154.252.115', 'Log'),
(423, '2019-08-01 10:48:04', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.238.118', 'Log'),
(424, '2019-08-01 10:54:28', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.238.118', 'Log'),
(425, '2019-08-01 12:10:27', 16, 'LogIn', 0, 'vient de se Connecté', '105.135.143.190', 'Log'),
(426, '2019-08-01 15:12:36', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.241.124', 'Log'),
(427, '2019-08-01 18:11:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.135.143.190', 'Log'),
(428, '2019-08-01 21:47:40', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.241.124', 'Log'),
(429, '2019-08-18 18:18:03', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.147.220', 'Log'),
(430, '2019-08-18 19:08:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.147.220', 'Log'),
(431, '2019-08-19 13:32:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.18.137', 'Log'),
(432, '2019-08-19 16:43:34', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.18.137', 'Log'),
(433, '2019-08-22 21:22:32', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.243.164', 'Log'),
(434, '2019-08-23 00:25:03', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.243.164', 'Log'),
(435, '2019-08-29 16:15:08', 16, 'LogIn', 0, 'vient de se Connecté', '160.178.95.10', 'Log'),
(436, '2019-09-01 01:36:28', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.12.137', 'Log'),
(437, '2019-09-03 17:27:00', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.106.31', 'Log'),
(438, '2019-09-03 17:31:11', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.106.31', 'Log'),
(439, '2019-09-03 17:31:11', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.106.31', 'Log'),
(440, '2019-09-03 17:31:33', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.106.31', 'Log'),
(441, '2019-09-05 00:35:56', 16, 'LogIn', 0, 'vient de se Connecté', '160.176.235.236', 'Log'),
(442, '2019-09-05 01:07:54', 16, 'LogOut', 0, 'vient de se Déconnecté', '160.176.235.236', 'Log'),
(443, '2019-09-05 01:07:54', 0, 'LogOut', 0, 'vient de se Déconnecté', '160.176.235.236', 'Log'),
(444, '2019-09-06 15:13:45', 16, 'LogIn', 0, 'vient de se Connecté', '160.178.93.0', 'Log'),
(445, '2019-09-08 01:34:52', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.199.251', 'Log'),
(446, '2019-09-08 11:57:56', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.58.24', 'Log'),
(447, '2019-09-08 14:28:40', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.58.24', 'Log'),
(448, '2019-09-12 20:47:42', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.54', 'Log'),
(449, '2019-09-17 09:00:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.92.93', 'Log'),
(450, '2019-09-17 13:28:54', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.76.24', 'Log'),
(451, '2019-09-17 17:37:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.228.114', 'Log'),
(452, '2019-09-17 18:00:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.228.114', 'Log'),
(453, '2019-09-18 08:41:49', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.228.114', 'Log'),
(454, '2019-09-18 09:56:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.228.114', 'Log'),
(455, '2019-09-19 14:06:46', 16, 'LogIn', 0, 'vient de se Connecté', '102.72.185.1', 'Log'),
(456, '2019-09-19 14:56:07', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.230.169', 'Log'),
(457, '2019-09-19 16:28:58', 16, 'LogIn', 0, 'vient de se Connecté', '41.250.231.164', 'Log'),
(458, '2019-09-20 13:22:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.69.188.91', 'Log'),
(459, '2019-09-23 10:14:41', 16, 'LogIn', 0, 'vient de se Connecté', '105.135.166.16', 'Log'),
(460, '2019-09-23 10:30:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.2.105', 'Log'),
(461, '2019-09-23 10:37:56', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.2.105', 'Log'),
(462, '2019-09-23 10:37:56', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.2.105', 'Log'),
(463, '2019-09-23 11:08:39', 16, 'LogIn', 0, 'vient de se Connecté', '185.174.156.3', 'Log'),
(464, '2019-09-23 12:55:47', 16, 'LogIn', 0, 'vient de se Connecté', '105.145.226.49', 'Log'),
(465, '2019-09-23 23:35:30', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.244.123', 'Log'),
(466, '2019-09-25 16:36:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.95.173', 'Log'),
(467, '2019-09-26 12:08:22', 16, 'LogIn', 0, 'vient de se Connecté', '185.44.76.118', 'Log'),
(468, '2019-09-26 22:45:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.154.248.59', 'Log'),
(469, '2019-09-27 14:50:54', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.225.55', 'Log'),
(470, '2019-09-27 20:20:07', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.124.11', 'Log'),
(471, '2019-09-30 10:39:36', 16, 'LogIn', 0, 'vient de se Connecté', '192.40.57.59', 'Log'),
(472, '2019-09-30 16:18:18', 16, 'LogIn', 0, 'vient de se Connecté', '105.135.141.69', 'Log'),
(473, '2019-09-30 16:30:14', 16, 'LogIn', 0, 'vient de se Connecté', '192.40.57.230', 'Log'),
(474, '2019-09-30 19:16:52', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.218.115', 'Log'),
(475, '2019-09-30 20:08:39', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.218.115', 'Log'),
(476, '2019-09-30 22:41:11', 16, 'LogIn', 0, 'vient de se Connecté', '160.177.218.115', 'Log'),
(477, '2019-10-01 11:36:33', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.90.51', 'Log'),
(478, '2019-10-01 11:51:46', 16, 'LogIn', 0, 'vient de se Connecté', '192.40.57.228', 'Log'),
(479, '2019-10-01 12:06:21', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.142.90.51', 'Log'),
(480, '2019-10-01 12:06:21', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.142.90.51', 'Log'),
(481, '2019-10-01 12:46:42', 16, 'LogIn', 0, 'vient de se Connecté', '89.39.107.202', 'Log'),
(482, '2019-10-01 13:59:48', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.124.11', 'Log'),
(483, '2019-10-01 15:24:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.124.11', 'Log'),
(484, '2019-10-02 00:45:48', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.1.209', 'Log'),
(485, '2019-10-02 18:59:21', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.237.102', 'Log'),
(486, '2019-10-03 19:53:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.220.192', 'Log'),
(487, '2019-10-04 13:14:30', 16, 'LogIn', 0, 'vient de se Connecté', '154.148.236.147', 'Log'),
(488, '2019-10-04 16:54:02', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.103.134', 'Log'),
(489, '2019-10-04 18:52:17', 16, 'LogIn', 0, 'vient de se Connecté', '41.143.103.134', 'Log'),
(490, '2019-10-04 19:01:09', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.70.193', 'Log'),
(491, '2019-10-04 19:37:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.19.192', 'Log'),
(492, '2019-10-04 22:07:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.19.192', 'Log'),
(493, '2019-10-04 23:16:52', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.19.192', 'Log'),
(494, '2019-10-05 00:37:52', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.19.192', 'Log'),
(495, '2019-10-06 11:12:05', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.172.170', 'Log'),
(496, '2019-10-06 11:14:06', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.142.172.170', 'Log'),
(497, '2019-10-06 11:14:06', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.142.172.170', 'Log'),
(498, '2019-10-08 07:09:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.144.123', 'Log'),
(499, '2019-10-08 16:35:05', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.29.11', 'Log'),
(500, '2019-10-09 10:14:00', 16, 'LogIn', 0, 'vient de se Connecté', '109.201.133.26', 'Log'),
(501, '2019-10-09 10:29:52', 16, 'LogIn', 0, 'vient de se Connecté', '109.201.133.26', 'Log'),
(502, '2019-10-09 10:32:31', 16, 'LogIn', 0, 'vient de se Connecté', '109.201.133.26', 'Log'),
(503, '2019-10-09 12:20:28', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.119.178', 'Log'),
(504, '2019-10-09 12:36:40', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.119.178', 'Log'),
(505, '2019-10-09 13:19:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.119.178', 'Log'),
(506, '2019-10-09 16:10:17', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.228.46', 'Log'),
(507, '2019-10-09 21:15:16', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.89.232', 'Log'),
(508, '2019-10-10 16:30:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.216.108', 'Log'),
(509, '2019-10-10 23:13:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.216.108', 'Log'),
(510, '2019-10-11 21:18:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.224.245', 'Log'),
(511, '2019-10-12 00:26:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.224.245', 'Log'),
(512, '2019-10-14 06:54:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.64.147.149', 'Log'),
(513, '2019-10-14 14:38:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.245.9', 'Log'),
(514, '2019-10-14 16:07:26', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.245.9', 'Log'),
(515, '2019-10-14 21:23:41', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.63.43', 'Log'),
(516, '2019-10-15 06:23:13', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.0.63', 'Log'),
(517, '2019-10-15 13:07:48', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.0.63', 'Log'),
(518, '2019-10-15 23:59:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.245.9', 'Log'),
(519, '2019-10-16 00:23:55', 16, 'LogIn', 0, 'vient de se Connecté', '105.155.18.115', 'Log'),
(520, '2019-10-16 06:41:59', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.229', 'Log'),
(521, '2019-10-16 16:25:30', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.229', 'Log'),
(522, '2019-10-16 21:07:20', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.240.229', 'Log'),
(523, '2019-10-17 07:56:09', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.241.248', 'Log'),
(524, '2019-10-17 12:05:12', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.183.203', 'Log'),
(525, '2019-10-17 17:15:17', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.183.203', 'Log'),
(526, '2019-10-18 07:41:57', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.1.126', 'Log'),
(527, '2019-10-18 13:11:26', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.1.126', 'Log'),
(528, '2019-10-18 15:09:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.1.126', 'Log'),
(529, '2019-10-18 17:31:28', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.1.126', 'Log'),
(530, '2019-10-19 21:47:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.65.240.21', 'Log'),
(531, '2019-10-20 07:32:51', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.1.119', 'Log'),
(532, '2019-10-21 00:08:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.159.19.97', 'Log'),
(533, '2019-10-21 15:47:56', 16, 'LogIn', 0, 'vient de se Connecté', '105.190.122.217', 'Log'),
(534, '2019-10-21 17:43:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.245.9', 'Log'),
(535, '2019-10-21 19:11:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.245.9', 'Log');
INSERT INTO `person_activity` (`id`, `created`, `created_by`, `activity_action`, `activity_module_id`, `activity_message`, `activity_ip`, `module`) VALUES
(536, '2019-10-21 19:41:36', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.44.235', 'Log'),
(537, '2019-10-21 19:46:46', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.44.235', 'Log'),
(538, '2019-10-21 20:32:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.245.9', 'Log'),
(539, '2019-10-21 22:51:11', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.44.235', 'Log'),
(540, '2019-10-21 23:36:24', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.245.9', 'Log'),
(541, '2019-10-21 23:58:49', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.44.235', 'Log'),
(542, '2019-10-22 00:23:37', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.248.44.235', 'Log'),
(543, '2019-10-22 00:23:37', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.248.44.235', 'Log'),
(544, '2019-10-22 00:23:45', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.44.235', 'Log'),
(545, '2019-10-22 17:15:59', 16, 'LogIn', 0, 'vient de se Connecté', '192.40.57.232', 'Log'),
(546, '2019-10-22 17:19:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.119.207.168', 'Log'),
(547, '2019-10-22 17:24:37', 16, 'LogIn', 0, 'vient de se Connecté', '196.119.207.168', 'Log'),
(548, '2019-10-22 22:36:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.93.43', 'Log'),
(549, '2019-10-22 22:40:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.93.43', 'Log'),
(550, '2019-10-23 00:31:12', 16, 'LogIn', 0, 'vient de se Connecté', '196.206.93.43', 'Log'),
(551, '2019-10-23 01:18:40', 16, 'LogIn', 0, 'vient de se Connecté', '109.201.133.24', 'Log'),
(552, '2019-10-23 13:51:58', 16, 'LogIn', 0, 'vient de se Connecté', '89.39.107.197', 'Log'),
(553, '2019-10-23 13:52:40', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.29.38', 'Log'),
(554, '2019-10-23 14:17:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.127.77', 'Log'),
(555, '2019-10-23 14:54:05', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.127.77', 'Log'),
(556, '2019-10-23 14:54:05', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.127.77', 'Log'),
(557, '2019-10-23 15:01:17', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.127.77', 'Log'),
(558, '2019-10-24 18:20:58', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.247.192', 'Log'),
(559, '2019-10-24 19:49:23', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.247.192', 'Log'),
(560, '2019-10-25 10:03:24', 16, 'LogIn', 0, 'vient de se Connecté', '105.154.250.100', 'Log'),
(561, '2019-10-25 15:44:24', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.241.131', 'Log'),
(562, '2019-10-25 20:45:47', 16, 'LogIn', 0, 'vient de se Connecté', '160.179.241.131', 'Log'),
(563, '2019-10-25 23:11:55', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.73.205', 'Log'),
(564, '2019-10-26 11:31:44', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.116.99', 'Log'),
(565, '2019-10-27 14:36:04', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.249.74', 'Log'),
(566, '2019-10-28 00:12:07', 16, 'LogIn', 0, 'vient de se Connecté', '41.248.48.114', 'Log'),
(567, '2019-10-28 07:02:59', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.171.125', 'Log'),
(568, '2019-10-29 07:10:04', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.109.139', 'Log'),
(569, '2019-10-30 01:36:42', 16, 'LogIn', 0, 'vient de se Connecté', '41.142.108.254', 'Log'),
(570, '2019-10-30 07:09:34', 16, 'LogIn', 0, 'vient de se Connecté', '41.140.12.144', 'Log'),
(571, '2019-11-05 17:31:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.43.135', 'Log'),
(572, '2019-11-05 20:52:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.43.135', 'Log'),
(573, '2019-11-06 20:06:00', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.8.191', 'Log'),
(574, '2019-11-07 01:26:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.120.122.110', 'Log'),
(575, '2019-11-07 01:28:31', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.8.191', 'Log'),
(576, '2019-11-07 01:35:39', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.8.191', 'Log'),
(577, '2019-11-07 07:26:11', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.8.176', 'Log'),
(578, '2019-11-07 09:43:39', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.8.176', 'Log'),
(579, '2019-11-07 13:21:42', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.8.138', 'Log'),
(580, '2019-11-07 13:24:35', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.8.138', 'Log'),
(581, '2019-11-07 13:24:35', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.8.138', 'Log'),
(582, '2019-11-07 22:30:30', 16, 'LogIn', 0, 'vient de se Connecté', '102.102.157.92', 'Log'),
(583, '2019-11-07 23:38:57', 16, 'LogIn', 0, 'vient de se Connecté', '196.120.122.110', 'Log'),
(584, '2019-11-08 04:57:15', 16, 'LogIn', 0, 'vient de se Connecté', '102.102.157.92', 'Log'),
(585, '2019-11-08 07:03:16', 16, 'LogIn', 0, 'vient de se Connecté', '102.102.157.92', 'Log'),
(586, '2019-11-09 07:40:02', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.99.103', 'Log'),
(587, '2019-11-12 20:04:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.15.30', 'Log'),
(588, '2019-11-12 21:56:09', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.15.30', 'Log'),
(589, '2019-11-12 21:56:09', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.15.30', 'Log'),
(590, '2019-11-12 21:56:38', 16, 'LogIn', 0, 'vient de se Connecté', '105.149.109.72', 'Log'),
(591, '2019-11-12 21:56:57', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.15.30', 'Log'),
(592, '2019-11-13 00:24:03', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.15.30', 'Log'),
(593, '2019-11-13 00:24:03', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.15.30', 'Log'),
(594, '2019-11-13 00:28:15', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.15.30', 'Log'),
(595, '2019-11-13 07:31:34', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.48.77', 'Log'),
(596, '2019-11-13 23:48:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.87.122', 'Log'),
(597, '2019-11-14 07:57:00', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.36.95', 'Log'),
(598, '2019-11-14 09:39:43', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.36.95', 'Log'),
(599, '2019-11-14 14:03:25', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.36.95', 'Log'),
(600, '2019-11-14 16:43:50', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.65.69', 'Log'),
(601, '2019-11-14 19:22:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.98.223', 'Log'),
(602, '2019-11-14 20:40:00', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.98.223', 'Log'),
(603, '2019-11-14 21:03:17', 16, 'LogIn', 0, 'vient de se Connecté', '160.170.48.234', 'Log'),
(604, '2019-11-15 18:01:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.90.173', 'Log'),
(605, '2019-11-15 19:23:13', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.15.39', 'Log'),
(606, '2019-11-15 21:47:57', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.15.39', 'Log'),
(607, '2019-11-15 23:06:56', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.15.39', 'Log'),
(608, '2019-11-16 00:04:51', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.15.39', 'Log'),
(609, '2019-11-16 15:48:30', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.210.253', 'Log'),
(610, '2019-11-16 18:07:39', 16, 'LogIn', 0, 'vient de se Connecté', '196.89.231.147', 'Log'),
(611, '2019-11-16 22:24:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.93.77', 'Log'),
(612, '2019-11-17 07:25:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.93.77', 'Log'),
(613, '2019-11-17 08:08:21', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.93.77', 'Log'),
(614, '2019-11-17 16:29:15', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.93.77', 'Log'),
(615, '2019-11-17 22:49:55', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.141.193', 'Log'),
(616, '2019-11-18 21:13:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.148', 'Log'),
(617, '2019-11-18 22:56:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.148', 'Log'),
(618, '2019-11-19 23:20:15', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.120.253', 'Log'),
(619, '2019-11-20 08:24:37', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.59.91', 'Log'),
(620, '2019-11-20 22:37:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.110.83', 'Log'),
(621, '2019-11-21 06:46:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.58.63', 'Log'),
(622, '2019-11-21 17:34:04', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.155.250', 'Log'),
(623, '2019-11-22 09:52:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.63.124', 'Log'),
(624, '2019-11-22 16:55:06', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.38.227', 'Log'),
(625, '2019-11-23 13:24:27', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.73.208', 'Log'),
(626, '2019-11-23 14:03:36', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.73.208', 'Log'),
(627, '2019-11-23 14:03:36', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.73.208', 'Log'),
(628, '2019-11-24 21:15:59', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.82.45', 'Log'),
(629, '2019-11-24 22:42:24', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.82.45', 'Log'),
(630, '2019-11-25 00:18:35', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.82.45', 'Log'),
(631, '2019-11-25 01:02:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.82.45', 'Log'),
(632, '2019-11-25 20:52:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.112.134', 'Log'),
(633, '2019-11-25 23:19:13', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.112.134', 'Log'),
(634, '2019-11-26 00:34:17', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.112.134', 'Log'),
(635, '2019-11-26 07:13:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.175.71', 'Log'),
(636, '2019-11-27 07:59:47', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.91.135', 'Log'),
(637, '2019-11-27 15:58:08', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.129.254', 'Log'),
(638, '2019-11-27 17:23:26', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.129.254', 'Log'),
(639, '2019-11-27 23:09:24', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.184', 'Log'),
(640, '2019-11-28 01:22:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.184', 'Log'),
(641, '2019-11-28 19:19:04', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.101.211', 'Log'),
(642, '2019-11-28 22:03:50', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.101.211', 'Log'),
(643, '2019-11-29 13:39:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.115.80.7', 'Log'),
(644, '2019-11-29 19:21:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.68.110', 'Log'),
(645, '2019-11-29 20:53:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.68.110', 'Log'),
(646, '2019-12-01 00:19:16', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.8.117', 'Log'),
(647, '2019-12-04 19:26:18', 16, 'LogIn', 0, 'vient de se Connecté', '105.139.112.221', 'Log'),
(648, '2019-12-08 15:20:56', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.98.130', 'Log'),
(649, '2019-12-08 17:18:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.98.130', 'Log'),
(650, '2019-12-08 19:30:10', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.98.130', 'Log'),
(651, '2019-12-10 15:48:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.3.89', 'Log'),
(652, '2019-12-11 09:03:47', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.230.7', 'Log'),
(653, '2019-12-13 12:16:49', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.34.30', 'Log'),
(654, '2019-12-13 14:51:40', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.34.30', 'Log'),
(655, '2019-12-13 15:32:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.34.30', 'Log'),
(656, '2019-12-13 15:35:30', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.191.34.30', 'Log'),
(657, '2019-12-13 15:35:30', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.191.34.30', 'Log'),
(658, '2019-12-13 16:48:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.41.139', 'Log'),
(659, '2019-12-13 17:54:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.41.139', 'Log'),
(660, '2019-12-14 15:07:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.13.243', 'Log'),
(661, '2019-12-18 12:23:33', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.50.183', 'Log'),
(662, '2019-12-18 13:22:03', 16, 'LogIn', 0, 'vient de se Connecté', '46.166.142.217', 'Log'),
(663, '2019-12-18 14:57:34', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.50.183', 'Log'),
(664, '2019-12-18 16:57:29', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.50.183', 'Log'),
(665, '2019-12-18 19:36:04', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.49.222', 'Log'),
(666, '2019-12-19 23:34:27', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.87.141', 'Log'),
(667, '2019-12-28 22:47:37', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.25.36', 'Log'),
(668, '2019-12-29 00:38:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.25.36', 'Log'),
(669, '2020-01-01 13:50:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.135.57', 'Log'),
(670, '2020-01-02 13:40:28', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.34.31', 'Log'),
(671, '2020-01-02 13:47:16', 16, 'LogIn', 0, 'vient de se Connecté', '46.166.142.221', 'Log'),
(672, '2020-01-03 08:09:38', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.61.35', 'Log'),
(673, '2020-01-07 14:31:20', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.158', 'Log'),
(674, '2020-01-07 16:10:39', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.158', 'Log'),
(675, '2020-01-10 23:43:01', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.3.62', 'Log'),
(676, '2020-01-11 14:25:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.16.66', 'Log'),
(677, '2020-01-12 22:19:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.62.219', 'Log'),
(678, '2020-01-13 20:34:09', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.35.116', 'Log'),
(679, '2020-01-14 08:37:35', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.8.75', 'Log'),
(680, '2020-01-14 10:44:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.8.75', 'Log'),
(681, '2020-01-14 10:59:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.125.164.13', 'Log'),
(682, '2020-01-14 12:30:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.8.75', 'Log'),
(683, '2020-01-14 16:36:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.8.75', 'Log'),
(684, '2020-01-15 19:11:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.65.81', 'Log'),
(685, '2020-01-18 16:38:12', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.13.43', 'Log'),
(686, '2020-01-19 15:29:01', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.63.178', 'Log'),
(687, '2020-01-19 23:56:08', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.63.178', 'Log'),
(688, '2020-01-23 20:12:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(689, '2020-01-24 00:35:15', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(690, '2020-01-24 16:50:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(691, '2020-01-24 21:06:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(692, '2020-01-25 01:05:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(693, '2020-01-25 17:01:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(694, '2020-01-26 15:38:53', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(695, '2020-01-26 18:13:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(696, '2020-01-26 20:32:09', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(697, '2020-01-26 21:05:23', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(698, '2020-01-26 23:45:28', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(699, '2020-01-27 01:33:21', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.95.57', 'Log'),
(700, '2020-02-01 20:29:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.52.65', 'Log'),
(701, '2020-02-01 20:35:13', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.52.65', 'Log'),
(702, '2020-02-01 20:35:13', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.52.65', 'Log'),
(703, '2020-02-01 23:18:08', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.41.130', 'Log'),
(704, '2020-02-01 23:18:44', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.41.130', 'Log'),
(705, '2020-02-01 23:18:44', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.41.130', 'Log'),
(706, '2020-02-03 22:34:10', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.15.159', 'Log'),
(707, '2020-02-04 00:12:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.15.159', 'Log'),
(708, '2020-02-05 13:32:34', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.55.57', 'Log'),
(709, '2020-02-05 14:44:38', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.55.57', 'Log'),
(710, '2020-02-05 16:46:01', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.226.204', 'Log'),
(711, '2020-02-05 17:35:02', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.226.204', 'Log'),
(712, '2020-02-05 20:03:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.44.160', 'Log'),
(713, '2020-02-05 21:16:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.44.160', 'Log'),
(714, '2020-02-06 10:38:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.58.222', 'Log'),
(715, '2020-02-10 23:39:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.108.201', 'Log'),
(716, '2020-02-11 23:31:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.71.192', 'Log'),
(717, '2020-02-22 21:08:48', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.39.125', 'Log'),
(718, '2020-02-22 23:18:13', 16, 'LogIn', 0, 'vient de se Connecté', '196.116.187.45', 'Log'),
(719, '2020-02-24 13:42:33', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.221.100', 'Log'),
(720, '2020-02-24 23:59:12', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.44.244', 'Log'),
(721, '2020-02-25 00:12:20', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.44.244', 'Log'),
(722, '2020-02-25 13:12:01', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.31.71', 'Log'),
(723, '2020-02-25 15:32:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.31.71', 'Log'),
(724, '2020-02-25 18:00:12', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.31.71', 'Log'),
(725, '2020-02-26 16:28:51', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.33.78', 'Log'),
(726, '2020-02-26 21:29:59', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.33.78', 'Log'),
(727, '2020-03-22 19:31:29', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.138.7', 'Log'),
(728, '2020-03-22 22:56:33', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.138.7', 'Log'),
(729, '2020-03-25 22:39:29', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.115.71', 'Log'),
(730, '2020-03-26 15:41:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.3.198', 'Log'),
(731, '2020-03-26 16:46:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.3.198', 'Log'),
(732, '2020-03-26 17:52:07', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.3.198', 'Log'),
(733, '2020-03-26 20:51:43', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.120.234', 'Log'),
(734, '2020-04-09 22:12:39', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.40.222', 'Log'),
(735, '2020-04-09 23:11:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.40.222', 'Log'),
(736, '2020-04-10 15:24:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.40.222', 'Log'),
(737, '2020-04-11 12:25:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.40.222', 'Log'),
(738, '2020-04-11 21:32:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.40.222', 'Log'),
(739, '2020-04-11 22:39:12', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.40.222', 'Log'),
(740, '2020-04-14 19:26:33', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(741, '2020-04-14 22:33:22', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(742, '2020-04-15 00:45:22', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(743, '2020-04-15 15:08:56', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(744, '2020-04-15 18:55:20', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(745, '2020-04-15 20:52:10', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(746, '2020-04-15 22:08:01', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(747, '2020-04-16 00:05:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.21.47', 'Log'),
(748, '2020-04-16 00:22:06', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.191.21.47', 'Log'),
(749, '2020-04-16 00:22:06', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.191.21.47', 'Log'),
(750, '2020-04-17 00:22:30', 16, 'LogIn', 0, 'vient de se Connecté', '89.39.107.196', 'Log'),
(751, '2020-04-17 00:44:58', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.113.177', 'Log'),
(752, '2020-04-17 00:45:27', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.191.113.177', 'Log'),
(753, '2020-04-17 00:45:27', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.191.113.177', 'Log'),
(754, '2020-04-17 12:52:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.113.177', 'Log'),
(755, '2020-04-18 16:10:00', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.113.177', 'Log'),
(756, '2020-04-19 10:58:27', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.34.238', 'Log'),
(757, '2020-04-19 14:05:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.130.98', 'Log'),
(758, '2020-04-19 22:03:15', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.130.98', 'Log'),
(759, '2020-04-20 18:16:13', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.74.39', 'Log'),
(760, '2020-04-20 19:56:48', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.74.39', 'Log'),
(761, '2020-04-21 12:03:46', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.74.39', 'Log'),
(762, '2020-04-22 18:11:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.77.67', 'Log'),
(763, '2020-04-22 19:41:37', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.77.67', 'Log'),
(764, '2020-04-22 20:45:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.77.67', 'Log'),
(765, '2020-04-23 09:53:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.85.37', 'Log'),
(766, '2020-04-23 11:06:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.85.37', 'Log'),
(767, '2020-04-23 22:19:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.85.37', 'Log'),
(768, '2020-04-24 00:14:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.85.37', 'Log'),
(769, '2020-04-24 01:07:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.91.167', 'Log'),
(770, '2020-04-24 10:20:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.91.167', 'Log'),
(771, '2020-04-24 19:18:26', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.91.167', 'Log'),
(772, '2020-04-26 15:01:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.91.167', 'Log'),
(773, '2020-04-27 11:27:21', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.90.21', 'Log'),
(774, '2020-04-28 11:08:09', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.79.63', 'Log'),
(775, '2020-04-28 14:53:51', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.79.63', 'Log'),
(776, '2020-04-28 15:53:10', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.79.63', 'Log'),
(777, '2020-04-28 23:05:40', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.79.63', 'Log'),
(778, '2020-04-29 15:18:49', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.73.243', 'Log'),
(779, '2020-04-29 16:27:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.73.243', 'Log'),
(780, '2020-04-30 12:32:47', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.131.223', 'Log'),
(781, '2020-04-30 13:13:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.131.223', 'Log'),
(782, '2020-04-30 17:33:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.131.223', 'Log'),
(783, '2020-05-01 10:47:07', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.68.13', 'Log'),
(784, '2020-05-04 14:54:03', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.20.102', 'Log'),
(785, '2020-05-05 11:51:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.48.183', 'Log'),
(786, '2020-05-07 11:55:40', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.149.239', 'Log'),
(787, '2020-05-07 14:55:46', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.95.39', 'Log'),
(788, '2020-05-07 17:40:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.127.174.61', 'Log'),
(789, '2020-05-07 17:43:10', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.127.174.61', 'Log'),
(790, '2020-05-07 17:43:10', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.127.174.61', 'Log'),
(791, '2020-05-07 17:43:19', 15, 'LogIn', 0, 'vient de se Connecté', '196.127.174.61', 'Log'),
(792, '2020-05-07 18:25:45', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.31.45', 'Log'),
(793, '2020-05-08 18:51:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.27.131', 'Log'),
(794, '2020-05-09 11:45:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(795, '2020-05-09 15:48:23', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(796, '2020-05-09 17:37:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(797, '2020-05-09 23:17:00', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(798, '2020-05-10 00:19:03', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(799, '2020-05-10 13:30:55', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(800, '2020-05-10 14:16:09', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(801, '2020-05-10 16:43:49', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.46.170', 'Log'),
(802, '2020-05-12 13:06:19', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.19.173', 'Log'),
(803, '2020-05-12 14:00:14', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.19.173', 'Log'),
(804, '2020-05-12 15:16:26', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.19.173', 'Log'),
(805, '2020-05-13 14:36:34', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(806, '2020-05-13 14:58:41', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.104.160', 'Log'),
(807, '2020-05-13 14:58:41', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.104.160', 'Log'),
(808, '2020-05-13 15:05:48', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(809, '2020-05-14 13:03:21', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.38.58', 'Log'),
(810, '2020-05-14 13:22:47', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.189.38.58', 'Log'),
(811, '2020-05-14 13:22:47', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.189.38.58', 'Log'),
(812, '2020-05-14 17:33:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(813, '2020-05-14 19:02:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(814, '2020-05-14 22:36:16', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(815, '2020-05-15 11:45:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(816, '2020-05-15 15:10:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(817, '2020-05-15 15:19:59', 16, 'LogIn', 0, 'vient de se Connecté', '160.162.82.28', 'Log'),
(818, '2020-05-16 12:12:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(819, '2020-05-17 12:16:37', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(820, '2020-05-17 13:24:02', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.104.160', 'Log'),
(821, '2020-05-17 13:24:02', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.104.160', 'Log'),
(822, '2020-05-17 13:24:06', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(823, '2020-05-17 13:27:35', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.104.160', 'Log'),
(824, '2020-05-18 16:23:51', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.1.236', 'Log'),
(825, '2020-05-20 17:58:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.153.157', 'Log'),
(826, '2020-05-23 15:14:56', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.233.246', 'Log'),
(827, '2020-05-23 16:35:26', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.233.246', 'Log'),
(828, '2020-05-24 01:12:29', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.233.246', 'Log'),
(829, '2020-05-24 01:23:55', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.233.246', 'Log'),
(830, '2020-05-24 01:23:55', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.233.246', 'Log'),
(831, '2020-05-24 13:45:35', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.233.246', 'Log'),
(832, '2020-05-25 11:07:13', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.249.28', 'Log'),
(833, '2020-05-25 16:59:06', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.249.28', 'Log'),
(834, '2020-05-26 00:33:11', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.249.28', 'Log'),
(835, '2020-06-03 10:18:16', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.57.43', 'Log'),
(836, '2020-06-07 01:53:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.62.116', 'Log'),
(837, '2020-06-07 01:57:11', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.62.116', 'Log'),
(838, '2020-06-07 01:57:11', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.62.116', 'Log'),
(839, '2020-06-07 15:59:29', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.44.170', 'Log'),
(840, '2020-06-09 20:20:24', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.76.185', 'Log'),
(841, '2020-06-09 21:35:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.76.185', 'Log'),
(842, '2020-06-10 15:27:23', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.43.200', 'Log'),
(843, '2020-06-10 15:28:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.70.80.59', 'Log'),
(844, '2020-06-12 00:35:04', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.43.200', 'Log'),
(845, '2020-06-12 00:36:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.120.175.23', 'Log'),
(846, '2020-06-12 01:59:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.43.200', 'Log'),
(847, '2020-06-12 02:12:09', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.43.200', 'Log'),
(848, '2020-06-12 02:12:09', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.43.200', 'Log'),
(849, '2020-06-12 07:33:17', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.43.200', 'Log'),
(850, '2020-06-14 19:22:16', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.7.56', 'Log'),
(851, '2020-06-15 00:37:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.7.56', 'Log'),
(852, '2020-06-16 01:43:12', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.61.180', 'Log'),
(853, '2020-06-16 02:27:43', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.156', 'Log'),
(854, '2020-06-16 05:24:36', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.194.99', 'Log'),
(855, '2020-06-16 05:29:21', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.194.99', 'Log'),
(856, '2020-06-16 05:29:21', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.194.99', 'Log'),
(857, '2020-06-16 10:12:08', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.156', 'Log'),
(858, '2020-06-16 11:09:21', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.156', 'Log'),
(859, '2020-06-16 12:14:55', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.156', 'Log'),
(860, '2020-06-16 13:06:48', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.194.99', 'Log'),
(861, '2020-06-16 13:09:35', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.156', 'Log'),
(862, '2020-06-16 14:26:56', 16, 'LogIn', 0, 'vient de se Connecté', '209.58.142.156', 'Log'),
(863, '2020-06-16 14:27:09', 16, 'LogOut', 0, 'vient de se Déconnecté', '209.58.142.156', 'Log'),
(864, '2020-06-16 14:27:09', 0, 'LogOut', 0, 'vient de se Déconnecté', '209.58.142.156', 'Log'),
(865, '2020-06-16 14:29:48', 15, 'LogIn', 0, 'vient de se Connecté', '209.58.142.156', 'Log'),
(866, '2020-06-16 15:56:09', 15, 'LogIn', 0, 'vient de se Connecté', '89.39.107.197', 'Log'),
(867, '2020-06-16 15:56:26', 15, 'LogOut', 0, 'vient de se Déconnecté', '89.39.107.197', 'Log'),
(868, '2020-06-16 15:56:26', 0, 'LogOut', 0, 'vient de se Déconnecté', '89.39.107.197', 'Log'),
(869, '2020-06-16 15:56:33', 15, 'LogIn', 0, 'vient de se Connecté', '89.39.107.197', 'Log'),
(870, '2020-06-16 16:37:43', 15, 'LogIn', 0, 'vient de se Connecté', '89.39.107.197', 'Log'),
(871, '2020-06-16 16:38:00', 16, 'LogIn', 0, 'vient de se Connecté', '102.102.43.80', 'Log'),
(872, '2020-06-16 17:43:51', 15, 'LogIn', 0, 'vient de se Connecté', '89.39.107.197', 'Log'),
(873, '2020-06-17 00:59:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.49.248', 'Log'),
(874, '2020-06-17 01:00:34', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.191.49.248', 'Log'),
(875, '2020-06-17 01:00:34', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.191.49.248', 'Log'),
(876, '2020-06-17 12:05:08', 16, 'LogIn', 0, 'vient de se Connecté', '102.103.114.187', 'Log'),
(877, '2020-06-17 19:40:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.54.251', 'Log'),
(878, '2020-06-17 22:24:51', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.35.187', 'Log'),
(879, '2020-06-18 11:31:32', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.23.75', 'Log'),
(880, '2020-06-18 20:27:20', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.23.75', 'Log'),
(881, '2020-06-19 12:22:21', 15, 'LogIn', 0, 'vient de se Connecté', '209.58.147.245', 'Log'),
(882, '2020-06-19 13:40:06', 15, 'LogIn', 0, 'vient de se Connecté', '209.58.147.245', 'Log'),
(883, '2020-06-19 14:19:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.89.208', 'Log'),
(884, '2020-06-19 14:36:49', 15, 'LogIn', 0, 'vient de se Connecté', '209.58.147.245', 'Log'),
(885, '2020-06-19 18:27:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.89.208', 'Log'),
(886, '2020-06-20 00:14:39', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.175.243', 'Log'),
(887, '2020-06-20 00:15:44', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.175.243', 'Log'),
(888, '2020-06-20 00:15:44', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.175.243', 'Log'),
(889, '2020-06-20 12:06:43', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.118.23', 'Log'),
(890, '2020-06-20 19:48:51', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.118.23', 'Log'),
(891, '2020-06-21 05:51:44', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.118.23', 'Log'),
(892, '2020-06-21 11:56:09', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.130', 'Log'),
(893, '2020-06-21 13:37:53', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.82.130', 'Log'),
(894, '2020-06-21 13:37:53', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.82.130', 'Log'),
(895, '2020-06-21 15:02:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.130', 'Log'),
(896, '2020-06-21 17:46:05', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.82.130', 'Log'),
(897, '2020-06-21 17:46:05', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.82.130', 'Log'),
(898, '2020-06-21 17:46:08', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.130', 'Log'),
(899, '2020-06-21 17:52:49', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.82.130', 'Log'),
(900, '2020-06-21 17:52:49', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.82.130', 'Log'),
(901, '2020-06-21 17:56:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.130', 'Log'),
(902, '2020-06-21 19:10:10', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.82.130', 'Log'),
(903, '2020-06-22 10:43:08', 15, 'LogIn', 0, 'vient de se Connecté', '192.40.57.235', 'Log'),
(904, '2020-06-22 13:12:37', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.10.183', 'Log'),
(905, '2020-06-22 13:13:38', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.10.183', 'Log'),
(906, '2020-06-22 13:13:38', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.10.183', 'Log'),
(907, '2020-06-22 13:16:52', 15, 'LogIn', 0, 'vient de se Connecté', '192.40.57.235', 'Log'),
(908, '2020-06-22 14:25:47', 15, 'LogIn', 0, 'vient de se Connecté', '192.40.57.235', 'Log'),
(909, '2020-06-22 17:35:22', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.77.94', 'Log'),
(910, '2020-06-22 18:49:47', 15, 'LogIn', 0, 'vient de se Connecté', '41.92.125.120', 'Log'),
(911, '2020-06-22 19:42:41', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.77.94', 'Log'),
(912, '2020-06-23 00:18:43', 15, 'LogIn', 0, 'vient de se Connecté', '185.107.95.230', 'Log'),
(913, '2020-06-23 02:21:19', 15, 'LogIn', 0, 'vient de se Connecté', '185.107.95.230', 'Log'),
(914, '2020-06-23 07:11:08', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.75.96', 'Log'),
(915, '2020-06-23 14:27:35', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.75.96', 'Log'),
(916, '2020-06-23 14:55:34', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.75.96', 'Log'),
(917, '2020-06-24 12:36:06', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.148.216', 'Log'),
(918, '2020-06-24 18:31:17', 15, 'LogIn', 0, 'vient de se Connecté', '196.125.136.85', 'Log'),
(919, '2020-06-24 18:39:42', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.148.216', 'Log'),
(920, '2020-06-24 19:08:03', 15, 'LogIn', 0, 'vient de se Connecté', '196.125.136.85', 'Log'),
(921, '2020-06-24 22:45:26', 15, 'LogIn', 0, 'vient de se Connecté', '196.125.136.85', 'Log'),
(922, '2020-06-24 23:28:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.140.95', 'Log'),
(923, '2020-06-24 23:33:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.140.95', 'Log'),
(924, '2020-06-24 23:40:04', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.140.95', 'Log'),
(925, '2020-06-24 23:40:04', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.140.95', 'Log'),
(926, '2020-06-25 05:58:21', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.44.44', 'Log'),
(927, '2020-06-25 06:02:25', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.44.44', 'Log'),
(928, '2020-06-25 06:02:25', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.44.44', 'Log'),
(929, '2020-06-25 11:45:24', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.67.122', 'Log'),
(930, '2020-06-26 13:58:39', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.51.37', 'Log'),
(931, '2020-06-26 14:50:52', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.51.37', 'Log'),
(932, '2020-06-26 19:57:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.13.27', 'Log'),
(933, '2020-06-26 21:08:35', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.13.27', 'Log'),
(934, '2020-06-27 12:08:01', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.31.161', 'Log'),
(935, '2020-06-27 16:45:00', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.21.88', 'Log'),
(936, '2020-06-27 16:48:45', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.21.88', 'Log'),
(937, '2020-06-27 16:48:45', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.21.88', 'Log'),
(938, '2020-06-27 17:28:01', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.21.88', 'Log'),
(939, '2020-06-27 17:33:07', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.21.88', 'Log'),
(940, '2020-06-27 17:33:07', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.21.88', 'Log'),
(941, '2020-06-27 17:37:15', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.21.88', 'Log'),
(942, '2020-06-27 19:13:13', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.21.88', 'Log'),
(943, '2020-06-28 13:07:08', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.90.124', 'Log'),
(944, '2020-06-28 14:30:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.90.124', 'Log'),
(945, '2020-06-28 15:01:54', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.191.90.124', 'Log'),
(946, '2020-06-28 15:01:54', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.191.90.124', 'Log'),
(947, '2020-06-28 15:01:56', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.90.124', 'Log'),
(948, '2020-06-28 17:36:51', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.90.124', 'Log'),
(949, '2020-06-29 19:38:21', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.34.30', 'Log'),
(950, '2020-06-30 09:49:15', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.116.114', 'Log'),
(951, '2020-06-30 09:56:47', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.116.114', 'Log'),
(952, '2020-06-30 16:32:10', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.145.103', 'Log'),
(953, '2020-06-30 21:46:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.145.103', 'Log'),
(954, '2020-07-01 17:14:56', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.108.42', 'Log'),
(955, '2020-07-01 17:21:14', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.108.42', 'Log'),
(956, '2020-07-01 17:21:14', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.108.42', 'Log'),
(957, '2020-07-01 20:48:13', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.97.31', 'Log'),
(958, '2020-07-01 22:10:40', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.191.97.31', 'Log'),
(959, '2020-07-01 22:10:40', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.191.97.31', 'Log'),
(960, '2020-07-02 16:28:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.97.31', 'Log'),
(961, '2020-07-02 23:39:40', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.27.189', 'Log'),
(962, '2020-07-03 15:03:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.124.136.239', 'Log'),
(963, '2020-07-03 19:52:13', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.21.90', 'Log'),
(964, '2020-07-07 12:52:38', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.54.115', 'Log'),
(965, '2020-07-08 22:05:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.90.145', 'Log'),
(966, '2020-07-12 19:15:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.65.202', 'Log'),
(967, '2020-07-14 12:15:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.115.230', 'Log'),
(968, '2020-07-16 22:54:17', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.38.26', 'Log'),
(969, '2020-07-22 01:01:59', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.20.69', 'Log'),
(970, '2020-07-23 09:30:01', 16, 'LogIn', 0, 'vient de se Connecté', '185.107.80.220', 'Log'),
(971, '2020-07-23 11:32:59', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.232.167', 'Log'),
(972, '2020-07-23 11:33:28', 16, 'LogIn', 0, 'vient de se Connecté', '185.107.80.220', 'Log'),
(973, '2020-07-23 13:23:35', 16, 'LogIn', 0, 'vient de se Connecté', '190.2.131.208', 'Log'),
(974, '2020-07-25 16:33:09', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.240.25', 'Log'),
(975, '2020-07-25 16:45:32', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.240.25', 'Log'),
(976, '2020-07-25 16:45:32', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.240.25', 'Log'),
(977, '2020-07-26 10:03:29', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.237.249', 'Log'),
(978, '2020-07-26 10:22:58', 16, 'LogOut', 0, 'vient de se Déconnecté', '197.253.196.129', 'Log'),
(979, '2020-07-26 10:22:58', 0, 'LogOut', 0, 'vient de se Déconnecté', '197.253.237.249', 'Log'),
(980, '2020-07-26 10:29:54', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.196.129', 'Log'),
(981, '2020-07-28 04:35:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.145.150', 'Log'),
(982, '2020-07-28 05:39:35', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.170.208', 'Log'),
(983, '2020-07-29 20:21:20', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.213.26', 'Log'),
(984, '2020-07-29 21:56:57', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.10.35', 'Log'),
(985, '2020-07-31 03:08:06', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.26.231', 'Log'),
(986, '2020-07-31 03:08:56', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.26.231', 'Log'),
(987, '2020-07-31 03:08:56', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.26.231', 'Log'),
(988, '2020-07-31 08:42:26', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.26.231', 'Log'),
(989, '2020-07-31 08:48:42', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.26.231', 'Log'),
(990, '2020-07-31 08:48:42', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.26.231', 'Log'),
(991, '2020-08-03 13:14:26', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.238.149', 'Log'),
(992, '2020-08-05 00:10:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.5.80', 'Log'),
(993, '2020-08-05 05:36:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.4.55', 'Log'),
(994, '2020-08-05 11:10:12', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.28.246', 'Log'),
(995, '2020-08-05 11:10:50', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.28.246', 'Log'),
(996, '2020-08-05 11:10:50', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.28.246', 'Log'),
(997, '2020-08-06 00:47:36', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.23.43', 'Log'),
(998, '2020-08-06 11:10:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.76.129', 'Log'),
(999, '2020-08-07 00:13:08', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.118.149', 'Log'),
(1000, '2020-08-07 12:53:30', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.43.163', 'Log'),
(1001, '2020-08-07 20:29:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.7.185', 'Log'),
(1002, '2020-08-08 01:48:01', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.157.115', 'Log'),
(1003, '2020-08-08 01:58:44', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.157.115', 'Log'),
(1004, '2020-08-08 20:34:39', 16, 'LogIn', 0, 'vient de se Connecté', '102.100.19.197', 'Log'),
(1005, '2020-08-09 22:42:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.92.32', 'Log'),
(1006, '2020-08-11 05:53:04', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.28.118', 'Log'),
(1007, '2020-08-11 05:53:46', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.28.118', 'Log'),
(1008, '2020-08-11 05:53:46', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.28.118', 'Log'),
(1009, '2020-08-11 14:33:16', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.216.203', 'Log'),
(1010, '2020-08-11 14:33:24', 16, 'LogOut', 0, 'vient de se Déconnecté', '197.253.216.203', 'Log'),
(1011, '2020-08-11 14:33:24', 0, 'LogOut', 0, 'vient de se Déconnecté', '197.253.216.203', 'Log'),
(1012, '2020-08-11 21:53:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.78.156', 'Log'),
(1013, '2020-08-11 22:18:23', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.78.156', 'Log'),
(1014, '2020-08-11 22:18:23', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.78.156', 'Log'),
(1015, '2020-08-13 23:20:00', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.229.100', 'Log'),
(1016, '2020-08-13 23:31:47', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.229.100', 'Log'),
(1017, '2020-08-14 19:01:57', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.91.221', 'Log'),
(1018, '2020-08-14 19:02:07', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.91.221', 'Log'),
(1019, '2020-08-14 19:02:07', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.91.221', 'Log'),
(1020, '2020-08-16 20:05:28', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.22.138', 'Log'),
(1021, '2020-08-16 21:11:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.22.138', 'Log'),
(1022, '2020-08-16 22:57:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.22.138', 'Log'),
(1023, '2020-08-17 02:19:03', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.22.138', 'Log'),
(1024, '2020-08-17 02:19:11', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.22.138', 'Log'),
(1025, '2020-08-17 02:19:11', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.22.138', 'Log'),
(1026, '2020-08-17 18:00:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.102.137', 'Log'),
(1027, '2020-08-17 20:05:47', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.13.15', 'Log'),
(1028, '2020-08-17 21:07:29', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.13.15', 'Log'),
(1029, '2020-08-17 21:41:08', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.13.15', 'Log'),
(1030, '2020-08-17 23:41:50', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.189.13.15', 'Log'),
(1031, '2020-08-17 23:41:50', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.189.13.15', 'Log'),
(1032, '2020-08-17 23:41:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.13.15', 'Log'),
(1033, '2020-08-18 18:31:48', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.102.199', 'Log'),
(1034, '2020-08-18 19:32:15', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.102.199', 'Log'),
(1035, '2020-08-18 19:32:15', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.102.199', 'Log'),
(1036, '2020-08-20 13:12:57', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.197.77', 'Log'),
(1037, '2020-08-20 16:57:54', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.197.77', 'Log'),
(1038, '2020-08-20 19:15:56', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.197.77', 'Log'),
(1039, '2020-08-20 22:29:51', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.75.178', 'Log'),
(1040, '2020-08-20 23:16:09', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.75.178', 'Log'),
(1041, '2020-08-21 20:42:36', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.67.149', 'Log'),
(1042, '2020-08-22 09:54:22', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.8.144', 'Log'),
(1043, '2020-08-23 13:03:39', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.145.151', 'Log'),
(1044, '2020-08-23 15:07:27', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.145.151', 'Log'),
(1045, '2020-08-23 20:32:49', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.124.15', 'Log'),
(1046, '2020-08-23 20:32:49', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.124.15', 'Log'),
(1047, '2020-08-23 22:01:05', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.124.15', 'Log'),
(1048, '2020-08-24 17:40:42', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.38.244', 'Log'),
(1049, '2020-08-24 18:18:50', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.38.244', 'Log'),
(1050, '2020-08-24 21:02:10', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.218.147', 'Log'),
(1051, '2020-08-24 22:08:25', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.218.147', 'Log'),
(1052, '2020-08-25 00:38:34', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.218.147', 'Log'),
(1053, '2020-08-25 00:38:34', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.218.147', 'Log'),
(1054, '2020-08-25 00:38:39', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.218.147', 'Log'),
(1055, '2020-08-25 14:42:21', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.44.151', 'Log'),
(1056, '2020-08-25 17:06:43', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.44.151', 'Log'),
(1057, '2020-08-25 21:31:52', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.151.213', 'Log'),
(1058, '2020-08-25 22:48:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.151.213', 'Log'),
(1059, '2020-08-25 23:45:11', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.112.151.213', 'Log'),
(1060, '2020-08-25 23:45:11', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.112.151.213', 'Log'),
(1061, '2020-08-26 15:01:37', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.176.103', 'Log'),
(1062, '2020-08-26 21:35:29', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.24.120', 'Log'),
(1063, '2020-08-26 22:05:52', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.24.120', 'Log'),
(1064, '2020-08-26 22:05:53', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.82.96', 'Log'),
(1065, '2020-08-26 22:10:05', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.24.120', 'Log'),
(1066, '2020-08-26 22:16:17', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.24.120', 'Log'),
(1067, '2020-08-26 22:16:17', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.82.96', 'Log'),
(1068, '2020-08-27 18:19:53', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.43.127', 'Log'),
(1069, '2020-08-28 13:07:16', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.246.146', 'Log');
INSERT INTO `person_activity` (`id`, `created`, `created_by`, `activity_action`, `activity_module_id`, `activity_message`, `activity_ip`, `module`) VALUES
(1070, '2020-08-28 15:14:37', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.246.146', 'Log'),
(1071, '2020-08-30 13:58:50', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.11.54', 'Log'),
(1072, '2020-08-31 21:34:07', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.34.37', 'Log'),
(1073, '2020-09-01 14:08:04', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.51.110', 'Log'),
(1074, '2020-09-01 16:38:27', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.125.118', 'Log'),
(1075, '2020-09-01 21:56:59', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.235.191', 'Log'),
(1076, '2020-09-02 19:56:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.75.57', 'Log'),
(1077, '2020-09-03 20:34:47', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.241.150', 'Log'),
(1078, '2020-09-03 21:33:09', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.241.150', 'Log'),
(1079, '2020-09-05 15:33:10', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.22.83', 'Log'),
(1080, '2020-09-05 17:31:28', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.22.83', 'Log'),
(1081, '2020-09-05 19:23:33', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.22.83', 'Log'),
(1082, '2020-09-05 23:06:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.161.223', 'Log'),
(1083, '2020-09-08 21:02:36', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.188.248', 'Log'),
(1084, '2020-09-11 10:38:23', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.9.94', 'Log'),
(1085, '2020-09-11 18:51:41', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.124.52', 'Log'),
(1086, '2020-09-13 09:57:42', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.181.5', 'Log'),
(1087, '2020-09-13 11:32:07', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.181.5', 'Log'),
(1088, '2020-09-14 19:20:23', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.251.191', 'Log'),
(1089, '2020-09-14 20:22:01', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.251.191', 'Log'),
(1090, '2020-09-14 22:06:56', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.54.5', 'Log'),
(1091, '2020-09-17 00:16:29', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.196.165', 'Log'),
(1092, '2020-09-17 18:35:11', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.219.22', 'Log'),
(1093, '2020-09-17 23:49:12', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.219.22', 'Log'),
(1094, '2020-09-18 14:58:24', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.213.37', 'Log'),
(1095, '2020-09-18 17:48:29', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.213.37', 'Log'),
(1096, '2020-09-18 18:49:43', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.254.148', 'Log'),
(1097, '2020-09-19 00:27:01', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.15.138', 'Log'),
(1098, '2020-09-19 00:27:01', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.15.138', 'Log'),
(1099, '2020-09-19 14:51:01', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.111.221', 'Log'),
(1100, '2020-09-19 16:42:50', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.111.221', 'Log'),
(1101, '2020-09-19 18:10:27', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.105.102', 'Log'),
(1102, '2020-09-19 20:01:37', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.105.102', 'Log'),
(1103, '2020-09-20 13:07:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.98.109', 'Log'),
(1104, '2020-09-20 22:28:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.93.85', 'Log'),
(1105, '2020-09-21 20:34:23', 16, 'LogIn', 0, 'vient de se Connecté', '196.113.10.228', 'Log'),
(1106, '2020-09-22 12:46:14', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.76.203', 'Log'),
(1107, '2020-09-22 16:09:07', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.76.203', 'Log'),
(1108, '2020-09-22 22:35:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.8.169', 'Log'),
(1109, '2020-09-23 13:54:47', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.121.238', 'Log'),
(1110, '2020-09-23 16:42:55', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.121.238', 'Log'),
(1111, '2020-09-23 17:40:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.121.238', 'Log'),
(1112, '2020-09-23 20:05:46', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.171.119', 'Log'),
(1113, '2020-09-23 22:45:06', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.171.119', 'Log'),
(1114, '2020-09-24 16:41:24', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.88.16', 'Log'),
(1115, '2020-09-24 18:53:46', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.88.16', 'Log'),
(1116, '2020-09-24 20:18:27', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.2.31', 'Log'),
(1117, '2020-09-25 21:15:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.45.90', 'Log'),
(1118, '2020-09-25 23:31:03', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.45.90', 'Log'),
(1119, '2020-09-26 14:39:08', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.250.59', 'Log'),
(1120, '2020-09-26 18:47:25', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.208.204', 'Log'),
(1121, '2020-09-26 20:25:19', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.181.232', 'Log'),
(1122, '2020-09-26 23:56:00', 16, 'LogIn', 0, 'vient de se Connecté', '167.172.208.39', 'Log'),
(1123, '2020-09-27 01:00:42', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.181.232', 'Log'),
(1124, '2020-09-27 01:03:06', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.181.232', 'Log'),
(1125, '2020-09-27 01:03:06', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.181.232', 'Log'),
(1126, '2020-09-27 01:03:10', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.181.232', 'Log'),
(1127, '2020-09-27 01:03:18', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.181.232', 'Log'),
(1128, '2020-09-27 01:03:18', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.181.232', 'Log'),
(1129, '2020-09-27 01:03:23', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.181.232', 'Log'),
(1130, '2020-09-28 17:57:35', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.24.149', 'Log'),
(1131, '2020-09-28 21:56:48', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.130.180', 'Log'),
(1132, '2020-09-29 12:27:56', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.78.139', 'Log'),
(1133, '2020-09-29 13:37:03', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.78.139', 'Log'),
(1134, '2020-09-30 17:21:54', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.219.206', 'Log'),
(1135, '2020-10-02 16:28:44', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.176.202', 'Log'),
(1136, '2020-10-02 17:41:18', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.176.202', 'Log'),
(1137, '2020-10-02 20:23:32', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.181.198', 'Log'),
(1138, '2020-10-03 14:13:11', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.33.105', 'Log'),
(1139, '2020-10-03 18:42:40', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.176.90', 'Log'),
(1140, '2020-10-03 20:04:43', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.176.90', 'Log'),
(1141, '2020-10-04 00:07:36', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.176.90', 'Log'),
(1142, '2020-10-05 22:39:54', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.17.109', 'Log'),
(1143, '2020-10-07 18:15:06', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.9.240', 'Log'),
(1144, '2020-10-07 22:56:33', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.40.46', 'Log'),
(1145, '2020-10-08 01:15:02', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.40.46', 'Log'),
(1146, '2020-10-08 14:54:54', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.120.202', 'Log'),
(1147, '2020-10-08 15:30:39', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.43.153', 'Log'),
(1148, '2020-10-08 22:20:07', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.110.76', 'Log'),
(1149, '2020-10-08 22:32:18', 16, 'LogIn', 0, 'vient de se Connecté', '102.49.159.159', 'Log'),
(1150, '2020-10-08 22:35:04', 16, 'LogIn', 0, 'vient de se Connecté', '102.49.159.159', 'Log'),
(1151, '2020-10-08 23:53:03', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.110.76', 'Log'),
(1152, '2020-10-08 23:53:03', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.110.76', 'Log'),
(1153, '2020-10-08 23:53:07', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.110.76', 'Log'),
(1154, '2020-10-08 23:58:34', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.110.76', 'Log'),
(1155, '2020-10-08 23:58:34', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.110.76', 'Log'),
(1156, '2020-10-09 12:35:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.35.149', 'Log'),
(1157, '2020-10-09 16:56:04', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.35.149', 'Log'),
(1158, '2020-10-09 18:31:20', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.35.149', 'Log'),
(1159, '2020-10-09 20:01:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.52.85', 'Log'),
(1160, '2020-10-10 00:36:35', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.52.85', 'Log'),
(1161, '2020-10-10 12:59:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.5.17', 'Log'),
(1162, '2020-10-12 22:40:11', 16, 'LogIn', 0, 'vient de se Connecté', '190.2.138.14', 'Log'),
(1163, '2020-10-13 20:10:20', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.108.228', 'Log'),
(1164, '2020-10-13 21:33:09', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.7.40', 'Log'),
(1165, '2020-10-13 23:03:12', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.7.40', 'Log'),
(1166, '2020-10-14 00:54:53', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.7.40', 'Log'),
(1167, '2020-10-14 12:52:22', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.157.226', 'Log'),
(1168, '2020-10-14 22:43:39', 16, 'LogIn', 0, 'vient de se Connecté', '190.2.131.207', 'Log'),
(1169, '2020-10-15 00:11:27', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.138.172', 'Log'),
(1170, '2020-10-15 18:50:55', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.165.48', 'Log'),
(1171, '2020-10-17 15:15:28', 16, 'LogIn', 0, 'vient de se Connecté', '196.74.219.188', 'Log'),
(1172, '2020-10-22 14:41:10', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.109.166', 'Log'),
(1173, '2020-10-22 15:46:47', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.109.166', 'Log'),
(1174, '2020-10-22 19:40:57', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.96.162', 'Log'),
(1175, '2020-10-23 21:14:03', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.58.4', 'Log'),
(1176, '2020-10-26 16:00:51', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.211.206', 'Log'),
(1177, '2020-10-27 15:26:47', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.179.185', 'Log'),
(1178, '2020-10-27 20:34:32', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.251.31', 'Log'),
(1179, '2020-10-27 23:19:12', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.197.84', 'Log'),
(1180, '2020-10-28 00:40:04', 16, 'LogOut', 0, 'vient de se Déconnecté', '197.253.197.84', 'Log'),
(1181, '2020-10-28 00:40:05', 0, 'LogOut', 0, 'vient de se Déconnecté', '197.253.251.31', 'Log'),
(1182, '2020-10-28 00:47:28', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.197.84', 'Log'),
(1183, '2020-10-28 19:02:29', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.255.234', 'Log'),
(1184, '2020-10-28 19:47:58', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.255.234', 'Log'),
(1185, '2020-10-29 17:12:46', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.18.140', 'Log'),
(1186, '2020-10-29 19:05:09', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.162.187', 'Log'),
(1187, '2020-10-29 22:29:41', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.162.187', 'Log'),
(1188, '2020-10-30 19:35:31', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.230.144', 'Log'),
(1189, '2020-10-30 23:15:28', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.230.144', 'Log'),
(1190, '2020-10-30 23:15:28', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.230.144', 'Log'),
(1191, '2020-10-30 23:21:02', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.230.144', 'Log'),
(1192, '2020-10-31 15:46:28', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.5.241', 'Log'),
(1193, '2020-10-31 17:25:30', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.5.241', 'Log'),
(1194, '2020-11-01 17:39:33', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.1.252', 'Log'),
(1195, '2020-11-01 23:52:17', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.1.252', 'Log'),
(1196, '2020-11-02 16:45:29', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.91.103', 'Log'),
(1197, '2020-11-02 19:14:57', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.145.115', 'Log'),
(1198, '2020-11-03 00:02:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.145.115', 'Log'),
(1199, '2020-11-03 15:12:23', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.172.57', 'Log'),
(1200, '2020-11-03 22:58:28', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.183.123', 'Log'),
(1201, '2020-11-04 00:08:47', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.158.197', 'Log'),
(1202, '2020-11-04 14:02:47', 16, 'LogIn', 0, 'vient de se Connecté', '105.158.195.167', 'Log'),
(1203, '2020-11-04 14:03:16', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.158.195.167', 'Log'),
(1204, '2020-11-04 14:03:16', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.158.195.167', 'Log'),
(1205, '2020-11-04 23:03:57', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.236.172', 'Log'),
(1206, '2020-11-06 15:10:16', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.163.14', 'Log'),
(1207, '2020-11-06 16:31:55', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.163.14', 'Log'),
(1208, '2020-11-06 18:19:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.163.14', 'Log'),
(1209, '2020-11-06 23:39:59', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.163.14', 'Log'),
(1210, '2020-11-07 12:27:18', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.233.224', 'Log'),
(1211, '2020-11-07 17:50:18', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.189.10', 'Log'),
(1212, '2020-11-07 22:54:00', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.189.10', 'Log'),
(1213, '2020-11-09 16:59:30', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.34.150', 'Log'),
(1214, '2020-11-09 19:37:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.134.24', 'Log'),
(1215, '2020-11-09 21:14:12', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.155.193', 'Log'),
(1216, '2020-11-09 21:16:35', 16, 'LogOut', 0, 'vient de se Déconnecté', '102.101.155.193', 'Log'),
(1217, '2020-11-09 21:16:35', 0, 'LogOut', 0, 'vient de se Déconnecté', '102.101.155.193', 'Log'),
(1218, '2020-11-09 23:45:31', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.134.24', 'Log'),
(1219, '2020-11-10 00:47:43', 16, 'LogOut', 0, 'vient de se Déconnecté', '196.121.134.24', 'Log'),
(1220, '2020-11-10 00:47:43', 0, 'LogOut', 0, 'vient de se Déconnecté', '196.121.134.24', 'Log'),
(1221, '2020-11-12 21:50:02', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.205.227', 'Log'),
(1222, '2020-11-12 22:55:58', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.205.227', 'Log'),
(1223, '2020-11-14 09:31:54', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.16.24', 'Log'),
(1224, '2020-11-14 21:32:29', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.249.88', 'Log'),
(1225, '2020-11-16 17:28:54', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.240.63', 'Log'),
(1226, '2020-11-16 19:11:42', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.95.15', 'Log'),
(1227, '2020-11-17 10:08:07', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.210.60', 'Log'),
(1228, '2020-11-17 11:59:01', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.210.60', 'Log'),
(1229, '2020-11-17 14:40:30', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.210.60', 'Log'),
(1230, '2020-11-17 23:37:08', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.45.196', 'Log'),
(1231, '2020-11-18 07:27:30', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.31.234', 'Log'),
(1232, '2020-11-18 11:42:17', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.31.234', 'Log'),
(1233, '2020-11-18 16:31:26', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.31.234', 'Log'),
(1234, '2020-11-19 00:46:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.113.24', 'Log'),
(1235, '2020-11-19 07:21:02', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.177.197', 'Log'),
(1236, '2020-11-19 17:02:05', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.112.32', 'Log'),
(1237, '2020-11-19 17:06:42', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.112.32', 'Log'),
(1238, '2020-11-19 17:08:10', 16, 'LogOut', 0, 'vient de se Déconnecté', '41.92.112.32', 'Log'),
(1239, '2020-11-19 17:08:10', 0, 'LogOut', 0, 'vient de se Déconnecté', '41.92.112.32', 'Log'),
(1240, '2020-11-19 20:01:10', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.226.212', 'Log'),
(1241, '2020-11-19 22:20:48', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.226.212', 'Log'),
(1242, '2020-11-19 23:06:35', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.226.212', 'Log'),
(1243, '2020-11-20 07:30:14', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.112.138', 'Log'),
(1244, '2020-11-20 18:41:25', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.115.51', 'Log'),
(1245, '2020-11-20 20:55:17', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.109.49', 'Log'),
(1246, '2020-11-21 07:17:43', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.211.199', 'Log'),
(1247, '2020-11-21 09:07:39', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.249.99', 'Log'),
(1248, '2020-11-21 09:54:43', 16, 'LogOut', 0, 'vient de se Déconnecté', '197.253.211.199', 'Log'),
(1249, '2020-11-21 09:54:43', 0, 'LogOut', 0, 'vient de se Déconnecté', '197.253.249.99', 'Log'),
(1250, '2020-11-21 09:54:46', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.249.99', 'Log'),
(1251, '2020-11-21 12:16:40', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.211.199', 'Log'),
(1252, '2020-11-21 15:16:07', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.249.99', 'Log'),
(1253, '2020-11-21 19:25:57', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.231.30', 'Log'),
(1254, '2020-11-21 22:00:11', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.231.30', 'Log'),
(1255, '2020-11-22 13:05:48', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.202.60', 'Log'),
(1256, '2020-11-22 14:52:10', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.202.60', 'Log'),
(1257, '2020-11-22 16:23:39', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.231.30', 'Log'),
(1258, '2020-11-22 16:58:54', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.231.30', 'Log'),
(1259, '2020-11-22 23:45:49', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.202.60', 'Log'),
(1260, '2020-11-23 17:57:39', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.169.173', 'Log'),
(1261, '2020-11-23 19:14:35', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.35.20', 'Log'),
(1262, '2020-11-23 20:35:22', 16, 'LogIn', 0, 'vient de se Connecté', '165.22.213.132', 'Log'),
(1263, '2020-11-24 08:10:22', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.53.94', 'Log'),
(1264, '2020-11-24 12:42:41', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.53.94', 'Log'),
(1265, '2020-11-24 20:28:16', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.137.61', 'Log'),
(1266, '2020-11-26 07:40:52', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.205.223', 'Log'),
(1267, '2020-11-26 09:58:40', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.205.223', 'Log'),
(1268, '2020-11-26 10:32:36', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.251.69', 'Log'),
(1269, '2020-11-26 12:37:59', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.251.69', 'Log'),
(1270, '2020-11-26 14:07:01', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.251.69', 'Log'),
(1271, '2020-11-26 15:36:07', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.251.69', 'Log'),
(1272, '2020-11-26 17:27:02', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.196.87', 'Log'),
(1273, '2020-11-26 19:05:43', 16, 'LogIn', 0, 'vient de se Connecté', '197.253.253.84', 'Log'),
(1274, '2020-11-27 08:02:15', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.95.114', 'Log'),
(1275, '2020-11-27 11:30:50', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.54.121', 'Log'),
(1276, '2020-11-27 12:02:03', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.95.114', 'Log'),
(1277, '2020-11-27 12:34:53', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.54.121', 'Log'),
(1278, '2020-11-27 14:17:42', 16, 'LogIn', 0, 'vient de se Connecté', '41.92.54.121', 'Log'),
(1279, '2020-11-27 19:21:13', 16, 'LogIn', 0, 'vient de se Connecté', '102.101.221.25', 'Log'),
(1280, '2020-11-28 07:20:55', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.22.190', 'Log'),
(1281, '2020-11-28 09:09:18', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.22.190', 'Log'),
(1282, '2020-11-28 10:47:53', 16, 'LogOut', 0, 'vient de se Déconnecté', '105.189.22.190', 'Log'),
(1283, '2020-11-28 10:47:53', 0, 'LogOut', 0, 'vient de se Déconnecté', '105.189.22.190', 'Log'),
(1284, '2020-11-28 10:47:57', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.22.190', 'Log'),
(1285, '2020-11-30 16:08:52', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.2.217', 'Log'),
(1286, '2020-11-30 17:11:52', 16, 'LogIn', 0, 'vient de se Connecté', '105.191.2.217', 'Log'),
(1287, '2020-11-30 20:42:19', 16, 'LogIn', 0, 'vient de se Connecté', '196.121.154.185', 'Log'),
(1288, '2020-12-01 07:38:46', 16, 'LogIn', 0, 'vient de se Connecté', '105.189.17.10', 'Log'),
(1289, '2020-12-01 18:44:48', 16, 'LogIn', 0, 'vient de se Connecté', '196.112.43.249', 'Log'),
(1290, '2020-12-01 21:33:15', 15, 'LogIn', 0, 'vient de se Connecté', '127.0.0.1', 'Log'),
(1291, '2020-12-21 11:31:10', 15, 'LogIn', 0, 'vient de se Connecté', '127.0.0.1', 'Log'),
(1292, '2021-02-01 21:39:08', 16, 'LogIn', 0, 'vient de se Connecté', '127.0.0.1', 'Log'),
(1293, '2021-03-18 12:47:21', 15, 'LogIn', 0, 'vient de se Connecté', '127.0.0.1', 'Log');

-- --------------------------------------------------------

--
-- Table structure for table `person_login`
--

DROP TABLE IF EXISTS `person_login`;
CREATE TABLE IF NOT EXISTS `person_login` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_person` int(11) DEFAULT NULL,
  `login` varchar(255) DEFAULT NULL,
  `password_` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `person_login`
--

INSERT INTO `person_login` (`id`, `id_person`, `login`, `password_`) VALUES
(8, 17, 'yahya', '59202463fd4c312b063293b88f6063b2'),
(6, 15, 'super', 'dc647eb65e6711e155375218212b3964'),
(7, 16, 'zakaria', '0b538afecfda442bfc343474c835af64');

-- --------------------------------------------------------

--
-- Table structure for table `person_profile`
--

DROP TABLE IF EXISTS `person_profile`;
CREATE TABLE IF NOT EXISTS `person_profile` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `person_profile` varchar(255) COLLATE cp1256_bin NOT NULL,
  `is_default` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `person_profile`
--

INSERT INTO `person_profile` (`id`, `person_profile`, `is_default`) VALUES
(1, 'SUPER', 0),
(2, 'ADMINISTRATOR', 0),
(3, 'UTILISATEUR', 1),
(4, 'LIVREUR', 0);

-- --------------------------------------------------------

--
-- Table structure for table `prospect`
--

DROP TABLE IF EXISTS `prospect`;
CREATE TABLE IF NOT EXISTS `prospect` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `ip_from` varchar(20) COLLATE cp1256_bin NOT NULL,
  `first_name` varchar(255) COLLATE cp1256_bin NOT NULL,
  `last_name` varchar(255) COLLATE cp1256_bin NOT NULL,
  `phone_1` varchar(50) COLLATE cp1256_bin NOT NULL,
  `phone_2` varchar(50) COLLATE cp1256_bin NOT NULL,
  `email` varchar(255) COLLATE cp1256_bin NOT NULL,
  `city` varchar(255) COLLATE cp1256_bin NOT NULL,
  `address` text COLLATE cp1256_bin NOT NULL,
  `_md5` varchar(255) COLLATE cp1256_bin NOT NULL,
  `is_newsletter` tinyint(1) NOT NULL DEFAULT '1',
  `is_accept_conditions` tinyint(1) NOT NULL DEFAULT '1',
  `status` tinyint(4) NOT NULL DEFAULT '0',
  `notes` text COLLATE cp1256_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=95 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `prospect`
--

INSERT INTO `prospect` (`id`, `created`, `ip_from`, `first_name`, `last_name`, `phone_1`, `phone_2`, `email`, `city`, `address`, `_md5`, `is_newsletter`, `is_accept_conditions`, `status`, `notes`) VALUES
(91, '2019-04-15 10:54:46', '105.158.195.6', 'khaled', 'Belmadani', '+212691668810', '', 'lacafetieretanger@gmail.com', 'tanger', '104 imazure 3 route de Tétouan', 'd05021a476c9b77cdcddb64d066abe78', 1, 1, 0, ''),
(90, '2019-03-20 19:44:08', '196.112.9.206', 'benazzouz', 'akram', '0661600829', '', 'akram.benazzouz@gmail.com', 'tanger', 'pasadena ', 'e77bbf3ae5742c0ed348dcf0ec23b572', 1, 1, 0, ''),
(92, '2019-04-15 10:55:59', '105.158.195.6', 'khaled', 'Belmadani', '+212691668810', '', 'lacafetieretanger@gmail.com', 'tanger', '104 imazure 3 route de Tétouan', 'd05021a476c9b77cdcddb64d066abe78', 1, 1, 0, ''),
(93, '2019-04-27 11:26:20', '160.176.240.178', 'noaymi', 'samir', '0670669819', '0649285180', 'noaymi1986@gmail.com', 'tanger', 'dos maris tanger', 'f174e8d9b0594104a0ba626be24a411f', 1, 1, 0, ''),
(94, '2019-04-27 20:15:07', '105.71.5.47', 'hadj allal marrakchi', 'bilal', '0606062406', '0606062406', 'bilal.3amal@gmail.com', 'tanger', 'dr.faraj 42 tanger', '4f48d7aaf8e5f4a89d4cc444494c3d41', 1, 1, 0, ''),
(81, '2019-01-17 21:27:26', '105.140.130.14', 'MALKI', 'Mohammes', '0600030936', '', 'Mohammednadia1210@gmail.com', 'tanger', 'Résidence  warda. ?tage 2   .app 15 .Branes. près de café Nousair. ', 'c652c30dbe84616c4afdd94b847bba02', 1, 1, 0, ''),
(82, '2019-01-17 21:33:22', '197.128.62.66', 'Meziane', 'Nadia', '0677490234', '', 'Ainessafae@yahoo.fr', 'tanger', '2b residence warda II brans ', '1d74c30f68dde60a9ccac71af16eefb9', 1, 1, 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `request`
--

DROP TABLE IF EXISTS `request`;
CREATE TABLE IF NOT EXISTS `request` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `expired` datetime DEFAULT NULL,
  `action` varchar(100) DEFAULT NULL,
  `UID` varchar(32) DEFAULT NULL,
  `token` varchar(255) DEFAULT NULL,
  `args` varchar(255) DEFAULT NULL,
  `status` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `request`
--

INSERT INTO `request` (`id`, `created`, `expired`, `action`, `UID`, `token`, `args`, `status`) VALUES
(1, '2020-04-28 10:34:15', '2020-04-29 10:34:15', 'edit_password', '9bbdb55e5c73fec574350ab74b83de1e', '22979545-78d8-4011-a80f-09ba5d1a43ab', 'tagitzakaria@gmail.com', 1),
(2, '2020-05-07 14:42:59', '2020-05-08 14:42:59', 'account_activation', '06877107a220477a162f6791a90a4ae0', '076fc5e0-7ddb-43ee-bd71-16d7146a5036', 'badrbadad@icloud.com', 0),
(3, '2020-05-20 17:45:18', '2020-05-21 17:45:18', 'account_activation', '6654e49c045dc0a333ef49034c79b6c1', 'fd7c6312-36d0-482a-be67-0c414dc9d42d', 'ismail@pluginex.ma', 0),
(4, '2020-05-20 17:51:06', '2020-05-21 17:51:06', 'edit_password', '6654e49c045dc0a333ef49034c79b6c1', 'b014043d-7b11-4a6e-b3db-0cc4bfd11080', 'ismail@pluginex.ma', 0),
(5, '2020-05-29 16:15:13', '2020-05-30 17:15:13', 'account_activation', 'c2fa130d9bc148cebf30157a73733cae', 'ac033c19-5982-4a93-9bdc-1327c35a5b46', 'vagatop2003@yahoo.fr', 1),
(6, '2020-06-10 16:17:00', '2020-06-11 16:17:00', 'account_activation', '079f5a41011d8816b8b09e8ca3ff1b78', '87dddbe0-1f91-43db-b07a-014f9d810ae0', 'javierinbox@gmail.com', 0),
(7, '2020-06-24 22:47:27', '2020-06-25 22:47:27', 'account_activation', 'fae09ddf8ec139ded6cf83d6da9c988e', '32544fd1-cfbd-4082-8fd4-19d2274339b7', 'support@yoga24.org', 0),
(8, '2020-06-24 23:05:00', '2020-06-25 23:05:00', 'account_activation', '21a77e9af522ef2df9459eacaf90c9ce', 'a2b605f9-4ea9-478e-80cd-1a884e253d00', 'location.81.car@gmail.com', 1),
(9, '2020-06-24 23:12:53', '2020-06-25 23:12:53', 'account_activation', '72f4238ebedfca04a3fb59d1f09aa4cc', 'c70ed6db-4850-42dc-b977-0ebf38d47e55', 'tamim3amal@gmail.com', 0),
(10, '2020-07-26 18:18:20', '2020-07-27 18:18:20', 'account_activation', 'a075312980f364b0de26d96f74c874b7', '1e85393d-6b15-430e-bf15-064ea2cfa916', '', 1),
(11, '2020-10-08 22:47:41', '2020-10-09 22:47:41', 'account_activation', 'ec08c485bb61dcd017d1cb08833086cf', 'f0632116-5458-400e-a05f-2199a69e4ff0', 'yassinmas@gmail.cim', 1),
(12, '2020-10-13 01:10:07', '2020-10-14 01:10:07', 'account_activation', 'a3574dfc9702e6d30086f8cbf26f0e4a', '91b00858-e937-4818-992f-2623d94c0de8', 'mouhcineouggada@gmail.com', 0),
(13, '2020-11-23 23:10:01', '2020-11-24 22:10:01', 'account_activation', '981f6aa01fd9a94237fdf822f99539d9', '73909b8b-89e7-42fa-9748-14bf33e59b0b', '', 1);

-- --------------------------------------------------------

--
-- Table structure for table `site`
--

DROP TABLE IF EXISTS `site`;
CREATE TABLE IF NOT EXISTS `site` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `id_template` int(11) NOT NULL DEFAULT '0',
  `website_name` varchar(255) COLLATE cp1256_bin NOT NULL,
  `website_url` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `website_title` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `website_description` text COLLATE cp1256_bin,
  `website_phone` varchar(20) COLLATE cp1256_bin DEFAULT NULL,
  `support_email` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `website_keywords` text COLLATE cp1256_bin,
  `smtp_username` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `smtp_password` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `smtp_host` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `imap` varchar(255) COLLATE cp1256_bin DEFAULT NULL,
  `port` varchar(10) COLLATE cp1256_bin NOT NULL DEFAULT '25',
  `website_google_analytics` text COLLATE cp1256_bin,
  `website_facebook_pixel` text COLLATE cp1256_bin,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `site`
--

INSERT INTO `site` (`id`, `id_template`, `website_name`, `website_url`, `website_title`, `website_description`, `website_phone`, `support_email`, `website_keywords`, `smtp_username`, `smtp_password`, `smtp_host`, `imap`, `port`, `website_google_analytics`, `website_facebook_pixel`) VALUES
(1, 2, 'Soukexpress', 'www.soukexpress.ma', 'SOUKEXPRESS | سوق إكسبريس', 'Site des petites annonces au Maroc', '+212661098984', 'support@hemza.ma', 'annonces, annonces maroc', 'support@hemza.ma', '1A2Z3E4R5T6Y', 'smtp.hemza.ma', 'imap.hemza.ma', '25', '<!-- Global site tag (gtag.js) - Google Analytics -->\r\n<script async src=\"https://www.googletagmanager.com/gtag/js?id=UA-149868403-1\"></script>\r\n<script>\r\n  window.dataLayer = window.dataLayer || [];\r\n  function gtag(){dataLayer.push(arguments);}\r\n  gtag(\'js\', new Date());\r\n\r\n  gtag(\'config\', \'UA-149868403-1\');\r\n</script>', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `status_of_client`
--

DROP TABLE IF EXISTS `status_of_client`;
CREATE TABLE IF NOT EXISTS `status_of_client` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int(11) NOT NULL DEFAULT '0',
  `id_client_status` int(11) NOT NULL DEFAULT '0',
  `id_client` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=23 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `status_of_client`
--

INSERT INTO `status_of_client` (`id`, `created`, `created_by`, `id_client_status`, `id_client`) VALUES
(2, '2020-04-22 00:41:45', 0, 4, 5),
(3, '2020-04-22 00:42:07', 0, 2, 14),
(4, '2020-04-23 11:36:40', 0, 4, 15),
(5, '2020-04-23 11:37:10', 0, 2, 3),
(6, '2020-05-07 14:42:59', 0, 4, 17),
(7, '2020-05-07 14:43:45', 0, 2, 17),
(8, '2020-05-20 17:45:18', 0, 4, 18),
(9, '2020-05-20 17:51:34', 0, 2, 18),
(10, '2020-05-29 17:15:13', 0, 4, 19),
(11, '2020-06-10 16:17:00', 0, 4, 20),
(12, '2020-06-10 16:18:21', 0, 2, 20),
(13, '2020-06-24 22:47:27', 0, 4, 21),
(14, '2020-06-24 22:48:55', 0, 2, 21),
(15, '2020-06-24 23:05:00', 0, 4, 22),
(16, '2020-06-24 23:12:53', 0, 4, 23),
(17, '2020-06-24 23:14:57', 0, 2, 23),
(18, '2020-07-26 18:18:20', 0, 4, 24),
(19, '2020-10-08 22:47:41', 0, 4, 25),
(20, '2020-10-13 01:10:07', 0, 4, 26),
(21, '2020-10-13 01:10:17', 0, 2, 26),
(22, '2020-11-23 22:10:01', 0, 4, 27);

-- --------------------------------------------------------

--
-- Table structure for table `status_of_commande`
--

DROP TABLE IF EXISTS `status_of_commande`;
CREATE TABLE IF NOT EXISTS `status_of_commande` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `created` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `created_by` int(11) NOT NULL DEFAULT '0',
  `id_commande_status` int(11) NOT NULL DEFAULT '0',
  `id_commande` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=130 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `status_of_commande`
--

INSERT INTO `status_of_commande` (`id`, `created`, `created_by`, `id_commande_status`, `id_commande`) VALUES
(107, '2020-09-14 23:59:01', 3, 1, 124),
(88, '2020-07-08 22:09:14', 16, 5, 112),
(11, '2020-05-07 14:27:12', 3, 1, 71),
(12, '2020-05-07 14:46:19', 17, 1, 72),
(13, '2020-05-07 14:49:25', 3, 1, 73),
(14, '2020-05-07 15:00:42', 17, 1, 74),
(15, '2020-05-07 18:41:10', 3, 1, 75),
(16, '2020-05-08 13:33:12', 3, 1, 76),
(17, '2020-05-08 13:45:22', 3, 1, 77),
(18, '2020-05-08 18:31:16', 3, 1, 78),
(19, '2020-05-09 09:45:14', 3, 1, 79),
(20, '2020-05-09 14:42:41', 3, 1, 80),
(21, '2020-05-09 23:16:26', 3, 1, 81),
(22, '2020-05-13 15:02:32', 3, 1, 82),
(23, '2020-05-15 13:35:34', 3, 1, 83),
(24, '2020-05-18 16:29:49', 3, 1, 84),
(25, '2020-05-19 02:17:21', 3, 1, 85),
(26, '2020-05-20 17:54:35', 3, 1, 86),
(27, '2020-05-20 17:54:40', 18, 1, 87),
(28, '2020-05-22 22:11:47', 3, 1, 88),
(106, '2020-09-01 16:41:48', 16, 4, 123),
(96, '2020-07-31 08:55:04', 3, 1, 117),
(109, '2020-09-20 13:58:53', 3, 1, 126),
(110, '2020-09-28 17:53:40', 3, 1, 127),
(108, '2020-09-17 01:53:49', 3, 1, 125),
(95, '2020-07-28 22:23:59', 3, 1, 116),
(94, '2020-07-28 04:09:50', 3, 1, 115),
(103, '2020-08-26 21:17:42', 3, 1, 122),
(104, '2020-09-01 16:38:14', 3, 1, 123),
(105, '2020-09-01 16:40:45', 16, 2, 123),
(87, '2020-07-08 22:07:31', 16, 4, 112),
(93, '2020-07-25 16:41:40', 16, 4, 114),
(92, '2020-07-25 16:41:03', 3, 1, 114),
(91, '2020-07-25 16:34:32', 16, 2, 113),
(90, '2020-07-25 16:31:45', 3, 1, 113),
(89, '2020-07-08 22:09:40', 16, 6, 112),
(121, '2020-10-10 00:38:52', 16, 5, 130),
(120, '2020-10-10 00:38:11', 16, 4, 130),
(119, '2020-10-10 00:37:07', 16, 2, 130),
(86, '2020-07-08 22:06:14', 16, 2, 112),
(85, '2020-07-08 22:05:09', 3, 1, 112),
(84, '2020-07-01 17:27:17', 3, 1, 111),
(122, '2020-10-10 00:39:31', 16, 6, 130),
(118, '2020-10-10 00:35:37', 3, 1, 130);

-- --------------------------------------------------------

--
-- Table structure for table `template`
--

DROP TABLE IF EXISTS `template`;
CREATE TABLE IF NOT EXISTS `template` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `template_name` varchar(20) COLLATE cp1256_bin NOT NULL,
  `template_title` varchar(255) COLLATE cp1256_bin NOT NULL,
  `start_page` varchar(10) COLLATE cp1256_bin NOT NULL,
  `template_lang` varchar(2) COLLATE cp1256_bin NOT NULL,
  `template_direction` varchar(3) COLLATE cp1256_bin NOT NULL,
  `status` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `template`
--

INSERT INTO `template` (`id`, `template_name`, `template_title`, `start_page`, `template_lang`, `template_direction`, `status`) VALUES
(1, 'down', 'SOUKEXPRESS : Votre epicerie en ligne', 'index', 'fr', 'ltr', 0),
(2, 'default', 'SOUKEXPRESS : Votre epicerie en ligne', 'index', 'fr', 'ltr', 1),
(3, 'login', 'SOUKEXPRESS : Login', 'index', 'fr', 'ltr', 0);

-- --------------------------------------------------------

--
-- Table structure for table `templates`
--

DROP TABLE IF EXISTS `templates`;
CREATE TABLE IF NOT EXISTS `templates` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `template_name` varchar(20) COLLATE cp1256_bin NOT NULL,
  `start_page` varchar(10) COLLATE cp1256_bin NOT NULL,
  `id_language` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=cp1256 COLLATE=cp1256_bin;

--
-- Dumping data for table `templates`
--

INSERT INTO `templates` (`id`, `template_name`, `start_page`, `id_language`) VALUES
(1, 'down', 'index', 1),
(2, 'default', 'index', 2);

-- --------------------------------------------------------

--
-- Table structure for table `user_activity`
--

DROP TABLE IF EXISTS `user_activity`;
CREATE TABLE IF NOT EXISTS `user_activity` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `_action` varchar(255) DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `created_by` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=268 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `user_activity`
--

INSERT INTO `user_activity` (`id`, `_action`, `created`, `created_by`) VALUES
(236, 'Connecté depuis Desktop', '2018-11-01 13:34:47', 7),
(237, 'Connecté depuis Desktop', '2018-11-01 13:50:10', 7),
(238, 'Connecté depuis Desktop', '2018-11-09 09:43:28', 7),
(239, 'Connecté depuis Desktop', '2018-11-09 10:21:07', 7),
(240, 'Connecté depuis Desktop', '2018-11-09 10:22:44', 7),
(241, 'Connecté depuis Desktop', '2018-11-09 10:24:42', 7),
(242, 'Connecté depuis Desktop', '2018-11-09 10:26:05', 7),
(243, 'Connecté depuis Desktop', '2018-11-09 10:38:32', 7),
(244, 'Connecté depuis Desktop', '2018-11-09 10:40:23', 7),
(254, 'Connecté depuis Desktop', '2018-11-12 08:39:14', 7),
(255, 'Connecté depuis Desktop', '2018-11-12 08:40:27', 7),
(256, 'Connecté depuis Desktop', '2018-11-12 16:05:57', 7),
(257, 'Connecté depuis Desktop', '2018-11-12 16:06:58', 7),
(258, 'Connecté depuis Desktop', '2018-11-12 16:08:42', 7),
(259, 'Connecté depuis Desktop', '2018-11-12 16:14:42', 7),
(260, 'Connecté depuis Desktop', '2018-11-12 16:15:19', 7),
(261, 'Connecté depuis Desktop', '2018-11-12 16:18:08', 7),
(262, 'Connecté depuis Desktop', '2018-11-12 16:22:04', 7),
(263, 'Connecté depuis Desktop', '2018-11-12 16:23:43', 7),
(264, 'Connecté depuis Desktop', '2018-11-12 16:25:48', 7),
(265, 'Connecté depuis Desktop', '2018-11-12 16:35:41', 7),
(266, 'Connecté depuis Desktop', '2018-11-12 16:39:40', 7),
(267, 'Connecté depuis Desktop', '2018-11-12 16:46:56', 7);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_article`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_article`;
CREATE TABLE IF NOT EXISTS `v_article` (
`id` int(11)
,`code` varchar(255)
,`UID` varchar(8)
,`display_order` int(11)
,`created` datetime
,`created_by` int(11)
,`updated` datetime
,`updated_by` varchar(255)
,`id_article_category` int(11)
,`id_article_sous_category` int(11)
,`id_parent` int(11)
,`article_sous_category_fr` varchar(255)
,`article_sous_category_ar` varchar(255)
,`article_sous_category_es` varchar(255)
,`id_article_status` int(11)
,`id_article_type` int(11)
,`id_article_udm` int(11)
,`id_article_marque` int(11)
,`id_tva` int(11)
,`barcode` varchar(255)
,`code_fournisseur` varchar(255)
,`is_new` tinyint(4)
,`is_sur_commande` tinyint(4)
,`is_allow_stock_negative` tinyint(1)
,`is_prix_bloquer` tinyint(1)
,`is_visible_on_web` tinyint(1)
,`last_prix_achat` float
,`libelle_fr` varchar(255)
,`libelle_ar` varchar(255)
,`libelle_es` varchar(255)
,`poid_caisse` float
,`qte_caisse` float
,`qte_min` float
,`qte_max` float
,`poid` float
,`prix_achat` float
,`prix_vente` float
,`article_category_fr` varchar(255)
,`article_category_ar` varchar(255)
,`article_category_es` varchar(255)
,`article_status_fr` varchar(255)
,`article_status_ar` varchar(255)
,`article_marque` varchar(255)
,`article_marque_ar` varchar(255)
,`ord` int(11)
,`ABR_fr` varchar(255)
,`ABR_es` varchar(5)
,`ABR_ar` varchar(5)
,`article_udm_ar` varchar(20)
,`article_udm_fr` varchar(255)
,`article_udm_es` varchar(20)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_article_category`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_article_category`;
CREATE TABLE IF NOT EXISTS `v_article_category` (
`id` int(11)
,`UID` varchar(8)
,`created` datetime
,`created_by` int(11)
,`updated` datetime
,`updated_by` varchar(255)
,`article_category_fr` varchar(255)
,`article_category_ar` varchar(255)
,`article_category_es` varchar(255)
,`details` varchar(255)
,`ord` int(11)
,`status` tinyint(1)
,`is_visible_on_web` tinyint(1)
,`nbr_article` bigint(21)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_article_tarif_achat`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_article_tarif_achat`;
CREATE TABLE IF NOT EXISTS `v_article_tarif_achat` (
`id` int(11)
,`created` datetime
,`UID` varchar(8)
,`id_fournisseur` int(11)
,`id_article` int(11)
,`montant` float
,`status` tinyint(4)
,`is_default` tinyint(1)
,`fournisseur_name` varchar(255)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_article_tarif_vente`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_article_tarif_vente`;
CREATE TABLE IF NOT EXISTS `v_article_tarif_vente` (
`id` int(11)
,`created` datetime
,`UID` varchar(8)
,`id_article_tarif` int(11)
,`id_article` int(11)
,`montant` float
,`status` tinyint(4)
,`is_default` tinyint(1)
,`article_tarif` varchar(255)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_commande`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_commande`;
CREATE TABLE IF NOT EXISTS `v_commande` (
`id` int(11)
,`UID` varchar(32)
,`commande_numero` int(11)
,`created` datetime
,`updated` datetime
,`updated_by` int(11)
,`status` tinyint(1)
,`id_client` int(11)
,`client_name` varchar(255)
,`client_telephone` varchar(100)
,`client_ville` varchar(100)
,`client_adresse` text
,`paiement_type_id` int(11)
,`periode_livraison` varchar(10)
,`total_commande` double
,`nbr_produits` bigint(21)
,`commande_status_fr` varchar(255)
,`commande_status_es` varchar(255)
,`commande_status_ar` varchar(255)
,`color` varchar(100)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_commande_detail`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_commande_detail`;
CREATE TABLE IF NOT EXISTS `v_commande_detail` (
`id` bigint(20)
,`id_commande` int(11)
,`id_produit` int(11)
,`pu` float
,`qte` float
,`status` tinyint(1)
,`UID` varchar(8)
,`code` varchar(255)
,`libelle_fr` varchar(255)
,`libelle_ar` varchar(255)
,`libelle_es` varchar(255)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_default_tarif_vente`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_default_tarif_vente`;
CREATE TABLE IF NOT EXISTS `v_default_tarif_vente` (
`id_article` int(11)
,`montant` float
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_link`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_link`;
CREATE TABLE IF NOT EXISTS `v_link` (
`id` int(11)
,`id_parent` int(11)
,`libelle` varchar(255)
,`url` varchar(255)
,`icon` varchar(255)
,`_order` int(11)
,`status` tinyint(4)
,`parent` varchar(255)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_person`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_person`;
CREATE TABLE IF NOT EXISTS `v_person` (
`id` int(11)
,`created` datetime
,`created_by` int(11)
,`email` varchar(255)
,`first_name` varchar(255)
,`id_magasin` int(11)
,`id_profil` int(11)
,`id_stock` int(11)
,`image_url` varchar(255)
,`last_name` varchar(255)
,`status` tinyint(1)
,`telephone` varchar(255)
,`updated` datetime
,`updated_by` varchar(255)
,`UID` varchar(8)
,`person_profile` varchar(255)
,`login` varchar(255)
,`password` varchar(255)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_site`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_site`;
CREATE TABLE IF NOT EXISTS `v_site` (
`id` int(11)
,`id_template` int(11)
,`website_name` varchar(255)
,`website_url` varchar(255)
,`website_title` varchar(255)
,`website_description` text
,`website_phone` varchar(20)
,`support_email` varchar(255)
,`website_keywords` text
,`smtp_username` varchar(255)
,`smtp_password` varchar(255)
,`smtp_host` varchar(255)
,`imap` varchar(255)
,`port` varchar(10)
,`website_google_analytics` text
,`website_facebook_pixel` text
,`template_name` varchar(20)
,`start_page` varchar(10)
,`lang` varchar(2)
,`direction` varchar(3)
);

-- --------------------------------------------------------

--
-- Stand-in structure for view `v_status_of_commande`
-- (See below for the actual view)
--
DROP VIEW IF EXISTS `v_status_of_commande`;
CREATE TABLE IF NOT EXISTS `v_status_of_commande` (
`id` int(11)
,`created` datetime
,`created_by` int(11)
,`id_commande_status` int(11)
,`id_commande` int(11)
,`commande_status_fr` varchar(255)
,`commande_status_es` varchar(255)
,`commande_status_ar` varchar(255)
);

-- --------------------------------------------------------

--
-- Structure for view `v_article`
--
DROP TABLE IF EXISTS `v_article`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_article`  AS  select `a`.`id` AS `id`,`a`.`code` AS `code`,`a`.`UID` AS `UID`,`a`.`display_order` AS `display_order`,`a`.`created` AS `created`,`a`.`created_by` AS `created_by`,`a`.`updated` AS `updated`,`a`.`updated_by` AS `updated_by`,`a`.`id_article_category` AS `id_article_category`,`a`.`id_article_sous_category` AS `id_article_sous_category`,`as_c`.`id_parent` AS `id_parent`,`as_c`.`article_sous_category_fr` AS `article_sous_category_fr`,`as_c`.`article_sous_category_ar` AS `article_sous_category_ar`,`as_c`.`article_sous_category_es` AS `article_sous_category_es`,`a`.`id_article_status` AS `id_article_status`,`a`.`id_article_type` AS `id_article_type`,`a`.`id_article_udm` AS `id_article_udm`,`a`.`id_article_marque` AS `id_article_marque`,`a`.`id_tva` AS `id_tva`,`a`.`barcode` AS `barcode`,`a`.`code_fournisseur` AS `code_fournisseur`,`a`.`is_new` AS `is_new`,`a`.`is_sur_commande` AS `is_sur_commande`,`a`.`is_allow_stock_negative` AS `is_allow_stock_negative`,`a`.`is_prix_bloquer` AS `is_prix_bloquer`,`a`.`is_visible_on_web` AS `is_visible_on_web`,`a`.`last_prix_achat` AS `last_prix_achat`,`a`.`libelle_fr` AS `libelle_fr`,`a`.`libelle_ar` AS `libelle_ar`,`a`.`libelle_es` AS `libelle_es`,`a`.`poid_caisse` AS `poid_caisse`,`a`.`qte_caisse` AS `qte_caisse`,`a`.`qte_min` AS `qte_min`,`a`.`qte_max` AS `qte_max`,`a`.`poid` AS `poid`,`a`.`prix_achat` AS `prix_achat`,`a`.`prix_vente` AS `prix_vente`,`ac`.`article_category_fr` AS `article_category_fr`,`ac`.`article_category_ar` AS `article_category_ar`,`ac`.`article_category_es` AS `article_category_es`,`as`.`article_status_fr` AS `article_status_fr`,`as`.`article_status_ar` AS `article_status_ar`,`am`.`article_marque` AS `article_marque`,`am`.`article_marque_ar` AS `article_marque_ar`,`as_c`.`ord` AS `ord`,`udm`.`ABR_fr` AS `ABR_fr`,`udm`.`ABR_es` AS `ABR_es`,`udm`.`ABR_ar` AS `ABR_ar`,`udm`.`article_udm_ar` AS `article_udm_ar`,`udm`.`article_udm_fr` AS `article_udm_fr`,`udm`.`article_udm_es` AS `article_udm_es` from (((((`article` `a` left join `article_category` `ac` on((`ac`.`id` = `a`.`id_article_category`))) left join `article_sous_category` `as_c` on((`as_c`.`id` = `a`.`id_article_sous_category`))) left join `article_status` `as` on((`as`.`id` = `a`.`id_article_status`))) left join `article_marque` `am` on((`am`.`id` = `a`.`id_article_marque`))) left join `article_udm` `udm` on((`udm`.`id` = `a`.`id_article_udm`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_article_category`
--
DROP TABLE IF EXISTS `v_article_category`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_article_category`  AS  select `ac`.`id` AS `id`,`ac`.`UID` AS `UID`,`ac`.`created` AS `created`,`ac`.`created_by` AS `created_by`,`ac`.`updated` AS `updated`,`ac`.`updated_by` AS `updated_by`,`ac`.`article_category_fr` AS `article_category_fr`,`ac`.`article_category_ar` AS `article_category_ar`,`ac`.`article_category_es` AS `article_category_es`,`ac`.`details` AS `details`,`ac`.`ord` AS `ord`,`ac`.`status` AS `status`,`ac`.`is_visible_on_web` AS `is_visible_on_web`,(select count(`article`.`id`) from `article` where (`article`.`id_article_category` = `ac`.`id`)) AS `nbr_article` from `article_category` `ac` ;

-- --------------------------------------------------------

--
-- Structure for view `v_article_tarif_achat`
--
DROP TABLE IF EXISTS `v_article_tarif_achat`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_article_tarif_achat`  AS  select `article_tarif_achat`.`id` AS `id`,`article_tarif_achat`.`created` AS `created`,`article_tarif_achat`.`UID` AS `UID`,`article_tarif_achat`.`id_fournisseur` AS `id_fournisseur`,`article_tarif_achat`.`id_article` AS `id_article`,`article_tarif_achat`.`montant` AS `montant`,`article_tarif_achat`.`status` AS `status`,`article_tarif_achat`.`is_default` AS `is_default`,`fournisseur`.`fournisseur_name` AS `fournisseur_name` from (`article_tarif_achat` left join `fournisseur` on((`fournisseur`.`id` = `article_tarif_achat`.`id_fournisseur`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_article_tarif_vente`
--
DROP TABLE IF EXISTS `v_article_tarif_vente`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_article_tarif_vente`  AS  select `article_tarif_vente`.`id` AS `id`,`article_tarif_vente`.`created` AS `created`,`article_tarif_vente`.`UID` AS `UID`,`article_tarif_vente`.`id_article_tarif` AS `id_article_tarif`,`article_tarif_vente`.`id_article` AS `id_article`,`article_tarif_vente`.`montant` AS `montant`,`article_tarif_vente`.`status` AS `status`,`article_tarif_vente`.`is_default` AS `is_default`,`article_tarif`.`article_tarif` AS `article_tarif` from (`article_tarif_vente` left join `article_tarif` on((`article_tarif`.`id` = `article_tarif_vente`.`id_article_tarif`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_commande`
--
DROP TABLE IF EXISTS `v_commande`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_commande`  AS  select `commande`.`id` AS `id`,`commande`.`UID` AS `UID`,`commande`.`commande_numero` AS `commande_numero`,`commande`.`created` AS `created`,`commande`.`updated` AS `updated`,`commande`.`updated_by` AS `updated_by`,`commande`.`status` AS `status`,`commande`.`id_client` AS `id_client`,`commande`.`client_name` AS `client_name`,`commande`.`client_telephone` AS `client_telephone`,`commande`.`client_ville` AS `client_ville`,`commande`.`client_adresse` AS `client_adresse`,`commande`.`paiement_type_id` AS `paiement_type_id`,`commande`.`periode_livraison` AS `periode_livraison`,(select sum((`commande_detail`.`pu` * `commande_detail`.`qte`)) from `commande_detail` where (`commande_detail`.`id_commande` = `commande`.`id`)) AS `total_commande`,(select count(`commande_detail`.`id`) from `commande_detail` where (`commande_detail`.`id_commande` = `commande`.`id`)) AS `nbr_produits`,`cs`.`commande_status_fr` AS `commande_status_fr`,`cs`.`commande_status_es` AS `commande_status_es`,`cs`.`commande_status_ar` AS `commande_status_ar`,`cs`.`color` AS `color` from (`commande` left join `commande_status` `cs` on((`cs`.`id` = `commande`.`status`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_commande_detail`
--
DROP TABLE IF EXISTS `v_commande_detail`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_commande_detail`  AS  select `cd`.`id` AS `id`,`cd`.`id_commande` AS `id_commande`,`cd`.`id_produit` AS `id_produit`,`cd`.`pu` AS `pu`,`cd`.`qte` AS `qte`,`cd`.`status` AS `status`,`a`.`UID` AS `UID`,`a`.`code` AS `code`,`a`.`libelle_fr` AS `libelle_fr`,`a`.`libelle_ar` AS `libelle_ar`,`a`.`libelle_es` AS `libelle_es` from (`commande_detail` `cd` left join `article` `a` on((`a`.`id` = `cd`.`id_produit`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_default_tarif_vente`
--
DROP TABLE IF EXISTS `v_default_tarif_vente`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_default_tarif_vente`  AS  select `article_tarif_vente`.`id_article` AS `id_article`,`article_tarif_vente`.`montant` AS `montant` from (`article_tarif_vente` join `article_tarif`) where ((`article_tarif`.`is_default` = 1) and (`article_tarif`.`id` = `article_tarif_vente`.`id_article_tarif`)) ;

-- --------------------------------------------------------

--
-- Structure for view `v_link`
--
DROP TABLE IF EXISTS `v_link`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_link`  AS  select `t1`.`id` AS `id`,`t1`.`id_parent` AS `id_parent`,`t1`.`libelle` AS `libelle`,`t1`.`url` AS `url`,`t1`.`icon` AS `icon`,`t1`.`_order` AS `_order`,`t1`.`status` AS `status`,`t2`.`libelle` AS `parent` from (`manager_links` `t1` left join `manager_links` `t2` on((`t2`.`id` = `t1`.`id_parent`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_person`
--
DROP TABLE IF EXISTS `v_person`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_person`  AS  select `p`.`id` AS `id`,`p`.`created` AS `created`,`p`.`created_by` AS `created_by`,`p`.`email` AS `email`,`p`.`first_name` AS `first_name`,`p`.`id_magasin` AS `id_magasin`,`p`.`id_profil` AS `id_profil`,`p`.`id_stock` AS `id_stock`,`p`.`image_url` AS `image_url`,`p`.`last_name` AS `last_name`,`p`.`status` AS `status`,`p`.`telephone` AS `telephone`,`p`.`updated` AS `updated`,`p`.`updated_by` AS `updated_by`,`p`.`UID` AS `UID`,`person_profile`.`person_profile` AS `person_profile`,`person_login`.`login` AS `login`,`person_login`.`password_` AS `password` from ((`person` `p` left join `person_profile` on((`p`.`id_profil` = `person_profile`.`id`))) left join `person_login` on((`p`.`id` = `person_login`.`id_person`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_site`
--
DROP TABLE IF EXISTS `v_site`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_site`  AS  select `s`.`id` AS `id`,`s`.`id_template` AS `id_template`,`s`.`website_name` AS `website_name`,`s`.`website_url` AS `website_url`,`s`.`website_title` AS `website_title`,`s`.`website_description` AS `website_description`,`s`.`website_phone` AS `website_phone`,`s`.`support_email` AS `support_email`,`s`.`website_keywords` AS `website_keywords`,`s`.`smtp_username` AS `smtp_username`,`s`.`smtp_password` AS `smtp_password`,`s`.`smtp_host` AS `smtp_host`,`s`.`imap` AS `imap`,`s`.`port` AS `port`,`s`.`website_google_analytics` AS `website_google_analytics`,`s`.`website_facebook_pixel` AS `website_facebook_pixel`,`t`.`template_name` AS `template_name`,`t`.`start_page` AS `start_page`,`l`.`ABR` AS `lang`,`l`.`language_direction` AS `direction` from ((`site` `s` join `templates` `t` on((`t`.`id` = `s`.`id_template`))) join `language` `l` on((`t`.`id_language` = `l`.`id`))) ;

-- --------------------------------------------------------

--
-- Structure for view `v_status_of_commande`
--
DROP TABLE IF EXISTS `v_status_of_commande`;

CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `v_status_of_commande`  AS  select `sc`.`id` AS `id`,`sc`.`created` AS `created`,`sc`.`created_by` AS `created_by`,`sc`.`id_commande_status` AS `id_commande_status`,`sc`.`id_commande` AS `id_commande`,`cs`.`commande_status_fr` AS `commande_status_fr`,`cs`.`commande_status_es` AS `commande_status_es`,`cs`.`commande_status_ar` AS `commande_status_ar` from (`status_of_commande` `sc` left join `commande_status` `cs` on((`cs`.`id` = `sc`.`id_commande_status`))) ;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
